[
{
	"page":"ENAS255_1.1.0.0",
	"text":"ESC Guidelines for the management of cardiovascular diseases during pregnancy (version 2011)* Task Force for the Management of Cardiovascular Diseases during Pregnancy of the European Society of Cardiology (ESC) Endorsed by the European Society of Gynecology (ESG), the Association for European Paediatric Cardiology (AEPC) and the German Society for Gender Medicine (DGesGM)   Chairperson: Vera Regitz-Zagrosek Charité Universitaetsmedizin Berlin Institute for Gender in Medicine (GiM), Hessische Str 3-4 -10115 Berlin - Germany Tel: +49 30 450 525 288 Fax: +49 30 450 7 525 288 Email: vera.regitz-zagrosek@charite.de   Task Force Members Carina Blomstrom Lundqvist, Uppsala, Sweden; Claudio Borghi, Bologna, Italy; Renata Cifkova, Praha, Czech Republic; Rafael Ferreira, Alfragide, Portugal; Jean-Michel Foidart, Liège, Belgium; J. Simon R. Gibbs, London, UK; Christa Gohlke-Baerwolf, Bad Krozingen, Germany; Bulent Gorenek, Eskisehir, Turkey; Bernard Iung, Paris, France; Mike Kirby, Herts, UK; Angela H.E.M. Maas, Zwolle, The Netherlands; Joao Morais, Leiria, Portugal; Petros Nihoyannopoulos, London, UK; Petronella G. Pieper, Groningen, The Netherlands; Patrizia Presbitero, Rozzano, Italy; Jolien W. Roos-Hesselink, Rotterdam, The Netherlands; Maria Schaufelberger, Göteborg, Sweden; Ute Seeland, Berlin, Germany; Lucia Torracca, Torrette Ancona, Italy   Other ESC entities having participated in the development of this document: Associations: European Association of Percutaneous Cardiovascular Interventions (EAPCI), European Heart Rhythm Association (EHRA), Heart Failure Association (HFA). Working Groups: Thrombosis, Grown-up Congenital Heart Disease, Hypertension and the Heart, Pulmonary Circulation and Right Ventricular Function, Valvular Heart Disease, Cardiovascular Pharmacology and Drug Therapy, Acute Cardiac Care, Cardiovascular Surgery. Councils: Cardiology Practice, Cardiovascular Primary Care, Cardiovascular Imaging.   ESC Staff: Cyril Moulin, Veronica Dean, Catherine Despres, Nathalie Cameron - Sophia Antipolis, France. Special thanks to Per Anton Sirnes for his valuable contribution.   *Adapted from the ESC Guidelines for the Management of Cardiovascular Diseases during Pregnancy (European Heart Journal; 2011-doi:10.1093/eurheartj/ehr218)."
},
{
	"page":"ENAS255_1.2.0.0",
	"text":"1. General aspects Counseling of women with known or suspected CVD should start before pregnancy and include genetic aspects. Women with high risk - according the WHO scores - should be managed in specialized centres, by interdisciplinary teams. Foetal congenital malformations in affected families should be searched by echocardiography starting week 13. For CVD diagnosis in the mother, prefer echocardiography, exercise testing and magnetic resonance imaging (without contrast material); avoid radiation. Cardiac catheter and surgical interventions in the mother should be avoided, but are possible. Mode of delivery should be individualized. Vaginal delivery is preferred in most patients.   2. Congenital Heart Disease Most women with congenital heart disease tolerate pregnancy well. The risk depends on the underlying heart disease and its complexity, in particular on ventricular and valvular function, functional class and cyanosis. All patients should be seen by the end of the first trimester and an individualized follow up plan should be established. Vaginal delivery can be planned in most patients. Pregnancy is contraindicated in patients with pulmonary hypertension or Eisenmenger syndrome due to high risk of maternal mortality. Cyanosis poses a significant risk to the fetus, with a live birth unlikely (<12%) if maternal oxygen saturation is <85%. An irreversible decline in systemic ventricular function is seen in 10% of patients with TGA corrected with Mustard / Senning repair. Although successful pregnancy is possible in selected patients after Fontan operation, these are moderate to high risk pregnancies.   3. Aortic Disease Pregnancy is a high risk period for all patients with aortic pathology. Dissection occurs most often in the last trimester of pregnancy (50%) or the early postpartum period (33%). The diagnosis of aortic dissection should be considered in all patients with chest pain during pregnancy. In women with Marfan syndrome and aortic root diameters >45 mm pregnancy should be discouraged. Approximately 50% of the patients with a bicuspid aortic valve and aortic stenosis have dilatation of the ascending aorta. Dissection does occur, although less frequently than in Marfan patients. Caesarean delivery should be considered when the aortic diameter exceeds 45 mm.   4. Valvular heart disease Moderate and severe mitral stenosis are poorly tolerated during pregnancy and should be treated interventionally pre-pregnancy. During pregnancy percutaneous commissurotomy should only be considered when symptoms persist despite medical therapy. In aortic stenosis intervention pre-pregnancy is indicated in case of symptoms, LV dysfunction or symptoms during exercise testing. Regurgitant lesions are better tolerated than stenotic lesions. Pre-pregnancy intervention is only indicated when severe regurgitation is accompanied by refractory heart failure or severe ventricular dilatation or dysfunction. Mechanical valve prosthesis: Oral anticoagulation (OAC) with vitamin K antagonists is the safest therapy to prevent valve thrombosis and is therapy of choice during the second and third trimester. During the first trimester continuation of OAC should be considered when the required daily dose is low (warfarin <5 mg). Pregnant patients on higher warfarin dose should be considered for unfractionated heparin or low molecular weight heparin (LMWH) with strict dose-adjustment according to aPPT or anti-factor Xa levels (weekly control). At the 36th week of gestation OAC should be discontinued and replaced by dose-adjusted unfractionated heparin or LMWH. When delivery starts while still on OAC, caesarean delivery is indicated to prevent fetal cerebral bleeding.   5. Coronary artery disease Primary PCI (with bare metal stent) is the treatment of choice in pregnant women with ACS/STEMI. Pregnancy may be considered in women with known CAD, if there is no residual ischemia and LVEF >40%.   6. Cardiomyopathies Peripartum cardiomyopathy includes LV systolic dysfunction without an identifiable cause in the last month of pregnancy or first months postpartum. Treatment follows ESC guidelines for HF, but with reservations regarding medications with possible harmful fetal effects. Prolactin derived peptides may contribute to the pathophysiology and bromocriptine may offer a novel possible specific therapeutic option. Deterioration in LV function occurs in up to 50% of cases despite optimal treatment. Subsequent pregnancies carry a recurrence risk of 30–50%. When ejection fraction has not normalized a subsequent pregnancy should be discouraged. Women with dilated cardiomyopathy should be informed about the risk of deterioration during gestation and peripartum. A LVEF <40% is a predictor of high risk. LVEF <20% implies a very high mortality and a termination of the pregnancy should be considered. Most women with hypertrophic cardiomyopathy tolerate pregnancy well. Use of ß-blockers is recommended if tolerated.   7. Arrhythmia Arrhythmias may become more frequent or may manifest for the first time during pregnancy. Arrhythmias requiring treatment develop in up to 15% of the patients with structural and congenital heart disease. In haemodynamically unstable patients with tachycardias, direct cardioversion should be considered. AV nodal re-entry tachycardia or AV re-entry tachycardia can be terminated by vagal manoeuvres or, if that fails, by intravenous adenosine. Life-threatening ventricular arrhythmias during pregnancy are rare. The presence of an ICD does not itself contraindicate future pregnancy, Temporary pacing during delivery is recommended in presence of complete heart block and symptoms. The risks of permanent pacemaker implantation are generally low.   8. Hypertension Hypertension in pregnancy comprise pre-existing hypertension, gestational hypertension, pre-eclampsia Pre-eclampsia, defined as gestational hypertension with proteinuria >0.3 g/24 h, is the most common cause of prematurity. It occurs more frequently during the first pregnancy. While the benefits of antihypertensive therapy for mild-to-moderate gestational hypertension (<160/110 mmHg) have not been demonstrated in clinical trials, there is consensus that drug treatment of severe hypertension in pregancy is beneficial. Alpha-methyldopa is the drug of choice for long-term management of hypertension during pregnancy. Labetalol has comparable efficacy and can be given intravenously in severe hypertension. Calcium-channel blockers like nifedipine (oral) or isradipine (i.v.) are the drugs of second choice. ACE inhibitors, angiotensin II antagonists and direct renin inhibitors are strictly contraindicated in pregnancy.   9. Venous thromboembolism during pregnancy and the puerperium Venous thromboembolism (VTE) represents a significant cause of pregnancy related morbidity and mortality. All women should undergo assessment of risk factors before or in early pregnancy. Increased risk for VTE in pregnancy: Previous recurrent VTE`s VTE unprovoked or oestrogen - related Single previous VTE + thrombophilia or family history. High risk patients should receive antenatal prophylaxis with LMWH and for 6 weeks postpartum.   10. Drug therapy in pregnancy There are no uniform recommendations. Different sources of evidence such as U.S. Food and Drug Administration (FDA) classification, internet databases, pharmaceutical industry recommendations have different strength and weaknesses. In case of emergency, drugs that are not recommended during pregnancy and breast feeding should not be withheld to the mother. The potential risk and benefit must be weighed against each other."
},
{
	"page":"ENAS255_1.3.0.0",
	"text":"General European databases on pregnancy complications are urgently needed. Foetal and maternal risk assessment need prospective and systematic studies.   Congenital heart disease What is the optimal way of delivery for the different diagnoses? What is the risk in the different diagnoses for irreversible effect of pregnancy on cardiac function?   Aortic disease What is the optimal way of delivery in women with dilated aorta? At what diameter should prophylactic aortic surgery by performed?   Valve thrombosis The superiority of unfractioned heparin or low-molecular weight heparin to prevent mechanical valve thrombosis and bleeding during the first trimester is unproven. There are insufficient data concerning optimal anti-factor Xa levels (post-dose as well as pre-dose) to prevent valve thrombosis and bleeding during low molecular weight heparin therapy. Randomized studies comparing OAC vrs LlMWH during the first trimester are needed.   Coronary heart disease The safety of thienopyridines, GP IIb/IIIa receptor inhibitors and bivalirudin is unknown during pregnancy.   Heart failure and peripartum cardiomyopathy Systematic studies from European countries are not available. The etiology remains uncertain resulting in that no therapeutic but just symptomatic treatment is possible. Novel treatment options (bromocriptine, mechanical assist devices) need validation.   Arrhythmia Definite data on drug efficiency and safety are lacking.   Hypertension Prediction of pre-eclampsia needs improvement. There is no evidence that drug treatment of mild-to-moderate hypertension in pregnancy is beneficial (most studies have serious limitations in study design such as small number of participants and no longitudinal outcome).   VTE The influence of various single risk factors and the summation of several risk factors on total VTE - risk needs to be defined more exactly in prospective studies and risk scores require prospective validation. Clinical prediction rules for assigning pretest probabilities of VTE and the use of various diagnostic modalities need validation in pregnant patients.   Drug therapy An European registry for complications of drug therapy in pregnancy is needed. Prospective studies should be designed wherever possible."
},
{
	"page":"ENAS255_2.0.0.0",
	"text":"Guidelines on the management of cardiovascular diseases during pregnancy* The Task Force on the Management of Cardiovascular Diseases during Pregnancy of the European Society of Cardiology (ESC) Endorsed by the European Society of Gynecology (ESG), the Association for European Paediatric Cardiology (AEPC) and the German Society for Gender Medicine (DGesGM) Chairperson: Vera Regitz-Zagrosek Charité Universitaetsmedizin Berlin Institute for Gender in Medicine (GiM) Hessische Str 3-4 -10115 Berlin - Germany Tel: +49 30 450 525 288 Fax: +49 30 450 7 525 288 Email: vera.regitz-zagrosek@charite.de Task Force Members Carina Blomstrom Lundqvist, Uppsala, Sweden; Claudio Borghi, Bologna, Italy; Renata Cifkova, Praha, Czech Republic; Rafael Ferreira, Alfragide, Portugal; Jean-Michel Foidart, Liège, Belgium; J. Simon R. Gibbs, London, UK; Christa Gohlke-Baerwolf, Bad Krozingen, Germany; Bulent Gorenek, Eskisehir, Turkey; Bernard Iung, Paris, France; Mike Kirby, Herts, UK; Angela H. E. M. Maas, Zwolle, The Netherlands; Joao Morais, Leiria, Portugal; Petros Nihoyannopoulos, London, UK; Petronella G. Pieper, Groningen, The Netherlands; Patrizia Presbitero, Rozzano, Italy; Jolien W. Roos-Hesselink, Rotterdam, The Netherlands; Maria Schaufelberger, Göteborg, Sweden; Ute Seeland, Berlin, Germany; Lucia Torracca, Torrette Ancona, Italy   Other ESC entities having participated in the development of this document: Associations: European Association of Percutaneous Cardiovascular Interventions (EAPCI), European Heart Rhythm Association (EHRA), Heart Failure Association (HFA). Working Groups: Thrombosis, Grown-up Congenital Heart Disease, Hypertension and the Heart, Pulmonary Circulation and Right Ventricular Function, Valvular Heart Disease, Cardiovascular Pharmacology and Drug Therapy, Acute Cardiac Care, Cardiovascular Surgery. Councils: Cardiology Practice, Cardiovascular Primary Care, Cardiovascular Imaging. ESC Staff: Cyril Moulin, Veronica Dean, Catherine Despres, Nathalie Cameron - Sophia Antipolis, France Special thanks to Bogdan A. Popescu for his valuable contribution. *Adapted from the ESC Guidelines on the Management of Cardiovascular Diseases during Pregnancy (European Heart Journal; 2011-doi:10.1093/eurheartj/ehr218)"
},
{
	"page":"ENAS255_3.0.0.0",
	"text":"The aim of these guidelines is to provide practical guidelines for the diagnosis, assessment and treatment of cardiovascular diseases in pregnancy. Experts from different European nationalities have been cooperating generating these guidelines and developing a European standard. National priorities may however modify its implementation. The Task Force used an evidence based approach to generate the grades of recommendation in the guidelines within an additional assessment of the quality of the evidence. In Table 1 the language used to specify a recommendation is presented. Table 2 demonstrates the different levels of evidence that are used. Table 1: Classes of Recom­mendations Classes of recom­mendations Definition Class I Conflicting evi­dence and/or a diver­gence of opinion about the Use­fulness / efficacy of the given treatment or procedure. Class IIa Use­fulness / efficacy is less well established by evi­dence / opinion. Class III"
},
{
	"page":"ENAS255_4.1.0.0",
	"text":"Disease management in pregnancy has to consider the well-being of the mother as well as of the fetus. Counselling and management of women of childbearing age with suspected cardiac disease should start well before pregnancy. Management should be done by interdisciplinary teams and high risk patients should be treated in specialised centres. Hypertensive disorders are the most frequent cardiovascular events during pregnancies occurring in 6–8%. In the western world congenital heart disease is the most frequent cause of cardiovascular complications during pregnancy. Cardiomyopathies are rare but represent severe causes of cardiovascular complications."
},
{
	"page":"ENAS255_4.2.0.0",
	"text":"Pregnancy leads to physiological changes in haemodynamics, haemostasis and whole body metabolism. They adapt the maternal organism to the needs of the fetus and may interact with diagnostic measures and pharmacotherapy."
},
{
	"page":"ENAS255_4.3.0.0",
	"text":"Counselling before and during pregnancy is of major importance. It should include genetic testing and genetic counselling for parents with inheritable heart diseases. Children of parents with a cardiovascular disease condition inherited in autosomal dominant manner (Marfan syndrome, hypertrophic cardiomyopathy (HCM), Long-QT syndrome), have an inheritance of 50%. For defects inherited in a polygenic manner the recurrence risk is lower. In general the risk is higher when the mother is affected rather than the father."
},
{
	"page":"ENAS255_4.4.0.0",
	"text":"It is based on history, clinical investigation, electrocardiography, echocardiography (including trans-oesophageal-echocardiography), and exercise testing (up to width=/&quot;% of predicted heart rate). Radiation should be avoided. During the first 14 days after fertilisation intact survival without abnormality or death are the most likely outcomes of radiation exposures above 50 mGray. After the first 2 weeks radiation exposure over 50 mGray may be associated with an increased risk for the fetus. Magnetic resonance without gadolinium imaging appears safe, but limited data are available. Computed tomography is not recommended due to relatively high radiation doses."
},
{
	"page":"ENAS255_4.5.0.0",
	"text":"Table 3: Estimated fetal and maternal effective doses for various diagnostic and interventional radiology procedures Procedure Fetal exposure Maternal exposure Chest radiograph (PA and lateral) < 0.01 mGy < 0.01 mSv 0.1 mGy 0.1 mSv CT chest 0.3 mGy 0.3 mSv 7 mGy 7 mSv Coronary 1.5 mGy 1.5 mSv 7 mGy 7 mSv PCI or radiofrequency catheter ablationa 3 mGy 3 mSv 15 mGy 15 mSv a: Exposure depends on the number of projections or views. CT = computed tomography; PA = postero-anterior; PCI = percutaneous coronary intervention Fetal assessment is now strongly based on ultrasound. Diagnosis of congenital cardiac malformations can start with week 13 and should be used in families with heart diseases. Doppler velocimetry provides a non-invasive measure of the fetoplacental haemodynamic state. Fetal biophysical profile testing is indicated in pregnancies with fetal compromise. These techniques may give indications to support or to terminate pregnancy."
},
{
	"page":"ENAS255_4.6.0.0",
	"text":"Interventions in the mother during pregnancy should be avoided but are possible if absolutely necessary. The best time for percutaneous coronary intervention is after the 4th month, in the 2nd trimester. Cardiac surgery can be undertaken to save the mothers life, at best between week 13 and 28. After week 28, delivery before surgery should be considered."
},
{
	"page":"ENAS255_4.7.0.0",
	"text":"The mode of delivery should be decided by an experienced team. The preferred mode of delivery is vaginal with an individualised delivery plan. Lumbar epidural analgesia is often recommendable. Systemic arterial pressure and maternal heart rate are monitored, because lumbar epidural anaesthesia may cause hypotension."
},
{
	"page":"ENAS255_4.8.0.0",
	"text":"The same measures as in non-pregnant patients with recent modifications of guidelines apply. Endocarditis prophylaxis is now only recommended for patients at highest risk to acquire endocarditis. Antibiotic prophylaxis is not recommended during vaginal or caesarean delivery."
},
{
	"page":"ENAS255_4.9.0.0",
	"text":"Women with significant heart disease should be managed jointly by an obstetrician and a cardiologist with experience in treating pregnant patients with heart disease from an early stage. All women with heart disease should be assessed at least once before pregnancy and during pregnancy, and hospital delivery should be advised. Maternal and offspring risk should be determined according to the modified WHO classification, going from class I (low risk) to class IV, where women should be advised against pregnancy (Tables 4, 5). Table 4: Modified WHO classification of maternal cardiovascular risk: principles Risk class Risk of pregnancy by medical condition I No detectable increased risk of maternal mortality and no/mild increase in morbidity. II Small increased risk of maternal mortality or moderate increase in morbidity. III Significantly increased risk of maternal mortality or severe morbidity. Expert counselling required. If pregnancy is decided upon, intensive specialist cardiac and obstetric monitoring needed throughout pregnancy, childbirth, and the puerperium. IV Extremely high risk of maternal mortality or severe morbidity; pregnancy contraindicated. If pregnancy occurs termination should be discussed. If pregnancy continues, care as for class III. Modified from Thorne et al (see reference 72 in the full text); WHO = World Health Organization Table 5: Modified WHO classification of maternal cardiovascular risk: application Conditions in which pregnancy risk is WHO I Uncomplicated, small or mild pulmonary stenosis patent ductus arteriosus mitral valve prolapse Successfully repaired simple lesions (atrial or ventricular septal defect, patent ductus arteriosus, anomalous pulmonary venous drainage). Atrial or ventricular ectopic beats, isolated Conditions in which pregnancy risk is WHO II or III WHO II (if otherwise well and uncomplicated) Unoperated atrial or ventricular septal defect Repaired tetralogy of Fallot Most arrhythmias WHO II–III (depending on individual) Mild left ventricular impairment Hypertrophic cardiomyopathy Native or tissue valvular heart disease not considered WHO I or IV Marfan syndrome without aortic dilatation Aorta <45 mm in aortic disease associated with bicuspid aortic valve Repaired coarctation WHO III Mechanical valve Systemic right ventricle Fontan circulation Cyanotic heart disease (unrepaired) Other complex congenital heart disease Aortic dilatation 40–45 mm in Marfan syndrome Aortic dilatation 45–50 mm in aortic disease associated with bicuspid aortic valve Conditions in which pregnancy risk is WHO IV (pregnancy contraindicated) Pulmonary arterial hypertension of any cause Severe systemic ventricular dysfunction (LVEF <30%, NYHA III–IV) Previous peripartum cardiomyopathy with any residual impairment of left ventricular function Severe mitral stenosis, severe symptomatic aortic stenosis Marfan syndrome with aorta dilated >45 mm Aortic dilatation >50 mm in aortic disease associated with bicuspid aortic valve Native severe coarctation Adapted from Thorne et al (see reference 72 in full text); LVEF = left ventricular ejection fraction; NYHA = New York Heart Association; WHO = World Health Organization"
},
{
	"page":"ENAS255_4.10.0.0",
	"text":"Contraceptive methods include combined hormonal contraceptives (oestrogen/progestin), progestogen-only methods, intrauterine devices, and emergency contraception. Apart from barrier methods (condom), the levonorgestrel-releasing intrauterine device is the safest and most effective contraceptive that can be used in women with cyanotic congenital heart disease and pulmonary vascular disease. Pregnancy termination should be discussed with women in whom gestation represents a major maternal or fetal risk. The first trimester is the safest time for elective pregnancy termination. Table 6: General recommendations Recommendations Classa Levelb Pre-pregnancy risk assessment and counselling is indicated in all women with known or suspected congenital or acquired cardiovascular and aortic disease. I C Risk assessment should be performed in all women with cardiac diseases of childbearing age and after conception. I C High risk patients should be treated in specialized centres by a multidisciplinary team. I C Genetic counselling should be offered to women with congenital heart disease or congenital arrhythmia, cardiomyopathies, aortic disease or genetic malformations associated with CVD. I C Echocardiography should be performed in any pregnant patient with unexplained or new cardiovascular signs or symptoms. I C Before cardiac surgery a full course of corticosteroids should be administered to the mother whenever possible. I C For the prevention of infective endocarditis in pregnancy the same measures as in non-pregnant patients should be used. I C Vaginal delivery is recommended as first choice in most patients. I C MRI (without gadolinium) should be considered if echocardiography is insufficient for diagnosis. IIa C In patients with severe hypertension, vaginal delivery with epidural analgesia and elective instrumental delivery should be considered. IIa C When gestational age is at least 28 weeks, delivery before necessary surgery should be considered. IIa C Caesarean delivery should be considered for obstetrical indications or for patients with dilatation of the ascending aorta >45 mm, severe aortic stenosis, pre-term labour while on oral anticoagulants, Eisenmenger syndrome, or severe heart failure. IIa C Caesarean delivery may be considered in Marfan patients with an aortic diameter 40–45mm. IIb C A chest radiograph, with shielding of the fetus, may be considered if other methods are not successful in clarifying the cause of dyspnoea. IIb C Cardiac catheterization may be considered with very strict indications, timing, and shielding of the fetus. IIb C CT and electrophysiological studies, with shielding of the fetus, may be considered in selected patients for vital indications. IIb C Coronary bypass surgery or valvular surgery may be considered when conservative and medical therapy has failed, in situations that threaten the mother’s life and that are not amenable to percutaneous treatment. IIb C Prophylactic antibiotic therapy during delivery is not recommended. III C a = class of recommendation; b = level of evidence CT = computed tomography; CVD = cardiovascular disease; MRI = magnetic resonance imaging"
},
{
	"page":"ENAS255_5.1.0.0",
	"text":"In many women with congenital heart disease pregnancy is well tolerated. The miscarriage rate is higher in more complex disease. Maternal cardiac complications are present in 12%. Patients in NYHA class III/IV or with severely reduced function of the systemic ventricle are at high risk during pregnancy. Pulmonary hypertension A high maternal mortality risk is reported (17–50%), especially peri- and post-partum. Neonatal survival rates are 87–89%. If pregnancy occurs, termination should be offered in an experienced tertiary centre. Systemic hypotension, hypoxia, and acidosis should be avoided. Anticoagulation should be maintained during pregnancy. Planned caesarean delivery and vaginal delivery are favoured over emergency caesarean delivery. Patients with the “Eisenmenger syndrome” A high maternal mortality is reported of 20–50%, occurring most often in the peri- or postpartum period. Cyanosis poses a significant risk to the fetus, with a live birth unlikely (<12%) if oxygen saturation is <85%. Termination of pregnancy should be offered, but also carries a risk. Follow-up: Frequent clinical review with oxygen saturation measurement and full blood count are indicated. Delivery: If maternal or fetal condition deteriorates an early caesarean delivery in an experienced tertiary centre should be planned. In others scheduled elective delivery with incremental regional anaesthesia. Cyanotic heart disease without pulmonary hypertension Maternal complications occur in 30%. If resting oxygen saturation is below 85% pregnancy is contraindicated. With resting maternal blood saturation above 90%, fetal outcome is good, but with saturation <85% the chance of a live birth is 12%. Restriction of physical activity and supplemental oxygen are recommended. Delivery: Vaginal. Severe left ventricular outflow tract obstruction See valvular heart disease (see here)."
},
{
	"page":"ENAS255_5.2.0.0",
	"text":"In patients who have undergone previous successful surgical repair without mechanical heart valve implantation, pregnancy is often well tolerated if exercise tolerance is good, ventricular function is normal and functional status is good. Vaginal delivery can be planned in most cases."
},
{
	"page":"ENAS255_5.3.0.0",
	"text":"Atrial septal defect Pregnancy is often well tolerated. The only contraindication is the presence of pulmonary arterial hypertension or Eisenmenger syndrome. Follow-up: Usually twice during pregnancy is sufficient. Delivery: Spontaneous vaginal. Ventricular septal defect Small perimembranous VSDs (without left heart dilatation) have a low risk of complications. Follow-up: Usually twice during pregnancy is sufficient. Delivery: Spontaneous vaginal. Atrioventricular septal defect After correction, pregnancy is usually well tolerated. Patients with severe (residual) left atrioventricular valve regurgitation with symptoms and/or impaired ventricular function should be treated surgically pre-pregnancy, favouring valve repair. Obstetrical complications are mainly related to the risk of acute heart failure during or just after delivery. Follow-up: At least once each trimester. Clinical and echocardiographic follow-up is indicated (bi)monthly in patients with moderate or severe valve regurgitation or impaired ventricular function. Delivery: Spontaneous vaginal. Coarctation of the aorta Pregnancy is often well tolerated. Significant (re) coarctation should be corrected before pregnancy. Women with un-repaired native coarctation (CoA), residual hypertension, residual CoA, or aortic aneurysms have an increased risk of aortic rupture. An excess of hypertensive disorders and miscarriages has been reported. Follow-up: Close surveillance of blood pressure is warranted and regular follow up at least every trimester is indicated. Hypertension should be treated carefully. Delivery: Spontaneous vaginal delivery is preferred with use of epidural anaesthesia particularly in hypertensive patients. Pulmonary valve stenosis and regurgitation Pregnancy is generally well tolerated. However, severe stenosis should be corrected pre-pregnancy. Follow-up: In mild and moderate PS once every trimester. In severe PS (bi)monthly including echocardiography. Delivery: Vaginal. Caesarean section is considered in severe PS and NYHA class III/IV. Aortic stenosis See valvular heart disease (see here). Tetralogy of Fallot In unrepaired patients surgical repair is indicated before pregnancy. Women with repaired tetralogy of Fallot usually tolerate pregnancy well, with cardiac complications in up to 12%. The risk of offspring complications is increased. Follow up: Every trimester. In women with severe pulmonary regurgitation (bi)monthly with echocardiography. Delivery: Vaginal. Ebstein’s anomaly In most women pregnancy is tolerated well. Symptomatic patients with cyanosis and/or heart failure should be treated before pregnancy or counselled against pregnancy. The risk of premature delivery and fetal mortality is elevated. Follow-up: Even severe tricuspid regurgitation (TR) with heart failure can usually be managed medically. Delivery: Vaginal. Transposition of the great arteries Though many women tolerate pregnancy relatively well, after an atrial switch operation (Senning or Mustard repair) patients have an increased risk of developing complications. An irreversible decline in right ventricular function has been described in 10%. Patients with > moderate impairment of right ventricular (RV) function or severe TR should be advised against pregnancy. Hypertensive disorders and offspring complications are more often encountered. Follow-up: Monthly or bimonthly, with surveillance of systemic RV function and heart rhythm. Delivery: Vaginal. If ventricular function deteriorates an early caesarean delivery is indicated. Arterial switch operation: The risk of pregnancy seems low when there is a good clinical condition pre-pregnancy. Vaginal delivery is advised. Congenitally corrected transposition of the great arteries Patients have an increased risk of developing complications. An irreversible decline in RV function has been described in 10%. Patients with NYHA functional class III or IV, important ventricular dysfunction (EF<40%) or severe TR should be counselled against pregnancy. The rate of fetal loss is increased. Follow-up: Echo surveillance of systemic RV function and heart rhythm every 4-8 weeks. Delivery: Vaginal. If ventricular function deteriorates an early caesarean delivery. Fontan circulation Although successful pregnancy is possible in selected patients with intensive monitoring, these are moderate to high risk pregnancies. Patients with oxygen saturation below 85% at rest, depressed ventricular function and/or moderate to severe atrioventricular (AV) regurgitation or with protein losing enteropathy should be counselled against pregnancy. The offspring risk includes premature birth, small for gestational age and fetal death in up to 50%. Follow-up: Frequent surveillance during pregnancy and the first weeks after delivery (every 4 weeks) and care in a specialist unit. Angiotensin-converting enzyme (ACE) inhibitors must be withdrawn and anticoagulant management is an issue. Delivery: Vaginal. If ventricular function deteriorates an early caesarean delivery should be planned in an experienced centre."
},
{
	"page":"ENAS255_5.4.0.0",
	"text":"Table 7: Recommendations for the management of congenital heart disease Recommendations Classa Levelb Pre-pregnancy relief of stenosis (usually by balloon valvulotomy) should be performed in severe pulmonary valve stenosis (peak Doppler gradient >64 mmHg). I B Individual follow-up schedules should be arranged; ranging from twice during pregnancy to monthly. I C Symptomatic patients with Ebstein’s anomaly with cyanosis and/or heart failure should be treated before pregnancy or advised against pregnancy. I C In symptomatic women with marked dilatation of the right ventricle due to severe pulmonary regurgitation, pre-pregnancy pulmonary valve replacement (bioprosthesis) should be performed. I C In asymptomatic women with a severely dilated right ventricle due to severe pulmonary regurgitation, pre-pregnancy pulmonary valve replacement (bioprosthesis) should be considered. IIa C All women with a bicuspid aortic valve should undergo imaging of the ascending aorta before pregnancy, and surgery should be considered when the aortic diameter is >50 mm. IIa C Anticoagulation treatment should be considered during pregnancy in Fontan patients. IIa C In PAH, associated anticoagulant treatment should be considered in patients with suspicion of pulmonary embolism as the cause (or partly the cause) of the pulmonary hypertension. IIa C In patients who are already taking drug therapy for PAH before becoming pregnant, continuation should be considered after information about the teratogenic effects. IIa C Women with pulmonary hypertension should be advised against pregnancyc. III C Women with an oxygen saturation below 85% at rest, should be advised against pregnancy. III C Patients with TGA and a systemic right ventricle with more than moderate impairment of RV function and/or severe TR should be advised against pregnancy. III C Fontan patients with depressed ventricular function and/or moderate to severe atrioventricular valvular regurgitation or with cyanosis or with protein-losing enteropathy should be advised against pregnancy. III C a = class of recommendation; b = level of evidence c: see the text for detailed description and exceptions PAH = pulmonary arterial hypertension; RV = right ventricular; TGA = complete transposition of the great arteries; TR = tricuspid regurgitation"
},
{
	"page":"ENAS255_6.1.0.0",
	"text":"Pregnancy is a high risk period for all patients with aortic pathology. Dissection occurs most often in the last trimester of pregnancy (50%) or the early post-partum period (33%). Women with previous aortic dissection are at high risk of aortic complications during pregnancy. The diagnosis of aortic dissection should be considered in all patients with chest pain during pregnancy."
},
{
	"page":"ENAS255_6.2.0.0",
	"text":"Marfan syndrome Patients with a normal aortic root diameter have a 1% risk of aortic dissection. Pregnancy should be discouraged if aortic root >45 mm. Dissection is rare with an aortic diameter <40 mm although a completely safe diameter does not exist. Following elective aortic root replacement patients remain at risk for dissection in the residual aorta. An increase in mitral regurgitation may occur. Bicuspid aortic valve Dilatation is often maximal in the distal part of the ascending aorta, therefore MRI or CT should be performed pre-pregnancy. Dissection does occur, although less frequently than in Marfan patients. In patients with an aortic root >50 mm pre-pregnancy surgery should be considered. Ehlers-Danlos syndrome Aortic involvement occurs almost exclusively in Ehlers-Danlos syndrome type IV which is a contraindication for pregnancy. Aortic dissection may occur without dilatation. The role of prophylactic surgery is less well established. Surgical repair may be complicated by tissue fragility, extensive haemorrhage, and poor wound healing. Turner syndrome The prevalence of cardiovascular malformations is 25–50% and hypertension is also often present. The risk of dissection is higher if the woman has additional risk factors such as bicuspid aortic valve, coarctation of the aorta, and/or hypertension. An aortic diameter index >27 mm/m2 is associated with a high risk of dissection and prophylactic surgery should be considered. The risk of (pre)eclampsia is increased and treatment of hypertension is important."
},
{
	"page":"ENAS255_6.3.0.0",
	"text":"Follow-up Depending on the aortic diameter, patients with aortic pathology should be monitored by echocardiography at 4–12 week intervals throughout pregnancy and 6 months postpartum. Treatment with ß-blocking agents might improve survival. Interventions In patients with Marfan syndrome or other syndromes with high risk of dissection, pre-pregnancy surgery is recommended when the ascending aorta is ≥45 mm. In other patients pre-pregnancy surgery should be considered when the ascending aorta is ≥50 mm. Body surface area should be taken into account. When progressive dilatation occurs, before the fetus is viable, aortic repair with the fetus in utero should be considered. When the fetus is viable, caesarean delivery followed directly by aortic surgery is recommended. For ascending aortic dissection occurring during pregnancy emergency caesarean delivery in cardiac theatres is indicated followed directly with repair of the dissection. Delivery (see also here) If the ascending aorta diameter is 40–45 mm, vaginal delivery with expedited second stage and regional anaesthesia is advised. Caesarean delivery may be considered. Caesarean delivery should be considered when the aortic diameter exceeds 45 mm. It is advised to perform early caesarean delivery for women with Ehlers-Danlos syndrome type IV. Table 8: Recommendations for the management of aortic disease Recommendations Classa Levelb Women with Marfan syndrome or other known aortic disease should be counselled about the risk of aortic dissection during pregnancy and the recurrence risk for the offspring. I C Imaging of the entire aorta (CT/MRI) should be performed before pregnancy in patients with Marfan syndrome or other known aortic disease. I C Women with Marfan syndrome and an ascending aorta >45 mm should be treated surgically pre-pregnancy. I C In pregnant women with known aortic dilatation, (history of) type B dissection or genetic predisposition for dissection strict blood pressure control is recommended. I C Repeated echocardiographic imaging every 4–8 weeks should be performed during pregnancy in patients with ascending aorta dilatation. I C For imaging of pregnant women with dilatation of the distal ascending aorta, aortic arch or descending aorta, MRI (without gadolinium) is recommended. I C In women with a bicuspid aortic valve imaging of the ascending aorta is recommended. I C In patients with an ascending aorta <40 mm, vaginal delivery is favoured. I C Women with aortic dilatation or (history of) aortic dissection should deliver in a centre where cardiothoracic surgery is available. I C In patients with an ascending aorta >45 mm, caesarean delivery should be considered. I C Surgical treatment pre-pregnancy should be considered in women with aortic disease associated with a bicuspid aortic valve when the aortic diameter is >50mm (or >27 mm/m2 BSA). IIa C Prophylactic surgery should be considered during pregnancy if the aortic diameter is ≥50 mm and increasing rapidly. IIa C In Marfan, and other patients with an aorta 40–45 mm vaginal delivery with epidural anaesthesia and expedited second stage should be considered. IIa C In Marfan, and other patients with an aorta 40–45 mm, caesarean section may be considered. IIb C Patients with (or history of) type B dissection should be advised against pregnancy. III C a = class of recommendation; b = level of evidence BSA = body surface area; CT = computed tomography; MRI = magnetic resonance imaging."
},
{
	"page":"ENAS255_7.1.0.0",
	"text":"Rheumatic heart disease is an important cause of morbidity and mortality during pregnancy in developing countries, while congenital heart disease is common in western countries. Stenotic lesions and left-sided lesions carry a higher risk than regurgitant lesions and right-sided lesions. In valve stenosis an increase in transvalvular gradient is common. Mechanical valves are associated with specific problems. Mitral stenosis Moderate or severe mitral stenosis (MS) is poorly tolerated during pregnancy. The diagnosis and evaluation of severity of MS, mitral anatomy, associated regurgitation and pulmonary artery disease (PAP) is based on echocardiography. Exercise testing is useful. Maternal and offspring risk In moderate or severe MS (valve area <1.5 cm²) heart failure is common. Atrial fibrillation can lead to pulmonary edema and thrombo-embolic events. Offspring risk is increased. Management In women with moderate or severe MS intervention (if possible percutaneous commisurotomy) should be performed pre-pregnancy. During pregnancy frequent follow-up is necessary. Symptoms or pulmonary hypertension should be treated with ß-blockers and if necessary diuretics. Anticoagulation is indicated for atrial fibrillation, left atrial thrombosis or prior embolism. Percutaneous commissurotomy should only be considered when symptoms or elevated PAP persist despite medical treatment and should be performed by an experienced team. Open-heart surgery is reserved for life-threatening situations. Delivery Vaginal delivery is often adequate. Caesarean delivery is reserved for persisting NYHA class III/IV or pulmonary hypertension despite medical/interventional therapy."
},
{
	"page":"ENAS255_7.2.0.0",
	"text":"The cause of aortic stenosis (AS) is usually bicuspid aortic valve. Echocardiographic quantification of AS and measurement of aortic diameters should be performed pre-pregnancy in all patients and exercise testing in asymptomatic patients. Maternal and offspring risk Occurrence of heart failure and arrhythmias is associated with AS severity and symptoms. Offspring complication rate is elevated. Management Contra-indications for pregnancy are severe symptomatic AS, asymptomatic AS with impaired LV function or pathological exercise test, or ascending aorta >50 mm (27.5 mm/m²). During pregnancy regular follow-up is necessary. In patients becoming symptomatic medical treatment is indicated. Percutaneous valvulotomy can be performed when symptoms persist, surgery should be reserved for life-threatening situations. Delivery Vaginal delivery is favoured in non-severe AS and caesarean section in severe (symptomatic) AS."
},
{
	"page":"ENAS255_7.3.0.0",
	"text":"Regurgitant lesions are usually well-tolerated. Echocardiographic evaluation of regurgitation severity, associated lesions and ventricular function is indicated pre-pregnancy. Maternal and offspring risk Severe regurgitation with symptoms or compromised ventricular function is associated with maternal risk of heart failure and increased offspring risk. Management Regular follow-up is indicated. Symptoms of fluid overload can be treated medically and surgery is rarely necessary. Delivery Vaginal delivery is usually appropriate."
},
{
	"page":"ENAS255_7.4.0.0",
	"text":"When a prosthetic valve needs to be implanted in a woman with future pregnancy wish, the risk of structural valve deterioration of a bioprosthetic valve must be weighed against the risk of pregnancy with a mechanical valve prosthesis. Pre-pregnancy evaluation in all women with a valve prosthesis should include assessment of symptoms as well as echocardiography. Bioprosthesis The risk of pregnancy is dependant on valvular and ventricular function and is comparable to native valve disease. Management of pregnancy is similar to native valve disease. Mechanical prosthesis Mechanical valve prosthesis carry during pregnancy the risk of valve thrombosis, bleeding complications and offspring complications. Maternal and offspring risk The risk of valve thrombosis is 2–4% with oral anticoagulants (OAC) throughout pregnancy, 9% with unfractionated heparin (UFH) in the first trimester and OAC in the 2nd and 3rd trimester, probably 3–4% with low molecular weight heparin (LMWH) in the first trimester and OAC in the 2nd and 3rd trimester (but data are scarce), and 9% with LMWH throughout pregnancy. The risk is higher when monitoring of anticoagulation is inadequate. Dose requirement increases during pregnancy. With LMWH, pre-dose anti Xa levels can be inadequate with peak levels 0.8-1.2 U/l. LMWH are still controversial because evidence is scarce and optimal dosing schedules and anti-Xa levels are uncertain. The risk of embryopathy is 0.6–10% with OAC in the 1st trimester. This risk is dose-dependant and is eliminated with replacement by UFH or LMWH in the 1st trimester. Fetal risk is very low with OAC in the 2nd and 3rd trimester. Maternal bleeding risk is present with all anticoagulation regimen. Management Continuation of OAC throughout pregnancy should be considered when dose requirement is low (see table 9). Replacement by dose-adjusted UFH or LMWH from week 6-12 should be considered when higher OAC doses are required. Weekly monitoring of anticoagulation effect and monthly clinical and echocardiographic control is advised. Since valve thrombosis threatens both mother and fetus, LMWH or UFH throughout pregnancy are not recommended. Delivery Planned vaginal delivery is usually preferred. Because of the risk of intracranial fetal bleeding, caesarean delivery is indicated when delivery starts under OAC. OAC must be replaced by UFH or LMWH from week 36, and before delivery LMWH should be replaced by UFH. Valve thrombosis A high level of suspicion for valve thrombosis is necessary and the threshold for echocardiography and if needed fluoroscopy should be low. Management of valve thrombosis is similar to outside pregnancy."
},
{
	"page":"ENAS255_7.5.0.0",
	"text":"Table 9: Recommendations for the management of valvular heart disease Recommendations Classa Levelb Mitral stenosis In patients with symptoms or pulmonary hypertension, restricted activities and ß1-selective blockers are recommended. I B Diuretics are recommended when congestive symptoms persist despite ß-blockers. I B Patients with severe MS should undergo intervention before pregnancy. I C Therapeutic anticoagulation is recommended in the case of atrial fibrillation, left atrial thrombosis, or prior embolism. I C Percutaneous mitral commissurotomy should be considered in pregnant patients with severe symptoms or systolic pulmonary artery pressure >50 mmHg despite medical therapy. IIa C Aortic stenosis Patients with severe AS should undergo intervention pre-pregnancy if: they are symptomatic I B or LV dysfunction ( LVEF <50%) is present I C Asymptomatic patients with severe AS should undergo intervention pre-pregnancy when they develop symptoms during exercise testing. I C Asymptomatic patients with severe AS should be considered for intervention pre-pregnancy when a fall in blood pressure below baseline during exercise testing occurs. IIa C Regurgitant lesions Patients with severe aortic or mitral regurgitation and symptoms or impaired ventricular function or ventricular dilatation should be treated surgically pre-pregnancy. I C Medical therapy is recommended in pregnant women with regurgitant lesions when symptoms occur. I C Mechanical valves OACs are recommended during the second and third trimesters until the 36th week. I C Change of anticoagulation regimen during pregnancy should be implemented in hospital. I C If delivery starts while on OACs, caesarean delivery is indicated. I C OAC should be discontinued and dose-adjusted UFH (aPTT ≥2× control) or adjusted-dose LMWH (target anti-Xa level 4–6 hours post-dose 0.8-1.2 U/mL) started at the 36th week of gestation. I C In pregnant women managed with LMWH, the 4–6 hours post-dose anti-Xa level should be assessed weekly. I C LMWH should be replaced by intravenous UFH at least 36 hours before planned delivery. UFH should be continued until 4–6 hours before planned delivery and restarted 4–6 hours after delivery if there are no bleeding complications. I C Immediate echocardiography is indicated in women with mechanical valves presenting with dyspnoea and/or an embolic event. I C Continuation of OACs should be considered during the first trimester if the warfarin dose required for therapeutic anticoagulation is <5 mg/day (or phenprocoumon <3 mg/day or acenocoumarol <2 mg/day), after patient information and consent. IIa C Discontinuation of OAC between weeks 6 and 12 and replacement by adjusted-dose UFH (aPTT ≥2× control; in high risk patients applied as intravenous infusion) or LMWH twice daily, (with dose adjustment according to weight and target anti-Xa level 4–6 hours post-dose 0.8–1.2 U/mL) should be considered in patients with a warfarin dose required of more than 5 mg/day (or phenprocoumon >3 mg/day or acenocoumarol >2 mg/day). IIa C Discontinuation of OACs between weeks 6 and 12 and replacement by UFH or LMWH under strict dose control (as described above) may be considered on an individual basis in patients with warfarin dose required for therapeutic anticoagulation <5 mg/day (or phenprocoumon <3 mg/day or acenocoumarol <2 mg/day). IIb C Continuation of OACs may be considered between weeks 6 and 12 in patients with a warfarin dose required for therapeutic anticoagulation >5 mg/day (or phenprocoumon >3 mg/day or acenocoumarol >2 mg/day). IIb C LMWH should be avoided, unless anti-Xa levels are monitored. III C a = class of recommendation; b = level of evidence aPTT = activated partial thromboplastin time; AS = aortic stenosis; LMWH = low molecular weight heparins; LVEF = left ventricular ejection fraction; MS = mitral stenosis; OAC = oral anticoagulants; UFH = unfractionated heparin."
},
{
	"page":"ENAS255_8.0.0.0",
	"text":"Acute coronary syndrome (ACS) during pregnancy strongly depends on classical cardiovasular disease (CVD) risk factors. Coronary dissection may occur around delivery or early postpartum period. Diagnosis ACS is made on electrocardiogram (ECG) criteria and troponin-levels (similar in non-pregnant women). Primary percutaneous coronary intervention (PCI) with use of bare metal stents is treatment of choice in pregnant women with ST-elevation myocardial infraction and in non-STEMI ACS with intermediate or high risk criteria. Use of Aspirin and ß-blockers is safe, ACE inhibitors, angiotensin receptor blockers (ARBs) and statins are contraindicated. Safety of thienopyridines is unknown, use of clopidogrel only when strictly needed. In most cases vaginal delivery is recommended. Table 10: Recommendations for the management of coronary artery disease Recommendations Classa Levelb ECG and troponin levels should be performed in the case of chest pain in a pregnant woman. I C Coronary angioplasty is the preferred reperfusion therapy for STEMI during pregnancy. I C A conservative management should be considered for non ST-elevation ACS without risk criteria. IIa C An invasive management should be considered for non ST-elevation ACS with risk criteria (including NSTEMI). IIa C a = class of recommendation; b = level of evidence ACS = acute coronary syndrome; ECG = electrocardiogram; NSTEMI = non ST-elevation myocardial infarction; STEMI = ST-elevation myocardial infarction."
},
{
	"page":"ENAS255_9.1.0.0",
	"text":"The incidence rate of cardiomyopathies in pregnancy in Europe is unknown. Aquired and inherited forms of cardiomyopathy are: peripartum cardiomyopathy, toxic cardiomyopathy, hypertrophic cardiomyopathy, dilated cardiomyopathy, storage disease, etc.. Cardiomyopathies are rare diseases but may cause severe complications in pregnancy."
},
{
	"page":"ENAS255_9.2.0.0",
	"text":"The incidence varies from 1:300 to 1:4000 pregnancies. Some predisposing factors may be multiparity, family history, smoking, diabetes, hypertension, preeclampsia, malnutrition, age and prolonged use of ß-agonists. The aetiology of peripartum cardiomyopathy (PPCM) is uncertain; infections, inflammation, autoimmunity may be involved, and cleavage products of the hormone prolactin may mediate PPCM. Definition PPCM is an idiopathic cardiomyopathy presenting with heart failure (HF) secondary to left ventricular (LV) systolic dysfunction towards the end of pregnancy or in the months following delivery. It is a diagnosis of exclusion when no other cause of heart failure is found. The LV may not be dilated but the ejection fraction (EF) is nearly always reduced below 45%. Symptoms and signs are often typical for HF, frequently debuting acute, but a broad spectrum of symptoms is reported. PPCM should be suspected if return to the pre-pregnancy state is delayed. Management ESC Guidelines for the management of acute and chronic HF apply. Interventions If inotropes are needed, the patient should be transferred to a facility where mechanical assist devices and transplant consult teams are available. A significant proportion of women improves or normalizes their LV function which must be considered before decisions. Devices and cardiac transplantation If symptoms and severe LV dysfunction persist 6 months following first presentation, despite optimal medical therapy and QRS duration >120 ms, cardiac resynchronization therapy or mechanical assist device treatment is advisable. Cardiac transplantation is a last option. Medical therapy If debuting during pregnancy joint cardiac and obstetric care is required and possible adverse effects on the fetus must be considered. After delivery, in a haemodynamically stable patient, standard therapy for HF can be applied. During pregnancy, RAAS blockers are contraindicated because of fetotoxicity. Hydralazine and nitrates can be used for afterload reduction. Dopamine and levosimendan can be used if needed. ß-blocker treatment is indicated for everyone with HF, but newborns should be supervised for 24-48 hours after delivery. Diuretics should only be used if pulmonary congestion is present. Aldosterone antagonists should be avoided. Anticoagulation is recommended in patients with intracardiac thrombus, systemic embolism and paroxysmal or persistent atrial fibrillation. Delivery Vaginal delivery is always preferable in a haemodynamically stable patient without obstetric indications for caesarean delivery. Close haemodynamic monitoring is required. Urgent delivery should be considered by an experienced interdisciplinary team in women with advanced HF and haemodynamic instability despite treatment. Breastfeeding Some ACE inhibitors can be used safely, but children’s weight monitoring for the first 4 weeks is essential as an indicator of kidney dysfunction. Due to high metabolic demands, preventing lactation may be considered. Prognosis and counselling for repeated pregnancy Worldwide mortality rates vary from 0–9% and deterioration in LV function is reported in up to 50%. Counselling is always indicated. A subsequent pregnancy carries a recurrence risk for PPCM of 30–50%. When EF is reduced a subsequent pregnancy should be discouraged."
},
{
	"page":"ENAS255_9.3.0.0",
	"text":"Dilated cardiomyopathy (DCM) is defined by the presence of typical symptoms of HF, LV dilation and systolic dysfunction of unknown origin. DCM often unmasks during the first or second trimester. The few cases of classical DCM in pregnancy describe marked deterioration. Maternal and offspring risk Women should be informed about the risk of deterioration. LVEF <40% predicts high risk and if LVEF is <20%, maternal mortality is very high and termination of pregnancy should be considered. Management Anticoagulation with LMWH or Vitamin K antagonists according to stage of pregnancy should be considered for those with atrial arrhythmias. DCM is treated in accordance with the guidelines for HF, with adaptations during pregnancy described for PPCM."
},
{
	"page":"ENAS255_9.4.0.0",
	"text":"The disease is frequently diagnosed for the first time in pregnancy. The most common substrates for complications are diastolic dysfunction, severe LV outflow tract obstruction and arrhythmias. The symptoms are typical for HF with pulmonary congestion or syncope during physical activity. Arrhythmias are common. Maternal and offspring risk Pregnancy is usually well tolerated. Symptoms before pregnancy and a high outflow tract gradient indicate an increased risk. Management ß-blockers should be considered if >mild LV outflow tract obstruction and/or maximal wall thickness >15 mm, for rate control in atrial fibrillation and to suppress ventricular arrhythmias. Verapamil is second choice (may cause AV block in the fetus). Cardioversion should be considered for persistent atrial fibrillation. Therapeutic anticoagulation is recommended for those with paroxysmal or persistent atrial fibrillation. A survived event or family history of sudden death needs close surveillance and prompt investigation if palpitations or presyncope occur. Delivery Low risk cases may have a spontaneous labour and vaginal delivery. Planned delivery is otherwise recommended. Epidural anaesthesia must be used with caution if severe LV outflow tract obstruction exists. Volume overload must be avoided in the presence of diastolic dysfunction."
},
{
	"page":"ENAS255_9.5.0.0",
	"text":"Table 11: Recommendations for the management of cardiomyopathies and heart failure Recommendations Classa Levelb Anticoagulation is recommended in patients with intracardiac thrombus detected by imaging or with evidence of systemic embolism. I A Women with HF during pregnancy should be treated according to current guidelines for non-pregnant patients, respecting contraindications for some drugs in pregnancy – see Table 15. I B Women with DCM should be informed about the risk of deterioration of the condition during gestation and peripartum. I C In patients with a past history or family history of sudden death close surveillance with prompt investigation is recommended if symptoms of palpitations or presyncope are reported. I C Therapeutic anticoagulation with LMWH or oral vitamin K antagonists according to stage of pregnancy is recommended for patients with atrial fibrillation. I C Delivery should be performed with ß-blocker protection in women with HCM. IIa C ß-blockers should be considered in all patients with HCM and more than mild LVOTO or maximal wall thickness >15mm to prevent sudden pulmonary congestion. IIa C In HCM, cardioversion should be considered for persistent atrial fibrillation. IIa C Due to high metabolic demands of lactation and breastfeeding, preventing lactation may be considered in PPCM. IIb C Subsequent pregnancy is not recommended if LVEF does not normalize in women with PPCM. III C a = class of recommendation; b = level of evidence ACE = angiotensin-converting enzyme; ARBs = angiotensin receptor blockers; CRT = cardiac resynchronization therapy; DCM = dilated cardiomyopathy; HCM = hypertrophic cardiomyopathy; HF = heart failure; ICD = implantable cardioverter-defibrillator; LMWH = low molecular weight heparin; LVEF = left ventricular ejection fraction; LVOTO = left ventricular outflow tract obstruction; PPCM = peripartum cardiomyopathy"
},
{
	"page":"ENAS255_10.1.0.0",
	"text":"Arrhythmias requiring treatment develop in up to 15% of those patients. Episodes of sustained tachycardia, particularly atrial flutter, are not well tolerated. Direct current conversion should be performed to restore sinus rhythm. Digoxin can be used to control ventricular rate. ß-blocking agents, class I antiarrhythmic drugs, and sotalol should be used with caution if the left or right ventricular function is impaired."
},
{
	"page":"ENAS255_10.2.0.0",
	"text":"Supraventricular tachycardia AV nodal re-entry tachycardia or AV re-entry tachycardia They can be terminated by vagal manoeuvres or, if that fails, by intravenous adenosine. Intravenous metoprolol is recommended if adenosine fails to terminate a tachycardia. Prophylactic antiarrhythmic drug therapy should be used only if symptoms are intolerable. Then digoxin or a selective ß-blocking agents are the first-line agents, followed by sotalol, flecainide or propafenone. Catheter ablation should be considered only in special cases if necessary during pregnancy. Focal atrial tachycardia Rate control, using ß-blocking agents and/or digitalis, should be used to avoid tachycardia-induced cardiomyopathy. Prophylactic antiarrhythmic drug therapy includes flecainide, propafenone or sotalol for patients with definite symptoms. Atrial flutter and atrial fibrillation Rhythm control In haemodynamically stable patients with structurally normal hearts pharmacological termination of arrhythmia should be considered. Intravenous ibutilide or flecainide is usually effective, and may be considered, but the experience during pregnancy is very limited. Rate control AV nodal blocking drugs including digoxin, ß-blocking agents, and non-dihydropyridine calcium channel antagonists should be considered. Anticoagulation in atrial fibrillation The thromboembolic risk in atrial fibrillation depends upon the presence of risk factors. Thromboprophylaxis is recommended in high risk patients. Vitamin K antagonists are recommended in most cases from the second trimester until 1 month before expected delivery. Subcutaneous administration of weight adjusted therapeutic doses low molecular weight heparin is recommended during the first trimester and during the last month of pregnancy. Ventricular tachycardia Life-threatening ventricular arrhythmias during pregnancy are rare. In healthy women idiopathic right ventricular outflow tract (RVOT) tachycardia is the most frequent type, and should be treated using either verapamil or a ß-blocking agent as prophylaxis if associated with severe symptoms or haemodynamic compromise. Catheter ablation of idiopathic RVOT tachycardia may be considered if associated with haemodynamic compromise and if drug treatment fails. For acute treatment of ventricular tachycardia with haemodynamic instability immediate cardioversion is recommended."
},
{
	"page":"ENAS255_10.3.0.0",
	"text":"Due to the high radiation exposure ablation should be postponed to the second trimester if possible, and it should be performed at an experienced ablation centre with suitable lead shielding and maximal use of echo- and electro-anatomic mapping systems."
},
{
	"page":"ENAS255_10.4.0.0",
	"text":"The presence of an implantable cardioverter-defibrillator (ICD) does not itself contraindicate future pregnancy. Treatment with an ICD should also be considered during pregnancy to protect the mother’s life. In general, if pregnancy is planned, the implantation of an ICD should be considered in patients with high risk of sudden cardiac death."
},
{
	"page":"ENAS255_10.5.0.0",
	"text":"Bradyarrhythmias and conduction disturbances are rare during pregnancy. Sinus node dysfunction Sinus bradycardia may appear as a reflex cardiac slowing during delivery. Rare cases of sinus bradycardia have been attributed to the supine hypotensive syndrome of pregnancy, caused by uterine compression of the inferior vena cava blood return with paradoxical sinus slowing. In the rare instance that symptomatic bradycardia occurs, it should be managed by changing the position of the mother to a left lateral decubitus position. For persistent symptoms, a temporary pacemaker may be necessary. Atrioventricular blocks First degree atrioventricular (AV) block can be observed during pregnancy in the absence of underlying heart disease. Second degree AV block occurs rarely, and is usually associated with structural heart disease or drug therapy. In patients with congenital heart disease, second degree block most commonly occurs in cases of repaired tetralogy of Fallot and less often after repair of ventricular septal defects. Acquired complete heart block, most often seen in congenital heart disease after corrective surgery, is rare during pregnancy. Isolated congenital complete heart block has a favourable outcome during pregnancy, especially when the escape rhythm has a narrow QRS complex. Supportive pacing during pregnancy is usually not necessary. Vaginal delivery carries no extra risks in a mother with congenital complete heart block, unless contraindicated for obstetric reasons. Pacing in pregnancy Temporary pacing during delivery is recommended in selected women with complete heart block and symptoms due to the risk of bradycardia and syncope. The risks of permanent pacemaker implantation are generally low. Implantation can be performed safely, especially if the fetus is beyond 8 weeks gestation. Echo guidance may be helpful for implantation."
},
{
	"page":"ENAS255_10.6.0.0",
	"text":"Table 12: Recommendations for the management of arrhythmias Recommendations Classa Levelb Management of Supraventricular tachycardia (SVT) For acute conversion of paroxysmal SVT vagal manoeuvre followed by i.v. adenosine is recommended. I C Immediate electrical cardioversion is recommended for acute treatment of any tachycardia with haemodynamic instability. I C For long-term management of SVT oral digoxinc or metoprolol/propranololc, d, is recommended. I C For acute conversion of paroxysmal SVT, i.v. metoprolol or propranolol should be considered. IIa C For long-term management of SVT, oral sotalole or flecainidef should be considered if digoxin or a ß-blocking agent fails. IIa C For acute conversion of paroxysmal SVT, i.v. verapamil may be considered. IIb C For long-term management of SVT, oral propafenonef, or procainamide may be considered as a last option if other suggested agents fail and before amiodaronee is used. IIb C For long-term management of SVT, oral verapamilc may be considered for rate regulation if the other AV nodal-blocking agents fail. IIb C Atenolold should not be used for any arrhythmia. III C Management of ventricular tachycardia (VT) The implantation of an ICD, if clinically indicated, is recommended prior to pregnancy but is also recommended whenever indicated, during pregnancy. I C For long-term management of the congenital long QT syndrome, ß-blocking agents are recommended during pregnancy and also postpartum when they have a major benefit. I C For long-term management of idiopathic sustained VT oral metoprololc,d, propranololc,d or verapamilc,f is recommended. I C Immediate electrical cardioversion of VT is recommended for sustained, unstable, and stable VT. I C For acute conversion of VT that is sustained, haemodynamically stable, and monomorphic, i.v. sotalole or procainamide should be considered. IIa C Implantation of permanent pacemakers or ICDs (preferably one chamber) should be considered with echocardiographical guidance, especially if the fetus is beyond 8 weeks gestation. IIa C For acute conversion of VT that is sustained, monomorphic, haemodynamically unstable, refractory to electrical cardioversion or not responding to other drugs, i.v. amiodaronee should be considered. IIa C For long-term management of idiopathic sustained VT oral sotalole, flecainidef, propafenonef should be considered if other drugs fail. IIa C Catheter ablation may be considered in the case of drug-refractory and poorly tolerated tachycardias. IIb C For drug dosing information please refer to three published guidelines on the management of patients with atrial fibrillation, supraventricular arrhythmias, and ventricular arrhythmias. c: AV nodal blocking agents should not be used in patients with pre-excitation on resting ECG. d: ß-Blocking agents should be used with caution in the first trimester; see here. e: Class III drugs should not be used in cases with prolonged QTc. f: Consider AV nodal blocking agents in conjunction with flecainide and propafenone for certain atrial tachycardias. a = class of recommendation; b = level of evidence AV = atrioventricular; ECG = electrocardiogram; i.v. = intravenous; SVT = supraventricular tachycardia; VT = ventricular tachycardia"
},
{
	"page":"ENAS255_11.1.0.0",
	"text":"Hypertension is the most common medical problem in pregnancy accounting for about a quarter of all antenatal admissions. Elevated blood pressure (BP) readings should be confirmed on two occasions using a mercury sphygmomanometer (Korotkoff V for reading diastolic blood pressure (DBP) in the sitting position, or an aneroid device. BP measurements in the left lateral recumbency are a reasonable alternative. Only validated measuring devices and validated ambulatory BP monitoring devices should be used."
},
{
	"page":"ENAS255_11.2.0.0",
	"text":"The definition of hypertension in pregnancy is based on absolute BP values (SBP ≥ 140 mmHg or DBP ≥ 90 mmHg) and distinguishes mildly (140-159/90-109 mmHg) or severely (≥160/110 mmHg) elevated BP. Hypertension in pregnancy is not a single entity but comprises: Pre-existing hypertension; either preceding pregnancy or developing before 20 weeks’ gestation; usually persisting more than 42 days postpartum; Gestational hypertension; developing after 20 weeks’ gestation and resolving, in most cases, within 42 days postpartum; Pre-eclampsia = gestational hypertension with proteinuria ≥0.3 g/24 h; occurring more frequently during the first pregnancy, in multiple fetuses, in hydatidiform mole, or in diabetes; associated with placental insufficiency, often resulting in fetal growth restriction; most common cause of prematurity; Pre-existing hypertension plus superimposed gestational hypertension with proteinuria; Antenatally unclassifiable hypertension"
},
{
	"page":"ENAS255_11.3.0.0",
	"text":"Management of hypertension in pregnancy depends on BP, gestational age, and presence of associated maternal and fetal risk factors. Most women with pre-existing hypertension in pregnancy have mild to moderate hypertension (140-160/90-109 mmHg), and are at low risk for cardiovascular complications within the short timeframe of pregnancy, particularly if they have normal renal function. They are candidates for non-drug therapy because there is no evidence that pharmacological treatment results in improved neonatal outcome."
},
{
	"page":"ENAS255_11.4.0.0",
	"text":"Non-pharmacological management should be considered for pregnant women with SBP ≥ 140-150 mmHg and/or DBP ≥ 90-99 mmHg. Although weight reduction may help to reduce BP in non-pregnant women, it is not recommended during pregnancy in obese women as it can be associated with reduced neonatal weight and slower subsequent growth in infants of dieting obese mothers."
},
{
	"page":"ENAS255_11.5.0.0",
	"text":"While there is consensus that drug treatment of severe hypertension in pregnancy is required and beneficial, treatment of less severe hypertension is controversial. Although it might be beneficial for the mother with hypertension to reduce her BP, lower BP may impair uteroplacental perfusion and thereby jeopardize fetal development. Low-dose aspirin is used prophylactically in women with a history of early-onset (< 28 weeks) pre-eclampsia. Alpha-methyldopa is the drug of choice for long-term management of hypertension during pregnancy. Labetalol has comparable efficacy and, in severe hypertension, can be given intravenously. Calcium-channel blockers like nifedipine (oral) or isradipine (i.v.) are drugs of second choice for hypertension treatment. Magnesium sulfate i.v. is the drug of choice for treatment of seizures and prevention of eclampsia. Potential synergism with magnesium sulfate may induce maternal hypertension and fetal hypoxia. Diuretics should be avoided for treatment of hypertension because they may decrease blood flow in the placenta, they are not recommended in pre-eclampsia. ACE inhibitors, angiotensin II antagonists and direct renin inhibitors are strictly contraindicated in pregnancy."
},
{
	"page":"ENAS255_11.6.0.0",
	"text":"Breastfeeding does not increase BP in the nursing mother. All antihypertensive agents taken by the nursing mother are excreted into breast milk, most of them at very low concentrations except for propranolol and nifedipine."
},
{
	"page":"ENAS255_11.7.0.0",
	"text":"BP usually rises over the first five days after delivery, postpartum hypertension is common. Methyldopa should be avoided because of the risk of postpartum depression. Women experiencing hypertension in their first pregnancy are at increased risk in a subsequent pregnancy. The earlier the onset of hypertension in the first pregnancy, the greater the risk of recurrence. Women with gestational hypertension and pre-eclampsia in particular are at increased risk of developing hypertension, stroke and coronary heart disease in later adult life. Lifestyle modifications are primarily indicated to avoid complications in subsequent pregnancies and to reduce maternal cardiovascular risk in the future. Regular visits to primary care physicians for BP and metabolic factors check are recommended on an annual basis. Women with normal BP in pregnancy are at reduced risk of becoming hypertensive in later life, when compared to nulliparous women."
},
{
	"page":"ENAS255_11.8.0.0",
	"text":"Table 13: Recommendations for the management of hypertension Recommendations Classa Levelb Non-pharmacological management for pregnant women with SBP of 140-150 mmHg or DBP of 90-99 mmHg is recommended. I C In women with gestational hypertension or pre-existing hypertension superimposed by gestational hypertension or with hypertension and subclinical organ damage or symptoms at any time during pregnancy, initiation of drug treatment is recommended at a BP of 140/90 mmHg. In any other circumstances, initiation of drug treatment is recommended if SBP ≥150 mmHg or DBP ≥95 mmHg. I C SBP ≥170 mmHg or DBP ≥110 mmHg in a pregnant woman is an emergency, and hospitalization is recommended. I C Induction of delivery is recommended in gestational hypertension with proteinuria with adverse conditions such as visual disturbances, coagulation abnormalities, or fetal distress. I C In pre-eclampsia associated with pulmonary oedema, nitroglycerine given as an intravenous infusion, is recommended. I C In severe hypertension, drug treatment with intravenous labetalol or oral methyldopa or nifedipine is recommended. I C Women with pre-existing hypertension should be considered to continue their current medication except for ACE inhibitors, ARBs and direct renin inhibitors under close BP monitoring. IIa C a = class of recommendation; b = level of evidence ACE = angiotensin-converting enzyme; ARB = angiotensin receptor blocker; BP = blood pressure; DBP = diastolic blood pressure; SBP= systolic blood pressure"
},
{
	"page":"ENAS255_12.1.0.0",
	"text":"Venous thromboembolism (VTE), encompassing pulmonary embolism (PE) and deep vein thrombosis (DVT), represents a significant cause of pregnancy related morbidity and mortality. All women should undergo a documented assessment of risk factors for VTE before or in early pregnancy. Three risk groups can be identified (high, intermediate and low risk group) and preventive measures applied accordingly. Patients at high risk are those with previous recurrent VTE`s (> 1) or VTE unprovoked/oestrogen-related or single previous VTE plus thrombophilia or family history. Patients with intermediate risk are those with 3 or more risk factors other than listed as high risk. These risk factors include: medical comorbidities, age >35 years, obesity (BMI > 30 kg/m2), smoking, gross varicous veins, and obstetric risk factors like pre-eclampsia, ovarian hyperstimulation syndrome, multiple pregnancy, emergency and elective caesarean section, prolonged labour (>24 hours) and peripartum haemorrhage (>1 litre or transfusion). Transient risk factors are current systemic infection, immobility, surgical procedure in pregnancy or < 6 weeks post-partum. Patients with low risk are those with less than 3 risk factors. Several risk scores for identification of patients at different risk levels have been developed, yet all risk scores still need validation in prospective studies. LMWH is the drug of choice for prophylaxis of VTE in pregnancy. The dose is based on bodyweight. Patients at high risk should receive the prophylactic dose of 0.5 mg/kg body weight of enoxaparin or 50 IU/kg body weight Dalteparin twice daily."
},
{
	"page":"ENAS255_12.2.0.0",
	"text":"In all pregnant women with suspected pulmonary embolism, D-dimer concentration should be measured followed by bilateral compression ultrasonography. When this is normal in the presence of negative D-dimer levels then pulmonary embolism is unlikely and anticoagulation is not warranted. If D-dimer levels and compression ultrasonography are positive, anticoagulation treatment is indicated. CT pulmonary angiography should be performed, when the diagnosis cannot be confirmed or excluded with the above discussed tools. In suspected pulmonary embolism treatment with LMWH should be given until the diagnosis is excluded by objective testing. The therapeutic dose is calculated on bodyweight (e.g. Enoxaparin 1 mg/kg body weight twice daily) aiming for 4 to 6 hours peak anti-Xa values of 0.6-1.2IU/ml. UFH is favoured in patients with renal failure, when urgent reversal of anticoagulation by protamine is needed and in the acute treatment of massive pulmonary emboli. In acute pulmonary embolism with haemodynamic compromise intravenous administration of UFH is recommended (loading dose of width=/&quot; units/kg, followed by a continuous intravenous infusion of 18 units/kg/hour). The aPTT is determined 4- 6 hours after the loading dose, 6 hours after any dose change and then daily when in the therapeutic range. The therapeutic target aPTT ratio is usually 1.5-2.5 times the control value. Neither UFH nor LMWH are found in breast milk in any significant amount and do not represent a contraindication to breastfeeding.   Post-partum management If no significant bleeding has occurred, prepartum heparin treatment should be restarted 6 hours after a vaginal birth and 12 hours after a caesarean delivery, with subsequent overlap with vitamin K antagonists, which may be started on the second day after delivery and continued for at least 3 months or for 6 months if pulmonary embolism occurred late in pregnancy. The INR should be between 2 and 3 and needs regular monitoring, once every 1 to 2 weeks. Vitamin K antagonists do not enter the breast milk in active forms and are safe for nursing mothers."
},
{
	"page":"ENAS255_12.3.0.0",
	"text":"All women with suspected acute deep vein thrombosis (DVT) in pregnancy should be assessed for pretest probability, have D-Dimer testing and then undergo compression ultrasonography. In acute DVT treatment with therapeutic doses of LMWH should be applied, weight adjusted, twice daily."
},
{
	"page":"ENAS255_12.4.0.0",
	"text":"Table 14: Recommendations for the prevention and management of venous thromboembolism in pregnancy and puerperium Recommendations Classa Levelb In all women who are pregnant or consider pregnancy, assessment of risk factors for VTE is recommended. I C Mothers should be informed about the signs and symptoms of VTE in pregnancy and the necessity to contact the physicians if they occur. I C High risk patientsc should receive antenatal prophylaxis with LMWH as well as post-partum for the duration of 6 weeks. I C In intermediate risk patientsd postpartum prophylaxis with LMWH should be given for at least 7 days or longer, if ≥3 risk factors persist. I C In low risk patientse early mobilization and avoidance of dehydration is recommended. I C Graduated compression stockings are recommended antepartum and post-partum in all women at high risk. I C D-Dimer measurement and compression ultrasonography is recommended in patients with suspected VTE during pregnancy. I C For treatment of acute VTE during pregnancy, UFH is recommended in high-risk and LMWH in non-high risk patients. I C Graduated compression stockings should be considered in women with intermediate risk during pregnancy and post-partum. IIa C In intermediate risk patients, antenatal prophylaxis with LMWH should be considered. IIa C Routine screening for thrombophilia should not be performed. III C a = class of recommendation; b = level of evidence LMWH = low molecular weight heparin; VTE = venous thromboembolism. For definitions of c, d, and e, see text."
},
{
	"page":"ENAS255_13.1.0.0",
	"text":"There are no uniform recommendations for the treatment of pregnant women yet. In case of emergency, drugs that are not recommended by the pharmaceutical industry during pregnancy and breastfeeding, should not be withheld to the mother. The potential risk of a drug and the possible benefit of the therapy must be weighed against each other. Different sources of evidence can be used for risk classification of drugs applied during pregnancy."
},
{
	"page":"ENAS255_13.2.0.0",
	"text":"This classification (U.S. Food and Drug Administration classification) has been published by the U.S Department of Health and Human Services. The classification consists of category A (safest) to X (known danger – do not use!). The following categories are used for drugs during pregnancy and breastfeeding: Category B: Either animal-reproduction studies have not demonstrated a fetal risk but there are no controlled studies in pregnant women, or animal-reproduction studies have shown an adverse effect that was not confirmed in controlled studies in women. Category C: Either studies in animals have revealed adverse effects on the fetus and there are no controlled studies in women, or studies in women and animals are not available. Drugs should be given only if potential benefits justify the potential risk to the fetus. Category D: There is evidence of human fetal risk, but the benefits from use in pregnant woman may be acceptable despite the risk (e.g., treatment of life-threatening conditions). Category X: Studies in animals or human beings have demonstrated fetal abnormalities, or there is evidence of fetal risk based on human experience or both, and the risk of the use of the drug in pregnant women clearly outweighs any possible benefit. The drug is contraindicated in women who are or may become pregnant."
},
{
	"page":"ENAS255_13.3.0.0",
	"text":"The authors of the databases www.embryotox.de and www.safetus.com, base their recommendations on a combination of scientific sources, expert opinions, mainly based on observational data, and personal experiences of women during pregnancy and the time of breastfeeding."
},
{
	"page":"ENAS255_13.4.0.0",
	"text":"The manufacturers’ instructions are mainly based on the fact that drugs are not tested sufficiently during pregnancy and breastfeeding. For this and for legal reasons, drugs are frequently considered prohibited during pregnancy and breastfeeding."
},
{
	"page":"ENAS255_13.5.0.0",
	"text":"Drugs Classification (Vaughan Williams for AA drugs) FDA category Placenta permeable Transfer to breast milk (fetal dose) Adverse effects Abciximab Acenocoumarolaa Acetylsalicylic acid (low dose) Adenosineb Aliskiren Amiodarone Ampicillin, amoxicillin, cephalosporins, erythromycin, mezlocillin, penicillin Imipenem, rifampicin, teicoplanin, vancomycin, Aminoglycosides, quinolones tetracyclines Atenololc Benazeprild Bisoprolol Candesartan Captoprild Clopidogrel Colestipol Cholestyramine Danaparoid Digoxinf Diltiazem Disopyramide Enalaprild Eplerenone Fenofibrate Flecainide Fondaparinux Furosemide Gemfibrozil Glyceryl trinitrate Heparin (low molecular weight) Heparin (unfractionated) Hydralazine Hydrochloro- thiazide Irbesartand Isosorbide dinitrate Isradipine Labetalol Lidocaine Methyldopa Metoprolol Mexiletine Nifedipine Phenprocoumona Procainamide Propafenone Propranolol Quinidine Ramiprild Sotalol Spironolactone Statinsg Ticlopidine Valsartand Verapamil oral Verapamil i.v. Vernakalant Warfarina Monoclonal antibody with antithrombotic effects C Unknown Unknown Inadequate human studies; should be given only if the potential benefit outweighs the potential risk to the fetus. Vitamin K antagonist D Yes Yes (no adverse effects reported) Embryopathy (mainly first trimester), bleeding (see further discussion in section about valvular heart disease for use during pregnancy). Antiplatelet drug B Yes Well-tolerated No teratogenic effects known (large datasets). Antiarrhythmic C No No No fetal adverse effects reported (limited human data). Renin inhibitor D Unknown Unknown Unknown (limited experience). Antiarrhythmic (class III) D Yes Yes Thyroid insufficiency (9%), hyperthyroidism, goitre, bradycardia, growth retardation, premature birth. Antibiotics B Yes Yes No fetal adverse effects reported. Antibiotics C Unknown Unknown Risk cannot be excluded (limited human data). Antibiotics D Unknown Unknown Risk to the fetus exists (reserved for vital indications). ß-blocker (class II) D Yes Yes Hypospadias (first trimester); birth defects, low birth weight, bradycardia and hypoglycaemia in fetus (second and third trimester). ACE inhibitor D Yes Yese (maximum 1.6%) Renal or tubular dysplasia, oligohydramnion, growth retardation, ossification disorders of skull, lung hypoplasia, contractures, large joints, anaemia, intrauterine fetal death. ß-blocker (class II) C Yes Yes Bradycardia and hypoglycaemia in fetus. Angiotensin II receptor blocker D Unknown Unknown; not recommended Renal or tubular dysplasia, oligohydramnion, growth retardation, ossification disorders of skull, lung hypoplasia, contractures, large joints, anaemia, intrauterine fetal death. ACE inhibitor D Yes Yese (maximum 1.6%) Renal or tubular dysplasia, oligohydramnion, growth retardation, ossification disorders of skull, lung hypoplasia, contractures, large joints, anaemia, intrauterine fetal death. Antiplatelet drug C Unknown Unknown No information during pregnancy available. Lipid-lowering drugs C Unknown Yes- lowering fat-soluble vitamins May impair absorption of fat-soluble vitamins, e.g. vitamin K => cerebral bleeding (neonatal). Anticoagulant B No No No side effects (limited human data). Cardiac glycoside C Yes Yese Serum levels unreliable, safe. Calcium channel blocker (class IV) C No Yese Possible teratogenic effects. Antiarrhythmic (class IA) C Yes Yese Uterus contraction. ACE inhibitor D Yes Yese (maximum 1.6%) Renal or tubular dysplasia, oligohydramnion, growth retardation, ossification disorders of skull, lung hypoplasia, contractures, large joints, anaemia, intrauterine fetal death. Aldosterone antagonist - Unknown Unknown Unknown (limited experience). Lipid-lowering drug C Yes Yes No adequate human data. Antiarrhythmic (class IC) C Yes Yese Unknown (limited experience). Anticoagulant - Yes (max 10%) No New drug, (limited experience). Diuretic C Yes Well tolerated; milk production can be reduced Oligohydramnion. Lipid-lowering drug C Yes Unknown No adequate human data. Nitrate B Unknown Unknown Bradycardia, tocolytic. Anticoagulant B No No Long-term application: seldom osteoporosis and markedly less thrombocytopenia than UF heparin. Anticoagulant B No No Long-term application: osteoporosis and thrombocytopenia. Vasodilator C Yes Yese (1%) Maternal side effect: lupus-like symptoms;fetal tachyarrhythmias (maternal use). Diuretic B Yes Yes; milk production can be reduced Oligohydramnion. Angiotensin II receptor blocker D Unknown Unknown Renal or tubular dysplasia, oligohydramnion, growth retardation, ossification disorders of skull, lung hypoplasia, contractures, large joints, anaemia, intrauterine fetal death. Nitrate B Unknown Unknown Bradycardia. Calcium channel blocker C Yes Unknown Potential synergism with magnesium sulfate may induce hypotension. α-/ ß-blocker C Yes Yese Intrauterine growth retardation (second and third trimester), neonatal bradycardia and hypotension (used near term). Antiarrhythmic (class IB) C Yes Yese Fetal bradycardia, acidosis, central nervous system toxicity. Central α-agonist B Yes Yese Mild neonatal hypotension. ß-blocker (class II) C Yes Yese Bradycardia and hypoglycaemia in fetus. Antiarrhythmic (class IB) C Yes Yese Fetal bradycardia. Calcium channel blocker C Yes Yese (maximum 1.8%) Tocolytic; s.l. application and potential synergism with magnesium sulfate may induce hypotension (mother) and fetal hypoxia. Vitamin K antagonist D Yes Yes (maximum 10%), well tolerated as inactive metabolite Coumarin-embryopathy, bleeding (see further discussion in section about valvular heart disease for use during pregnancy). Antiarrhythmic (class IA) C Yes Yes Unknown (limited experience). Antiarrhythmic (class IC) C Yes Unknown Unknown (limited experience). ß-blocker (class II) C Yes Yese Bradycardia and hypoglycaemia in fetus. Antiarrhythmic (class IA) C Yes Yese Thrombopenia, premature birth, VIII th nerve toxicity. ACE inhibitor D Yes Yes (maximum 1.6%) Renal or tubular dysplasia, oligohydramnion, growth retardation, ossification disorders of skull, lung hypoplasia, contractures, large joints, anaemia, intrauterine fetal death. Antiarrhythmic (class III) B Yes Yese Bradycardia and hypoglycaemia in fetus (limited experience). Aldosterone antagonist D Yes Yes (1.2%); milk production can be reduced Antiandrogenic effects, oral clefts (first trimester). Lipid-lowering drugs X Yes Unknown Congenital anomalies. Antiplatelet C Unknown Unknown Unknown (limited experience). Angiotensin II receptor blocker D Unknown Unknown Renal or tubular dysplasia, oligohydramnion, growth retardation, ossification disorders of skull, lung hypoplasia, contractures, large joints, anaemia, intrauterine fetal death. Calcium channel blocker (class IV) C Yes Yese Well tolerated (limited experience during pregnancy). Calcium channel blocker (class IV) C Yes Yese Intravenously use is may be associated with a greater risk of hypotension and subsequent fetal hypoperfusion. Antiarrhythmic (class III) - Unknown Unknown No experience of use in pregnancy. Vitamin K antagonist D Yes Yes (maximum 10%), well tolerated as inactive metabolite Coumarin-embryopathy, bleeding (see further discussion in section about valvular heart disease for use during pregnancy). aThe guideline committee added acenocoumarol and phenprocoumon in analogy to warfarin to this list. The necessity for risk assessment also applies to these two OAC. Previously the risk category X was attributed to warfarin. In the opinion of the task force available evidence suggests that risk category D is more appropriate for warfarin and other vitamin K antagonists (see references and discussion in section 5.5 in full text). bAdenosine: Most of the experiences with this drug are in the second and third trimesters. Its short half-life may prevent it from reaching the fetus cAtenolol is classified D by FDA, nevertheless some authors classify as C dThe available data on first-trimester use do not strongly support teratogenic potential. Because ACE inhibitors, ARBs, aldosterone antagonists, and renin inhibitors should be avoided during pregnancy and breastfeeding the risk category is D. Positive outcomes with ACE-inhibitors have been described and pregnancy does not have to be terminated if the patient was exposed to these medications, but should be followed-up closely. eBreast feeding is possible if the mother is treated with the drug. fDigoxin:The experience with digoxin is extensive, and it is considered to be the safest antiarrhythmic drug during pregnancy.A prophylactic antiarrhythmic efficacy has never been demonstrated. gStatins: Should not be prescribed in pregnancy and during breast feeding since their harmlessness is not proven and disadvantages to the mother are not to be expected by a temporary interruption of the therapy for the time period of pregnancy."
},
{
	"page":"ENAS255_14.0.0.0",
	"text":"(N)OAC (Non-vitamin K antagonist) oral anticoagulant °C Degree Celsius 2D/ 2-D Two-dimensional 2hPG 2-h post-load plasma glucose 3D/ 3-D Three-dimensional 5-FU 5-fluorouracil 99mTc-DPD Technetium-99m 3,3-diphosphono-1,2-propanodicarboxylic acid A/C Anticoagulation AAA Abdominal aortic aneurysm AAD Antiarrhythmic drugs AAS Acute aortic syndrome ABC Age, biomarkers, clinical history ABI Ankle-Brachial Index ABPM Ambulatory BP monitoring ACA Aborted cardiac arrest ACC American College of Cardiology ACCA Acute Cardiovascular Care Association ACCF American College of Cardiology Foundation ACCOAST Comparison of Prasugrel at the Time of Percutaneous Coronary Intervention or as Pretreatment at the Time of Diagnosis in Patients with Non-ST Elevation Myocardial Infarction ACE Angiotensin-converting enzyme ACEF Age, creatinine, ejection fraction ACEI/ ACE-I/ ACE-Is Angiotensin converting enzyme inhibitors ACS Acute coronary syndromes ACT Activated clotting time AD Aortic dissection ADA American Diabetes Association/Adenosine deaminase ADD Acute aortic dissection ADP Adenosine diphosphate AEPC Association for European Paediatric and Congenital Cardiology AF Atrial flutter/Atrial fibrillation AFNET German Competence NETwork on Atrial Fibrillation AHA American Heart Association AHF Acute heart failure AHRE Atrial high rate episodes AK Alpha kinase AKI Acute kidney injury AL Amyloid light chain ALAT/ ALT Alanine aminotransferase ALI Acute limb ischaemia AMI Acute myocardial infarction ANA Anti-nuclear antibodies ANCA Anti-neutrophil cytoplasm antibodies AO Aorta AOS Aneurysms-osteoarthritis syndrome AP Accessory pathway APAH Conditions associated with pulmonary arterial hypertension Apo Apolipoprotein apo A I Apolipoprotein A I apo B Apolipoprotein B aPTT Activated partial thromboplastin time AR Aortic regurgitation ARB Angiotensin II receptor blocker/ Angiotensin receptor blocker ARBs Angiotensin receptor blockers ARNI Angiotensin receptor neprilysin inhibition ARVC Arrhythmogenic right ventricular cardiomyopathy AS Aortic stenosis ASA Acetylsalicylic acid ASAT/ AST Aspartate aminotransferase ASCERT American College of Cardiology Foundation–Society of Thoracic Surgeons Database Collaboration ASE American Society of Echocardiography AST/​ALT/​ALP Aspartate / alanine aminotransferase / alkaline phosphatase ASV Adaptive servo-ventilation AT Antithrombin ATOR Atorvastatin ATP Antitachycardiac pacing/​Adenosine triphosphate ATRIA AnTicoagulation and Risk factors In Atrial fibrillation ATS Arterial tortuosity syndrome ATTR Amyloidosis, transthyretin type AUC Area under the curve AV Atrioventricular AVB Atrioventricular block AVID Antiarrhythmic drugs Versus Implantable Defibrillator AVM AV delay management AVP Arginine vasopressin AVR Aortic valve replacement b.i.d. Bis in die (twice daily) b.p.m/ bpm Beats per minute BARI-2D Bypass Angioplasty Revascularization Investigation 2 Diabetes BAS Balloon atrial septostomy BAV Balloon aortic valvuloplasty/Bicuspid aortic valve BB Beta-blocker BBB Bundle branch block BC Blood culture BCNIE Blood culture-negative infective endocarditis BCR-ABL Breakpoint cluster region-Abelson BGA Blood gas analysis BIMA Bilateral internal mammary artery Bi-PAP Bilevel positive airway pressure BiV Biventricular BiVAD Bi-ventricular assist device BMI Body mass index BMPR Bone morphogenetic protein receptor, type 2 BMS Bare metal stent BMT Best medical therapy BNP Brain natriuretic peptide/ B-type natriuretic peptide BP Blood pressure BPA Balloon pulmonary angioplasty BSA Body surface area BUN Blood urea nitrogen CABG Coronary artery bypass graft/ Coronary artery bypass graft surgery CAD Coronary artery disease CAS Carotid artery stenting CASH Cardiac Arrest Study Hamburg Cath/ Lab Catheterization laboratory CCB Calcium channel blocker CCNAP Council on Cardiovascular Nursing and Allied Professions CCP Council for Cardiology Practice CCPC Council on Cardiovascular Primary Care CCS Canadian Cardiovascular Society CCU Coronary care unit CDRIE Cardiac device-related infective endocarditis CEA Carotid endarterectomy/​Carcinoembryonic antigen CFA Common femoral artery CFC Cardiofaciocutaneous CHA2DS2-VASc Congestive heart failure or left ventricular dysfunction, Hypertension, Age ≥75 (doubled), Diabetes, Stroke (doubled)-Vascular disease, Age 65–74, Sex category (female) CHADS2 Cardiac failure, Hypertension, Age, Diabetes, Stroke (doubled) CHARM-Added Candesartan in Heart Failure: Assessment of Reduction in Mortality and Morbidity-Added CHD Coronary heart disease/ Congenital heart disease CHF Congestive heart failure/ Chronic heart failure CI Cardiac index / Contraindication / Confidence interval CIA Common iliac artery CI-AKI Contrast-induced acute kidney injury CIDS Canadian Implantable Defibrillator Study CIED Cardiac implantable electronic device CIN Contrast-induced nephropathy CK Creatine phophokinase/Creatinine kinase CKD Chronic kidney disease CKD-EPI Chronic Kidney Disease Epidemiology Collaboration CK-MB Creatine kinase MB isoform CLI Critical limb ischaemia CMP Cardiomyopathy CMR Cardiac magnetic resonance CMV Cytomegalovirus CO Cardiac output CoA Coarctation / Coarctation of the aorta Cons Conservative cont Continued COPD Chronic obstructive pulmonary disease COT Cardiac Oncology Toxicity COURAGE Clinical Outcomes Utilization Revascularization and Aggressive Drug Evaluation COX Cyclo-oxygenase/ Cyclooxygenase CPAP Continuous positive airway pressure CPET Cardiopulmonary exercise testing CPFE Combined pulmonary fibrosis and emphysema CPG Committee for Practice Guidelines CPVT Catecholaminergic polymorphic ventricular tachycardia CR Cardiac rehabilitation CrCI Creatinine clearance CRP C-reactive protein CRT Cardiac resynchronization therapy CRT-D Cardiac resynchronization therapy defibrillator/ Defibrillator with cardiac resynchronization therapy CRT-P Cardiac resynchronization therapy pacemaker CRUSADE Can Rapid risk stratification of Unstable angina patients Suppress ADverse outcomes with Early implementation of the ACC/AHA guidelines CSF Colony-stimulating factor/Cerebrospinal fluid CSM Carotid sinus massage CSS Carotid sinus syncope/syndrome CT Computed tomographic / tomogram/tomography CTA Computed tomography angiography CTD Connective tissue disease CTEPH Chronic thromboembolic pulmonary hypertension cTN Cardiac troponin CTO Chronic total occlusions CTRCD Cancer Therapeutics–Related Cardiac Dysfunction Ctrl Control CUS Compression venous ultrasonography CV Cardiovascular / Cardioversion CVD Cardiovascular disease CW Continuous wave CXR Chest X-ray DALYs Disability adjusted life years DAPT Dual (oral) antiplatelet therapy DBP Diastolic blood pressure DC Direct current DCC Direct-current cardioversion DCM Dilated cardiomyopathy DDI Drug-drug interactions DEFINITE DEFibrillator In Non-Ischemic cardiomyopathy Treatment Evaluation DES Drug-eluting stent DFT Defibrillation threshold DHP Dihydropyridine DI-DO Door-in to door-out time DLCO Carbon monoxide diffusing capacity DM Diabetes mellitus DNA Deoxyribonucleic acid DPAH Drug induced PAH DPG Diastolic pressure gradient DPP Diabetes prevention program DSA Digital subtraction angiography DT Deceleration time DTB Door-to-balloon time DTIs Direct thrombin inhibitors DUS Duplex ultrasonography / Doppler ultrasound DVT Deep vein thrombosis E/A Ratio of mitral peak velocity of early filling (E) to mitral peak velocity of late filling (A) E/e’ Ratio of early transmitral flow velocity (E) to early mitral annulus velocity (e’) EACPR European Association for Cardiovascular Prevention & Rehabilitation EACTS European Association of Cardio-Thoracic Surgery/ European Association for Cardio-Thoracic Surgery EACVI European Association of Cardiovascular Imaging EANM European Association of Nuclear Medicine EAPCI European Association of Percutaneous Cardiovascular Interventions EAS European Atherosclerosis Society EASD European Association for the Study of Diabetes EBV Epstein-Barr virus ECG Electrocardiogram / Electrocardiographic ECHO Echocardiography/​Echocardiogram ECLS Extracorporeal life support ECST European Carotid Surgery Trial ECVF Extacellular volume fraction ED Erectile dysfunction/ Emergency department EDS-IV Ehlers-Danlos syndrome type IV EF Ejection fraction eGFR Estimated glomerular filtration rate EHRA European Heart Rhythm Association EIA External iliac artery EIF Eukaryotic translation initiation factor EMA European Medicines Agency EMB Endomyocardial biopsy EMS Emergency medical system/service ENA Anti-extractable nuclear antigens Enox Enoxaparin EP Electrophysiology EPD Embolic protection device EPS Electrophysiologic study ER Extended release formulations ERA Endothelin receptor antagonist EROA Effective regurgitant orifice area ERS European Respiratory Society ESC European Society of Cardiology ESCMID European Society of Clinical Microbiology and Infectious Diseases ESH European Society of Hypertension ESO European Stroke Organisation ESR European Society of Radiology/Erythrocyte sedimentation rate ESRD End-stage renal disease ETT Endotracheal tube EU European Union EULAR European League Against Rheumatism EVAR Endovascular aortic repair/reconstruction Exp+ Experimental therapy FAME-2 Fractional Flow Reserve-Guided Percutaneous Coronary Intervention Plus Optimal Medical Treatment Versus Optimal Medical Treatment Alone in Patients With Stable Coronary Artery Disease FBN1 Fibrillin 1 FC Functional class FCH Familial combined hyperlipidaemia FCM Ferric carboxymaltose FDA US Food and Drug Administration/ Food and Drug Administration FDG Fluorodeoxyglucose FFP Fresh frozen plasma FFR Fractional flow reserve FH Familial hypercholesterolaemia FHL1 Four and a half LIM domains 1 FINDRISC FINnish Diabetes RIsk SCore FL False lumen FLUVA Fluvastatin FMC First medical contact FMCTB First-medical-contact-to-balloon time FMF Familial Mediterranean fever Fonda Fondaparinux FPG Fasting plasma glucose FU Follow-up GFR Glomerular filtration rate GGTP Gamma-glutamyl transpeptidase GLP-1 Glucagon-like peptide-1 GLS Global longitudinal strain GM Granulocyte-macrophage GP Glycoprotein / General practitioner GRACE Global Registry of Acute Coronary Events GUCH Grown-up patients with congenital heart disease HAART Highly active antiretroviral treatment HACEK Haemophilus parainfluenzae, H. aphrophilus, H. paraphrophilus, H. influenzae, Actinobacillus actinomycetemcomitans, Cardiobacterium hominis, Eikenella corrodens, Kingella kingae, and K. denitrificans HAS-BLED Hypertension, Abnormal renal/liver function, Stroke, Bleeding history or predisposition, Labile INR, Elderly (65), Drugs concomitantly/alcohol abuse HbA1c Glycated haemoglobin / Glycated haemoglobin A1c HBPM Home BP monitoring HCM Hypertrophic cardiomyopathy HCV Hepatitis C virus HDAC Histone deacetylase HDL High density lipoprotein HDL-C High density lipoprotein-cholesterol HeFH Heterozygous familial hypercholesterolaemia HER2 Human epidermal growth factor receptor 2 HF Heart failure HFA Heart Failure Association H-FABP Heart-type fatty acid-binding protein HFmrEF Heart failure with mid-range ejection fraction HFpEF/ HF-PEF Heart failure with preserved ejection fraction HFrEF/ HF-REF Heart failure with reduced ejection fraction HHD Hypertensive heart disease HHV Human herpesvirus H-ISDN Hydralazine and isosorbide dinitrate HIT Heparin-induced thrombocytopenia HIV Human immunodeficiency virus HoFH Homozygous familial hypercholesterolaemia HPAH Heritable PAH HR Heart rate HRCT High resolution CT hs-CRP high-sensitivity C-reactive protein HT/ HTN Hypertension HTG Hypertrigiyceridaemia i.v. / IV Intravenous IABP Intraaortic balloon pump IAS Inter-atrial septum ICA Invasive coronary angiography ICD Implantable cardioverter defibrillator/ International Classification of Diseases ICH Intracranial haemorrhage ICU Intensive care unit ID Infectious disease IDF International Diabetes Federation IE Infective endocarditis IFG Impaired fasting glucose IFN Interferon-gamma IGRA Interferon-gamma release assay IGT Impaired glucose tolerance IHD Ischaemic heart disease IL-2 Interleukin 2 ILR Implantable loop recorder IMA Internal mammary artery IMH Intramural haematoma IMT Intima–media thickness INR International normalized ratio IN-TIME Implant-based multiparameter telemonitoring of patients with heart failure IOMC Iso-osmolar contrast medium IPAH Idiopathic pulmonary arterial hypertension IPF Idiopathic pulmonary fibrosis IRA Infarct-related artery ISH Isolated systolic hypertension ISHLT International Society for Heart and Lung Transplantation IU International units IUD Intrauterine device IV UHF Intravenous unfractionated heparin IVC Inferior vena cava IVDA Intravenous drug abusers IVIG Intravenous immunoglobulin IVUS Intravascular ultrasound JSAP Japanese Stable Angina Pectoris km per h Kilometres per hour LA Left atrium/atrial LAA Left atrial appendage LAD Left anterior descending (coronary artery) LAE Left atrial enlargement LAH Left anterior hemiblock LAVI Left atrial volume index LBBB Left bundle branch block LCC Left coronary cusp Lcx Left circumflex LDH Lactate dehydrogenase LDL Low-density lipoprotein LDL-C Low-density lipoprotein-cholesterol LDLR Low density lipoprotein receptor LDS Loeys-Dietz syndrome LEAD Lower-extremity artery disease LEOPARD lentigines, ECG abnormalities, ocular hypertelorism, pulmonary stenosis, abnormal genitalia, retardation of growth, and sensorineural deafness LGE Late gadolinium enhancement LHD left heart disease LLN Lower limit of normality LM Left main LMNA Lamin A/C LMWH Low molecular weight heparin LOCM Low-osmolar contrast medium LoE Level of evidence LOVA Lovastatin Lp Lipoprotein Lp(a) Lipoprotein(a) LQTS Long QT syndrome LTBI Latent tuberculosis infection LV Left ventricle / left ventricular LVAD Left ventricular assist device LVEDD Left ventricular end-diastolic diameter LVEDP Left ventricular end diastolic pressure LVEF Left ventricular ejection fraction LVESD Left ventricular end-systolic diameter LVESV Left ventricular end-systolic volume LVH Left ventricular hypertrophy LVM Left ventricular mass LVMI Left ventricular mass index LVOT Left ventricular outflow tract LVOTG Left ventricular outflow tract gradient LVOTO Left ventricular outflow tract obstruction MACE Major adverse cardiac events MADIT Multicenter Automatic Defibrillator Implantation Trial MASS II The medicine, angioplasty, or surgery study Mbq Millibecquerel MCS Mechanical circulatory support MDCT Multidetector computed tomographic angiography/Multi-detector computed tomography MDRD Modifikation of Diet in Renal Disease Med RX Medial therapy MedPed Make Early Diagnosis to Prevent Early Deaths MELAS mitochondrial encephalomyopathy, lactic acidosis, and stroke-like episodes MERFF Myoclonic epilepsy with ragged red fibres MET Metabolic equivalent MetS Metabolic syndrome MI Myocardial infarction MIC Minimum inhibitory concentration MPI Myocardial perfusion imaging MPR Multiplanar reconstruction MPS Myocardial perfusion scintigraphy / Myocardial perfusion stress MR Magnetic resonance/ Mitral regurgitation/ Mineralocorticoid receptor MRA Mineralocorticoid receptor antagonist / Magnetic resonance angiography MRI Magnetic resonance imaging MR-proANP Mid-regional pro atrial natriuretic peptide/ Mid-regional pro A-type natriuretic peptide MRSA Methicillin-resistant Staphylococcus aureus MS Mitral stenosis MSCT Multislice computed tomography MSSA Methicillin-susceptible Staphylococcus aureus mSv Millisievert MUGA Multigated radionuclide angiography mV millivolt(s) MV abn Mitral valve abnormality MWD Minute walk distance MWT Minute walk test MYBPC3 Myosin-binding protein C MYH7 Myosin, heavy chain 7 MYL3 Essential myosin light chain n.a/ NA not available/ Not available N/A Not applicable N/R Not reported NASCET North American Symptomatic Carotid Endarterectomy Trial NCC Non coronary cusp NCDR National cardiovascular data registry NIHSS National Institutes of Health stroke severity scale NIPPV Non-invasive positive pressure ventilation NIV Non-invasive ventilation NNH Numbers needed to harm NNT Numbers needed to treat/ Number of individuals needed to treat NOAC/ NOAC(s) Novel oral anticoagulant / New oral anticoagulant / Non-vitamin K antagonist direct oral anticoagulant/ Non-vitamin K antagonist oral anticoagulant(S) Non-HDL-C Non-HDL cholesterol NP Natriuretic peptide NPV Negative predictive value NRT Nicotine replacement therapy NSAID Non-steroidal antiinflammatory drug(s) NSAIDs Non-steroidal anti-inflammatory drugs NSQIP National surgical quality improvement program NSTE Non-ST-elevation NSTE-ACS Non-ST-segment elevation acute coronary syndrome/ Non-ST elevation acute coronary syndrome NSTEMI Non-ST-elevation myocardial infarction NSVT Non-sustained ventricular tachycardia NTG Nitroglycerine NT-proBNP N-terminal pro B-type/brain natriuretic peptide NVE Native valve endocarditis NYHA New York Heart Association O2 Oxygen OAC Oral anticoagulation/ anticoagulant OAC Oral anticoagulation OARS Open-ended questions, Affirmation, Reflective listening, Summarising OCT Optical coherence tomography OD Organ damage OGTT Oral glucose tolerance test OHCA Out-of-hospital cardiac arrest OHS Obesity hypoventilation syndrome OMT Optimal medical therapy OR Odds ratio ORBIT Outcomes Registry for Better Informed Treatment of Atrial Fibrillation OSA Obstructive sleep apnoea p.o. Per os PA Postero-anterior/ Pulmonary artery/ Physical activity PAD Peripheral artery disease PAH Pulmonary arterial hypertension / Pulmonary hypertension PaO2 Partial pressure of oxygen PAP Pulmonary artery pressure/ Pulmonary arterial pressure PAR Protease-activated receptor PAU Penetrating aortic ulcer PAWP Pulmonary artery wedge pressure PCA Prostacyclin analogues PCC Prothrombin coagulation complax/ Prothrombin complex concentrates PCH Pulmonary capillary haemangiomatosis PCI Percutaneous coronary intervention PCIS Post-cardiac injury syndromes PCR Polymerase chain reaction PCSK9 Proprotein convertase subtilisin/kexin type 9 PCWP Pulmonary capillary wedge pressure PDE Phosphodiesterase type-5 inhibitors/ Phosphodiesterase PDE5 Phosphodiesterase type 5 PE Pulmonary embolism PEA Pulmonary endarterectomy PEP Primary endpoint PESI Pulmonary embolism severity index PET Positron emission tomography PFT Pulmonary function tests PH Pulmonary hypertension PISA Proximal isovelocity surface area PITA Pitavastatin PM Pacemaker/Pain management PMC Percutaneous mitral commissurotomy PPCM Peripartum cardiomyopathy PPI Proton pump inhibitor PPS Post-pericardiotomy syndrome PRAVA Pravastatin PRIMARY PCI Primary percutaneous coronary intervention PRKAG2 Gamma-2 subunit of the adenosine monophosphate-activated protein kinase PS Pulmonary valve stenosis PTA Percutaneous transluminal angioplasty / Pre-test probability PTT Partial thromboplastin time PUFA/ PUFAs Polyunsaturated fatty acid/ Polyunsaturated fatty acids PVC Premature ventricular contraction/ Premature ventricular complex PVE Prosthetic valve endocarditis PVI Pulmonary vein isolation PVL Paravalvular leak PVOD Pulmonary veno-occlusive disease PVR Pulmonary vascular resistance PVS Programmed ventricular stimulation PWV Pulse wave velocity R Vol Regurgitant volume RA Right atrium/ Rheumatoid arthritis RAA Renin–angiotensin–aldosterone RAAS Renin angiotensin aldosterone system RAP Right atrial pressure RAS Renal artery stenosis / Renin-angiotensin system RBBB Right bundle branch block RCC Right coronary cusp RCT/RCTs Randomized controlled trial RF Risk factor rFVIIa Activated recombinant factor VII RHC Right heart catheterization ROSU Rosuvastatin rPA Right pulmonary artery r-PA Reteplase RR Relative risk RRR Relative risk reduction rtPA Recombinant tissue plasminogen activator RV Right ventricle/ventricular RVEDP Right ventricular end-diastolic pressure RVOT Right ventricular outflow tract RVOTO Right ventricular outlow tract obstruction RVSP Right ventricular systolic pressure S.C. Subcutaneous SA Signal-averaged SAA Septal alcohol ablation SADS Sudden arrhythmic death syndrome SAM Systolic anterior motion SAN Sinoatrial node SaO2 Saturated oxygen SAPT Single antiplatelet therapy SAS Sleep apnea syndrome SB Sinus bradycardia SBP Systolic blood pressure SCAD Stable coronary artery disease SCD Sudden cardiac death SCORE Systematic Coronary Risk Evaluation / Systematic Coronary Risk Estimation SFA Superficial femoral artery SGLT2 Sodium glucose co-transporter 2 SIDS Sudden infant death syndrome SIMVA Simvastatin SIRS Systemic inflammatory response SLE Systemic lupus erythematosus SMART Specific, Measurable, Achievable, Realistic and Timely SND Sinus node disease SPAP Systolic pulmonary artery pressure SPECT Single-photon emission computed tomography sPESI Simplified Pulmonary Embolism Severity Index SpO2 Saturation of peripheral oxygen SQTS Short QT syndrome SR Sinus rhythm SSS Sick sinus syndrome STE-ACS ST-segment elevation acute coronary syndrome STEMI ST-elevation myocardial infarction STS Society of Thoracic Surgeon/ Structured telephone support ST-T ST-segment-T wave SUDI Sudden unexplained death in infancy SUDS Sudden unexplained death syndrome SVG Saphenous vein graft SVR Surgical ventricular reconstruction. SVT Supraventricular tachycardia SWISSI II Swiss Interventional Study on Silent Ischemia Type II SYNTAX SYNergy between percutaneous coronary intervention with TAXus and cardiac surgery T1DM Type 1 diabetes mellitus T2DM Type 2 diabetes mellitus TAA Thoracic aortic aneurysm TAAD Thoracic aortic aneurysms and dissection TAI Traumatic aortic injury TAPSE Tricuspid annulus plane systolic excursion TASC TransAtlantic Inter-Society Consensus TAVI Transcatheter aortic valve implantation/ Transaortic valve implantation TB Tuberculosis TC Total cholesterol T-DM1 Trastuzumab-emtansine TE Thromboembolism / Thrombo-embolic TEE Transesophageal echocardiogram TEVAR Thoracic endovascular aortic repair TG Triglyceride TGA Complete transposition of the great arteries Three DE Three dimensional echocardiography TIA Transient ischaemic attack / Transitory ischaemic attack TIBC Total iron-binding capacity TIME Trial of invasive versus medical therapy in elderly patients with chronic symptomatic coronary-artery disease TIMI Thrombolysis In Myocardial Infarction TKI Tyrosine kinase inhibitor TL True lumen TNF Tumor necrosis factor TNK-tPA Tenecteplase TNNI3 Troponin I, cardiac TNNT2 Troponin T TOE Transoesophageal echocardiography / echocardiogram t-PA Tissue plasminogen activator TPM1 Tropomyosin 1 alpha chain TR Tricuspid regurgitation TRAPS Tumour necrosis factor receptor-associated periodic syndrome TRL Triglyceride-rich lipoproteins TRV Tricuspid regurgitant velocity TS Tricuspid stenosis / Turner syndrome TSAT Transferrin saturation TSH Thyroid stimulating hormone TTE Transthoracic echocardiography TTR Time in therapeutic range / Transthyretin TV Tricuspid valve/ Television TVI Time–velocity integral Tx Tendon xanthomata UA Unstable angina UEAD Upper extremity artery disease UFH Unfractionated heparin UHF Ultrafractionated heparin UK United Kingdom ULN Upper limit of normal US United States USA United States of America V/Q Scan ventilation–perfusion scintigraphy VA Vertebral artery/ Ventricular arrhythmia VEGF Vascular endothelial growth factor VF Ventricular fibrillation VHD Valvular heart disease VKA Vitamin K antagonist VO2 Oxygen consumption VPBs Ventricular premature beats vs Versus VSD Ventricular septal defect VT Ventricular tachycardia VTE Venous thromboembolism VV Interventricular VVI Ventricular inhibited pacing WBC White blood cells WCD Wearable cardioverter defibrillator WHF World Heart Federation WHO World Health Organization WPW Wolff-Parkinson-White WU Wood units"
}
]