[
{
	"page":"ENAS5375_1.1.0.0",
	"text":"FROM 2014 ESC guidelines on acute pulmonary embolism* The Task Force for the Diagnosis and Management of Acute Pulmonary Embolism of the European Society of Cardiology (ESC) Endorsed by the European Respiratory Society (ERS)   Chairperson Prof. Stavros V Konstantinides Center for Thrombosis and Hemostasis Johannes Gutenberg University of Mainz University Medical Center Mainz Langenbeckstrasse 1 Bulding 403 55131 Mainz - Germany Tel: +49 6131176255 Fax: +49 6131173456 Email: stavros.konstantinides@unimedizin-mainz.de   Co-Chairperson Prof. Adam Torbicki Department of Pulmonary Circulation and Thromboembolic Diseases Medical Center of Postgraduate Education ECZ-Otwock Ul. Borowa 14/18 05-400 Otwock - Poland Tel: +48 22 7103052 Fax: +48 22 7103157 Email: adam.torbicki@ecz-otwock.pl   Authors/Task Force Members Giancarlo Agnelli (Italy), Nicolas Danchin (France), David Fitzmaurice (UK), Nazzareno Galiè (Italy), J. Simon R. Gibbs (UK), Menno Huisman (The Netherlands), Marc Humbert (France)†, Nils Kucher (Switzerland), Irene Lang (Austria), Mareike Lankeit (Germany), John Lekakis (Greece), Christoph Maack (Germany), Eckhard Mayer (Germany), Nicolas Meneveau (France), Arnaud Perrier (Switzerland), Piotr Pruszczyk (Poland), Lars H. Rasmussen (Denmark), Thomas H. Schindler (USA), Pavel Svitil (Czech Republic), Anton Vonk Noordegraaf (The Netherlands), Jose Luis Zamorano (Spain), Maurizio Zompatori (Italy).   †Representing the European Respiratory Society   Other ESC entities having participated in the development of this document: ESC Associations: Acute Cardiovascular Care Association (ACCA), European Association for Cardiovascular Prevention & Rehabilitation (EACPR), European Association of Cardiovascular Imaging (EACVI), Heart Failure Association (HFA), ESC Councils: Council on Cardiovascular Nursing and Allied Professions (CCNAP), Council for Cardiology Practice (CCP), Council on Cardiovascular Primary Care (CCPC) ESC Working Groups: Cardiovascular Pharmacology and Drug Therapy, Nuclear Cardiology and Cardiac Computed Tomography, Peripheral Circulation, Pulmonary Circulation and Right Ventricular Function, Thrombosis.   ESC Staff: Veronica Dean, Catherine Despres, Myriam Lafay - Sophia Antipolis, France   *Adapted from the ESC Guidelines on the diagnosis and management of acute pulmonary embolism (Eur Heart J (2014); 35:3033–3080 - doi:10.1093/eurheartj/ ehu283)."
},
{
	"page":"ENAS5375_1.2.0.0",
	"text":"1. Diagnosis Clinical probability is the basis of all diagnostic strategies for suspected pulmonary embolism (PE) and should systematically be assessed either by clinical judgement or by a validated prediction rule. Plasma D-dimer measurement, preferably using a highly sensitive assay, is recommended in outpatients and in the emergency department to reduce the need for unnecessary imaging and irradiation. A normal computed tomographic (CT) angiography safely excludes PE in patients with low or intermediate clinical probability, or PE-unlikely, while CT angiography showing a segmental or more proximal thrombus confirms PE. A normal perfusion lung scan excludes PE, and a high probability ventilation-perfusion (V/Q) scan confirms PE; in case of a non-diagnostic V/Q lung scan, PE may be excluded if proximal compression venous ultrasonography (CUS) is negative and the clinical probability is low or PE-unlikely.   2. Prognostic assessment At the stage of clinical suspicion of PE, haemodynamically unstable patients with shock or hypotension should immediately be identified as high-risk patients. Normotensive patients in Pulmonary Embolism Severity Index (PESI) Class ≥III or a simplified (s)PESI of ≥1 constitute an intermediate-risk group. Of these, patients who have both evidence of RV dysfunction (by echocardiography or CT angiography) and elevated cardiac biomarker levels in the circulation should be classified into an intermediate-high-risk category and monitored for early detection of haemodynamic decompensation. A PESI Class I or II, or a sPESI of 0, indicates a low risk of an early adverse outcome.   3. Acute phase treatment Primary reperfusion treatment, particularly systemic thrombolysis, is the treatment of choice for patients with high-risk PE. Unfractionated heparin with aPTT monitoring is the prefered anticoagulation regimen in such patients For most cases of acute PE without haemodynamic compromise, low molecular weight heparin (LMWH) or fondaparinux is the initial treatment of choice unless there is severe renal dysfunction. Systemic thrombolysis is not routinely recommended as primary treatment for patients with intermediate-high risk PE, but should be considered if clinical signs of haemodynamic decompensation appear; percutaneous catheter-directed treatment or surgical pulmonary embolectomy are alternative rescue procedures for intermediate-high-risk PE. The new oral anticoagulants (NOACs; direct inhibitors of factor Xa or thrombin) are non-inferior in terms of efficacy and possibly safer, particularly in terms of major bleeding, than the standard anticoagulation regimen consisting of heparin followed by a vitamin K antagonist (VKA). Low-risk patients in the PESI Class I or II, and probably those with sPESI of 0, should be considered for early discharge and outpatient treatment, if this appears feasible based on the patient’s anticipated compliance as well as his/her family and social background.   4. Duration of anticoagulation For patients with unprovoked PE, oral anticoagulation is recommended for at least 3 months. In the extended treatment of VTE, NOACs are both effective (in terms of prevention of symptomatic or fatal VTE recurrence) and safe (particularly in terms of major bleeding), probably safer than standard VKA regimens. In patients who refuse to take or are unable to tolerate any form of oral anticoagulants, aspirin may be considered for extended secondary VTE prophylaxis.   5. Chronic thromboembolic pulmonary hypertension (CTEPH) Organized unresolved thrombi and pulmonary vascular remodelling contribute to progressive right ventricular failure and poor outcome in non-treated CTEPH. Life-long anticoagulation (with VKA and an INR of 2-3) is recommended for all patients with CTEPH. Pulmonary endarterectomy is the treatment of choice for the majority of patients. Pharmacotherapy and pulmonary angioplasty are emerging as treatment alternatives for non-operable patients as well as for those with pulmonary hypertension persisting after intervention.   6. PE in pregnancy Suspicion of PE in pregnancy warrants formal diagnostic assessment with validated methods. A negative D-dimer result has similar clinical significance as in non-pregnant patients. Perfusion lung scan may be considered to rule out suspected PE in pregnant women with a normal chest X-ray. A weight-adjusted dose of LMWH is the recommended therapy during pregnancy in patients without shock or hypotension. NOACs are contraindicated in pregnancy.   7. PE and cancer The risk of VTE in cancer patients is at least four times higher than in the general population and increases further with chemotherapy and surgical treatment. Incidental finding of pulmonary artery thrombi in cancer patients should be managed in the same way as symptomatic pulmonary embolism, particularly if found in segmental or more proximal arteries. For patients with PE and cancer, weight-adjusted subcutaneous LMWH should be considered for the first 3 to 6 months. Extended anticoagulation (beyond the first 3 to 6 months) should be considered for an indefinite period or until the cancer is considered cured."
},
{
	"page":"ENAS5375_1.3.0.0",
	"text":"The diagnostic value and clinical significance of subsegmental defects on CT angiography are still debated. Patients with incidental (unsuspected PE) on CT angiography should probably be treated, especially if they have cancer and a proximal clot, but solid evidence in support of this recommendation is lacking. The benefits versus risks of “triple rule-out” CT angiography (to confirm or exclude coronary artery disease, pulmonary embolism and/or aortic dissection) need thorough evaluation - also considering increased radiation and contrast exposure - given the low prevalence of PE and aortic dissection in published series using that approach. Preliminary results suggest that reduced-dose intravenous thrombolysis may be safe and effective, particularly in intermediate-risk PE, but solid evidence is still lacking. Catheter-directed treatment (e.g. pharmacomechanical thrombolysis) has shown a promising efficacy and (particularly) safety profile, but data from larger study populations are needed to determine whether it will become a widely accepted (and widely available) alternative option to systemic thrombolysis for reperfusion treatment. The results of the phase III trials on the use of new oral anticoagulants in the treatment of PE and secondary prevention of VTE appear convincing; clinical experience with these drugs under ‘real world’ conditions is accumulating. Further management trials are necessary to crystallize the criteria that might permit early discharge and home treatment of low-risk patients with acute PE. The true risk for developing CTEPH after acute PE needs to be determined on the basis of high-quality data. There is lack of data to support the use of riociguat, or the off-label use of drugs approved for pulmonary arterial hypertension, as a therapeutic bridge to pulmonary endarterectomy in CTEPH patients considered to be at high risk due to poor haemodynamics. Advances in balloon pulmonary angioplasty are continuing in an attempt to make this technique a therapeutic alternative for selected patients with non-operable CTEPH. Data on the validity of clinical prediction rules for PE in pregnancy are lacking. The evidence supporting screening for occult cancer after unprovoked VTE is inconclusive. Further data are needed on the treatment of cancer patients with NOACs."
},
{
	"page":"ENAS5375_2.1.0.0",
	"text":"2014 ESC guidelines on the diagnosis and treatment of aortic diseases* The Task Force on diagnosis and treatment of aortic diseases of the European Society of Cardiology (ESC)   Chairpersons Raimund Erbel Department of Cardiology West-German Heart Center University Duisburg-Essen Hufelandstr 55 DE-45122 Essen, Germany Tel.: 49 201 723 4801 Fax: 49 201 723 5401 Email: erbel@uk-essen.de   Victor Aboyans Department of Cardiology Dupuytren University Hospital 2. Avenue Martin Luther King 87042 Limoges, France Tel. +33 5 55 05 63 10 Fax +33 5 55 05 63 84 Email: victor.aboyans@chu-limoges.fr   Authors/Task Force Members Catherine Boileau (France), Eduardo Bossone (Italy), Roberto Di Bartolomeo (Italy), Holger Eggebrecht (Germany), Arturo Evangelista (Spain), Volkmar Falk (Switzerland), Herbert Frank (Austria), Oliver Gaemperli (Switzerland), Martin Grabenwöger (Austria), Axel Haverich (Germany), Bernard Iung (France), Athanasios John Manolis (Greece), Folkert Meijboom (Netherlands), Christophe A. Nienaber (Germany), Marco Roffi (Switzerland), Hervé Rousseau (France), Udo Sechtem (Germany), Per Anton Sirnes (Norway), Regula S. von Allmen (Switzerland), Christiaan J.M. Vrints (Belgium).   Other ESC entities having participated in the development of this document: ESC Associations: Acute Cardiovascular Care Association (ACCA), European Association of Cardiovascular Imaging (EACVI), European Association of Percutaneous Cardiovascular Interventions (EAPCI). ESC Council: Council for Cardiology Practice (CCP). ESC Working Groups: Cardiovascular Magnetic Resonance, Cardiovascular Surgery, Grown-up Congenital Heart Disease, Hypertension and the Heart, Nuclear Cardiology   ESC Staff: Veronica Dean, Catherine Despres, Myriam Lafay, Sophia Antipolis, France Special thanks to Jose Luis Zamorano, Jeroen J. Bax, Michal Tendera, Petros Nihoyannopoulos *Adapted from the 2014 ESC Guidelines on the diagnosis and treatment of aortic diseases (European Heart Journal (2014) 35, 2873–2926 - doi: 10.1093/eurheartj/ehu281)."
},
{
	"page":"ENAS5375_2.2.0.0",
	"text":"1. The holistic view to the aorta as “whole organ” The guidelines on diagnosis and treatment of aortic diseases highlight the value of a holistic approach, viewing the aorta as the whole organ; indeed, in many cases tandem lesions of the aorta may exist, as illustrated by the increased probability of thoracic aortic aneurysm in the case of abdominal aortic aneurysm, making a distinction between the two regions inadequate. In addition thorako-abdominal aortic diseases are overwriting this separation.   2. Diagnostic Imaging Whereas a clinical examination and laboratory testing play a minor role in the diagnosis and treatment of aortic diseases, imaging techniques, particularly modern images techniques, play a major role yielding a view of the total aorta, which requires standardized reports and measurements at given landmarks.   Comparison of methods for imaging the aorta   Advantages/​disadvantages TTE TOE CTc MRIc Aortography Ease of use +++ ++ +++ ++ + Diagnostic reliability + +++ +++ +++ ++ Bedside/​interventional usea ++ ++ – – ++ Serial examinations ++ + ++(+)b +++ – Aortic wall visualizationc + +++ +++ +++ – Cost – – – – – – – – – – Radiation 0 0 – – – – – – Nephrotoxicity 0 0 – – – – – – – –   CT = computed tomography; MRI = magnetic resonance imaging; TOE = transoesophageal echocardiography; TTE = transthoracic echocardiography. + means a positive aspect and – means a negative point. The number of signs indicates the estimated potential value. aIVUS can be used to guide interventions (see web addenda art www.escardio.org/guidelines). b+++ only for follow-up after aortic stenting (metallic struts), otherwise limit radiation. cPET can be used to visualize suspected aortic inflammatory disease.   In the daily work-up transthoracic echocardiography plays a major role including transoesophageal echocardiography as well as ultrasonography for the abdominal aorta. It is recommended to measure diameters at anatomical landmarks perpendicular to the longitudinal axis. In case of repetitive imaging of the aorta the imaging should be used, with the lowest iatrogenic risk. In addition, it is recommended to use the same imaging modality with the similar method of measurement. All relevant parameters are recommended to be reported recording to the aortic segmentation. It is recommended to assess renal function, pregnancy and history of allergy to contrast agents in order to select the optimal imaging modality with minimal radiation exposure. Complete list of normal values for all discussed imaging techniques are found in the Full Text and Web Addenda.   3. The acute aortic syndrome Acute aortic syndromes (AAS) are defined as emergency conditions with similar clinical characteristics involving the aorta: aortic dissection, intramural haematoma, penetrating aortic ulcer, complete rupture of the aorta, traumatic aortic injury, iatrogenic aortic dissection. A flowchart for the emergency room has been developed in order to enhance the standardization of decision making in acute aortic syndromes, because survival is strongly related to time. In the diagnostic work-up clinical data are useful to assess the priori probability of AAS including the high-risk patient conditions, high-risk pain features and signs of high-risk examination features.     High-risk conditions Marfan syndrome (or other connective tissue diseases) Family history of aortic disease Known aortic valve disease Known thoracic aortic aneurysm Previous aortic manipulation (including cardiac surgery) High-risk pain features Chest, back, or abdominal pain described as any of the following: abrupt onset severe intensity ripping or tearing High-risk examination features Evidence of perfusion deficit: pulse deficit systolic blood pressure difference focal neurological deficit (in conjunction with pain) Aortic diastolic murmur (new and with pain) Hypotension or shock Risk score varies from 0–3 according the number of positive categories (1 point per column). Table modified from Rogers AM et al Circulation 2011;123:2213-8.   Based on the probability of acute aortic syndromes the decision making can be based according to developed flow-chart.   Flowchart for decision-making based on pretest sensitivity of AAS AAS = acute aortic syndrome; AD = aortic dissection; ESC = European Society of Cardiology; CT = computed tomography; ECG = electrocardiogram; MRI = magnetic resonance imaging; STEMI = ST-segment elevation myocardial infarction; TTE = transthoracic echocardiography; TOE = transoesophageal echocardiography. aSTEMI can be associated with AAS in rare cases. - bPending local availability, patient characteristics, and physician experience. cProof of Type A AD by the presence of flap, aortic regurgitation, and/or pericardial effusion. - dPreferably point-of-care, otherwise classical. eAlso troponin to detect non-ST-segment elevation myocardial infarction.   4. Treatment of acute aortic syndrome 4.1 Medical management A lot of patients with aortic diseases have comorbidities such as coronary artery disease, chronic kidney disease, diabetes, dyslipidaemia, hypertension and others. Therefore treatment and prevention strategies have to be similar to those indicated for the above diseases. Specific treatments in different aortic diseases are addressed in each specific chapter.   4.2 (Thoracic) endovascular aortic repair ((T)EVAR) It is recommended to decide the indication of endovascular repair on individual basis according to anatomy, pathology, comorbidity and anticipated durability, of any repair using multidisciplinary approach (Class I C). A sufficient proximal and distal landing zone of at least 2 cm is recommended for the safe deployment and durable fixation of TEVAR (Class I C). In case of aortic aneurysm it is recommended to select a stent-graft with a diameter exceeding the diameter of the landing zones by at least 10-15% of the reference aorta (Class I C). During stent graft placement, invasive blood pressure monitoring and control either pharmacologically or by rapid pacing is recommended (Class I C). For complicated type B aortic dissection, TEVAR is recommended (Class I C). If the anatomy is suitable and the expertise available endovascular repair should be preferred over open surgery in contained rupture of thoracic aortic aneurysm (Class I C). For uncomplicated type B aortic dissection endovascular therapy should be considered (Class IIa B) as well as in complicated type B intramural haematoma, complicated type B penetrating aortic ulcer and traumatic aortic injury (Class IIa C)   4.3 Surgery in acute aortic syndrome In patient with type A aortic dissection urgent surgery is recommended (Class I B). Surgery is also indicated in typ A intramural haematoma (Class I C). In case of type B penetrating aortic ulcer, surgery should be considered (Class IIa C). For complicated type B aortic dissection, intramural haematoma and penetrating aortic ulcer surgery may be considered (Class IIb C).   5. Aortic aneuryms When an aortic aneurysm is identified at any location, assessment of the entire aorta and aortic valve is recommended at baseline and during follow-up (Class I C). In case of aneurysm of the abdominal aorta, duplex ultrasound for screening of peripheral artery disease and peripheral aneurysms should be considered (Class IIa C). Patients with aortic aneurysms are at increased risk of cardiovascular disease, general principles of cardiovascular prevention should be considered (Class IIa C).   5.1 Indication for intervention for ascending and arch aortic aneuryms Surgery is indicated in patients who have aortic root aneurysms with maximal aortic diameter ≥50 mm for patients with Marfan syndrome (Class I C). Surgery should be considered in patients who have aortic root aneurysm with maximal ascending aortic diameter: ≥45 mm for patients with Marfan syndromes with risk factors (family history of aortic dissection and/or aortic diameter increase >3 mm/year ≥50 mm for patients with bicuspid valve with risk factors ≥55 mm for patients with no elastopathy (Class IIa C). Surgery should be considered in patients who have isolated aortic arch aneurysm with maximal diameter ≥55 mm (Class IIa C). Lower levels thresholds for intervention may be considered according to body surface area in patients of small stature or in case of rapid progression, aortic valve regurgitation, planned pregnancy, and patients preference (Class IIb C). Aortic arch repair may be considered in patient with aortic arch aneurysm who already have an indication for surgery of an adjacent aneurysm located in the ascending aorta or descending aorta (Class IIb C).   5.2 Intervention for descending aortic aneurysms Valvular problems associated with bicuspid aortic valve (BAV) are covered in the 2012 ESC/EACTS guidelines on management of valvular diseases (European Heart J 2012;33:2451-2496).   6. Abdominal aortic aneurysm Abdominal aortic aneurysms (AAA) have a prevalence of about 2% and are particularly found in men >65 years and women who are smoking >65 years. Aortic AAA are usually asymptomatic until rupture occurs. The aortic diameter relates to risks of rupture. As a screening tool ultrasound is recommended in all men >65 years (Class I A) and considered in women >65 years and tobacco smoking (Class IIb C). Very new is the advice, to use a 2 minutes extra time during TTE to check for existence of an asymptomatic AAA in men >65 years (Class IIa B) and women >65 years who are smoking (Class IIb C). Target screening should be considered in first degree siblings of AAA patients (Class IIa B). Please check 2014 ESC/ESA Guidelines on non-cardiac surgery for cardiovascular risk assessment and management (European Heart J 2014:35:2383-2431). Additional information concerning reduction of cardiac risk in case of intervention and surgery are given.   6.1 Endovascular aortic repair and open vascular surgery About 60% of all AAA are suitable for endovascular therapy. In randomized controlled studies endovascular aortic repair (EVAR) reduced mortality threshold. But long-term result were similar due to high re-intervention rates. Smoking cessation is recommended to slow the AAA growth (Class I B). AAA repair is indicated if AAA diameter exceeds 55 mm (Class I B). If the anatomy is suitable for EVAR, either open or endovascular aortic repair is recommended (Class I A). If the aneurysm is anatomically not suitable for EVAR, open endovascular aortic surgery is recommended (Class I C). 6.2 Management of symptomatic abdominal aortic aneurysms In case of rupture of abdominal aortic aneurysms two randomized controlled trials are available demonstrating similar 30 days mortality results (30.4% versus 37.4%). Based on these results following recommendations are given. In suspected ruptured AAA, immediate abdominal ultrasound is recommended (Class I C). In case of rupture, AAA emergency repair is indicated (Class I C). In case of symptomatic but non rupture AAA, urgent repair is indicated (Class I C). In case of symptomatic AAA anatomical suitable for EVAR, either open or endovascular repair is recommended (Class I A).   7. Long-term follow-up for chronic aortic dissection Contrast CT or MRI is recommended to confirm the diagnosis of chronic aortic dissection (Class I C). Close imaging surveillance in aortic dissection is indicated to detect signs of complications (Class I C). In patients with chronic aortic dissection, tight blood pressure control (> 130/80 mmHg) is indicated (Class I C). After TEVAR or EVAR surveillance is recommended after 1 month, 6 months, 12 months and then yearly (Class I C). CT is recommended as the first choice imaging technique for follow-up after TEVAR or EVAR (Class I C). In AAA Doppler ultrasound with or without contrast agents should be considered for annual postoperative surveillance, with non-contrast CT imaging over 5 years (Class IIa C). For follow-up in young patients MRI should be preferred to CT for imaging magnetic resonance-compatible stent grafts (Class IIa C).   8. Genetic diseases affording the aorta Chromosomal and inherited syndromic thoracic aneurysms During the last years more insight into chromosomal aortic diseases have been given not only for the Marfan syndrome, but also for the Loeys-Dietz syndrome, the Turner syndrome, the Ehlers Danlos syndrome Typ IV, non syndromic familiar aortic aneurysms and even aneurysms – osteoarthritis syndrome and arterial tortuosity syndrome. It is recommended to investigate first degree relatives (siblings and parents) of a subject with thoracic aortic disease to indentify a familiar form in which relatives all have a 50% chance of carrying the familiar mutation-disease (Class I C). Once a familial form of thoracic acute aortic dissection (TAAD) is highly suspected, it is recommended to refer the patient to geneticist for family investigation and molecular testing (Class I C). Variable of age of oncet warrants screening every 5 years of “healthy” at-risk relatives until diagnosis (clinical or molecular) is established or ruled out (Class I C). In familial non syndromic TAAD, screening for aneurysm should be considered not only in the thoracic aorta, but also throughout the arterial tree (including cerebral arteries) (Class IIa C).   8.1 Medical therapy in genetic diseases • In Marfan syndrome beta-blockers are prescribed to reduce the progression rate. • Angiotensin 2 receptor blockers demonstrated attenuation of the dilatation rate of aortic aneurysms. • In Ehlers-Danlos syndrome beta-blockers reduce arterial complications. • No specific data are available for other genetic diseases.   9. Management of bicuspid aortic valve BAV have a prevalence of about 1%. Fusion of the right and left coronary cusp or fusion of the right and none coronary cusp or found combined with normal size aorta, supra-coronary dilatation or cylindric aortic shape. The maximal aortic dilatation rate does not differ for bicuspid aortic valve and Marfan syndrome and is maximal in the tubular aorta (0.42 ± 0.6 and 0.49 ± 0.5 mm/year). BAV have a high heritability with about one quarter with bicuspid aortic valve found in the first degree relatives. The aortic root dilatation is found in about one third in first degree relatives. In case of BAV, surgery is indicated when the aortic root or thoracic aorta diameter is >55 mm, >50 mm in presence of other risk factors, >45 mm when surgical aortic valve replacement is scheduled (Class I C). Because of the familial occurence screening of first degree relatives should be considered (Class IIa C).   10. Future developments The installation of hybrid rooms have been shown to be pacemakers for the development of new diagnostic and treatment options like thoracic endovascular aortic repair, debranching or aortic arch surgery, and the frozen elephant trunk. This can lead in the future to further paradigma changes in the diagnosis and treatment of aortic diseases. It is time to form aortic teams and centers in order to provide full access to experts in the field of cardiology, radiology, pediatric cardiology, genetics, aortic and cardiovascular surgery, which is needed not only for the acute but also for the intense follow-up of patients with aortic diseases."
},
{
	"page":"ENAS5375_2.3.0.0",
	"text":"The 2014 ESC Guidelines on diagnosis and treatment of aortic diseases contains in 118 recommendations 4% Class I A recommendations, and in 15% Class I-II B recommendations. Thus, 80% are consensus decision. We need more epidemiological data on acute aortic syndrome in Europe. More evidence needed on the caseload-outcome relationship in the field aortic diseases. The implantation and efficacy of aortic centers in Europe should be assessed. The establishment of a European network of aortic centers should be encouraged along with establishment of large registries and multicenter studies. The value of biomarkers should be clarified. More data of accuracy and reproducibility of aortic measurements are needed. The knowledge on relationship between aortic size and outcome should be improved and the superiority of 3D on 2D better documented. It has to been investigated, if there are difference of aortic diameters related to age, gender and body-size taken into account outcome of interventions. Data for female patients with aortic diseases are lacking. The lack of evidence on the efficacy of medical therapy and the role of antihypertensive drugs, statins, inflammatory drugs an non-syndromic aortic diseases like aortic dissection, thoracic aortic aneurysms and AAA, genetic diseases is present. For thoracic aortic aneurysms, randomized studies are needed and the optimal timing for preventive intervention according to lesion size and other characteristics as well as individual patient features. The optimal timing and techniques of intervention in chronic aortic dissection is still unclear."
},
{
	"page":"ENAS5375_3.1.0.0",
	"text":"2014 ESC guidelines on Diagnosis and Management of Hypertrophic Cardiomyopathy* The Task Force for the Diagnosis and Management of Hypertrophic Cardiomyopathy of the European Society of Cardiology (ESC)   Chairperson Perry M. Elliott Cardiology Department The Heart Hospital 16-18 Westmoreland Street London W1G 8PH, UK Tel: +44 203 456 7898 Email: perry.elliott@ucl.ac.uk   Task Force Members Aris Anastasakis (Greece), Michael A. Borger (Germany), Martin Borggrefe (Germany), Franco Cecchi (Italy), Philippe Charron (France), Albert Alain Hagege (France), Antoine Lafont (France), Giuseppe Limongelli (Italy), Heiko Mahrholdt (Germany), William J. McKenna (UK), Jens Mogensen (Denmark), Petros Nihoyannopoulos (UK), Stefano Nistri (Italy), Petronella G. Pieper (Netherlands), Burkert Pieske (Austria), Claudio Rapezzi (Italy), Frans H. Rutten (Netherlands), Christoph Tillmanns (Germany), Hugh Watkins (UK).   Additional Contributor Constantinos O’Mahony (UK).   Other ESC entities having participated in the development of this document: Associations: European Association of Cardiovascular Imaging (EACVI), European Association of Percutaneous Cardiovascular Interventions (EAPCI), European Heart Rhythm Association (EHRA), Heart Failure Association of the ESC (HFA). Working Groups: Working Group on Cardiovascular Pharmacology and Drug Therapy, Working Group on Cardiovascular Surgery, Working Group on Developmental Anatomy and Pathology, Working Group on Grown-up Congenital Heart Disease, Working Group on Myocardial and Pericardial Diseases. Council: Council for Cardiology Practice, Council on Cardiovascular Primary Care.   ESC Staff: Veronica Dean, Catherine Despres, Nathalie Cameron, Sophia Antipolis, France   *Adapted from the ESC Guidelines on Diagnosis and Management of Hypertrophic Cardiomyopathy (Eur Heart J (2014); 35:2733–2779 - doi:10.1093/eurheartj/ ehu283)"
},
{
	"page":"ENAS5375_3.2.0.0",
	"text":"1. Definition Hypertrophic cardiomyopathy (HCM) is defined by the presence of increased left ventricular (LV) wall thickness that is not solely explained by abnormal loading conditions. In an adult, this represents a wall thickness ≥15 mm in one or more LV myocardial segments (or ≥13 mm in a first degree relative of someone with HCM) measured by any imaging technique.   2. Prevalence & Aetiology Hypertrophic cardiomyopathy (HCM) occurs in 0.02–0.23%of adults, with much lower rates in patients diagnosed under the age of 25 years. Hypertrophic cardiomyopathy can be caused by many genetic and non-genetic disorders. In up to 60% of patients with HCM, the disease is an autosomal dominant trait caused by mutations in cardiac sarcomere protein genes. 5-10% of adult cases are caused by other genetic disorders including inherited metabolic and neuromuscular diseases, chromosome abnormalities and genetic syndromes.   3. Genetic Counselling & Testing Genetic counselling is recommended in all patients with unequivocal HCM when it cannot be explained solely by a non-genetic cause. When a definite causative genetic mutation is identified in a patient, his or her first degree relatives should first be genetically tested. They should undergo clinical evaluation if they are found to carry the same mutation.   4. Left ventricular outflow tract obstruction Two-thirds of patients with HCM have dynamic obstruction of the left ventricular outflow tract (LVOTO) at rest or during exercise caused by contact between the mitral valve and the interventricular septum during systole. In patients with a resting LVOT gradient <50 mmHg bedside physiological provocation with Valsalva manoeuvre and standing should be routinely performed during echocardiography to determine if LV outflow obstruction can be provoked. Exercise stress echocardiography is recommended in symptomatic patients with an LVOT gradient <50 mmHg at rest or during physiological provocation. When a gradient is detected in the LV cavity, the presence of sub-aortic membranes, structural mitral valve leaflet abnormalities and mid-cavity obstruction should be systematically excluded.   5. Assessment of symptoms Most people with HCM are asymptomatic and have a normal life expectancy but somedevelop symptoms, often many years after the first manifestation of ECG or echocardiographic abnormalities. Systematic 2-D and Doppler echcardiography, exercise testing and ambulatory ECG monitoring are usually sufficient to determine the most likely cause of symptoms.   6. Prevention of Sudden Cardiac Death While the risk of sudden death is low for most patients with HCM, a small number are prone to life-threatening ventricular arrhythmias. The use of a new risk calculator (HCMRisk-SCD) (http://doc2do.com/hcm/webHCM.html) is recommended to guide the use of implantable cardioverter defibrillators (ICD). In all patients, clinical efficacy of ICD implantation should be balanced against its potential risk.   7. Symptomatic treatment In symptomatic patients with LVOTO, the aim is to reduce dyspnoea and chest pain by using drugs, surgical myectomy, alcohol ablation or pacing. Therapy in symptomatic patients without LVOTO focuses on management of arrhythmias, reduction of LV filling pressures, and treatment of angina. Patients with symptomatic progressive LV systolic or diastolic dysfunction refractory to medical therapy may be candidates for cardiac transplantation.   8. Atrial Arrhythmias Patients with HCM and paroxysmal, persistent or permanent AF should receive treatment with vitamin K antagonists. Lifelong therapy with oral anticoagulants is recommended, even when sinus rhythm is restored. Patients in sinus rhythm with LA diameter ≥45 mm should undergo 6–12 monthly 48-hour ambulatory ECG monitoring to detect AF.   9. Management of Pregnancy Most women with HCM tolerate pregnancy well but require expert advice and monitoring throughout pregnancy. All women with HCM should receive advice on contraception, sterilisation and termination when appropriate.   10. Multidisciplinary Care Clinicians should consider referral of patients to multidisciplinary teams with expertise in the diagnosis, genetics, risk stratification and management of myocardial disease."
},
{
	"page":"ENAS5375_3.3.0.0",
	"text":"Genotype-Phenotype Studies. Frequency of screening in mutation carriers and the offspring of affected individuals. Prevention of disease development in asymptomatic mutation carriers without a phenotype. Randomized, controlled, clinical trials of drug therapies for symptom relief. Prevention of left ventricular remodelling and the development of progressive heart failure. Optimal management of asymptomatic left ventricular outflow tract obstruction. Risk stratification and prevention of SCD in the young."
},
{
	"page":"ENAS5375_4.1.0.0",
	"text":"JOINT ESC/EACTS GUIDELINES ON MYOCARDIAL REVASCULARISATION JOINT ESC/EACTS Guidelines on MYOCARDIAL REVASCULARISATION Join Task Force on Myocardial Revascularisation of the European Society of Cardiology (ESC) and the European Association for Cardio-Thoracic Surgery (EACTS) Developed with the special contribution of the European Association for Percutaneous Cardiovascular Interventions (EAPCI)   Chaipersons William Wijns Cardiovascular Center OLV Ziekenhuis Moorselbaan 164 9300 Aalst - Belgium Phone: +32 53 72 439 Fax: +32 53 724 185 Email: william.wijns@olvz-aalst.be   Philippe Kolh Cardiovascular Surgery Department University Hospital (CHU, ULg) of Liege Sart Tilman B 35 4000 Liege - Belgium Phone: +32 4 366 7163 Fax: +32 4 366 7164 Email: philippe.kolh@chu.ulg.ac.be   Task Force Members Nicolas Danchin, Paris, France; Carlo Di Mario, London, UK; Volkmar Falk, Zurich, Switzerland; Thierry Folliguet, Paris, France; Scot Garg, Rotterdam, The Netherlands; Kurt Huber, Vienna, Austria; Stefan James, Uppsala, Sweden; Juhani Knuuti, Turku, Finland; Jose Lopez-Sendon, Madrid, Spain; Jean Marco, Toulouse, France; Lorenzo Menicanti, San Donato, Italy; Miodrag Ostojic, Belgrade, Serbia; Massimo F. Piepoli, Piacenza, Italy; Charles Pirlet, Liege, Belgium; Jose L. Pomar, Barcelona, Spain; Nicolaus Reifart, Bad Soden, Germany; Flavio L. Ribichini, Verona, Italy; Martin J. Schalij, Leiden, The Netherlands; Paul Sergeant, Leuven, Belgium; Patrick W. Serruys, Rotterdam, The Netherlands; Sigmund Silber, Munich, Germany; Miguel Sousa Uva, Lisbon, Portugal; David Taggart, Oxford, UK   ESC Staff: Cyril Moulin, Veronica Dean, Catherine Després, Sophia Antipolis, France   Special thanks to Per Anton Sirnes for his valuable contribution   * Adapted from the Joint ESC-EACTS Guidelines on Myocardial Revascularisation (European Heart Journal 2010;31:2501-2555 - doi 10. 1093/eurhearti/ehq277 & European Journal of Cardio-Thoracic Surgery 2010;38:S1-S52-doi: 10.1016/j.ejcts.2010.08.019)"
},
{
	"page":"ENAS5375_4.2.0.0",
	"text":"1. Score and risk stratification Risk models have a role to play in the assessment of patients undergoing revascularisation; however they should only be used as a guide, and not as a replacement for sound clinical judgment and multidisciplinary dialogue. Proper implementation of the Guidelines’ recommendations in specific clinical situations will often require calculation of GRACE or SYNTAX scores, or EuroSCORE, as relevant.   2. Process for decision making and patient information Revascularisation strategy should be based on best evidence and discussed within a Heart Team, either on a case by case basis or through approved protocols. The patient should have access to all relevant information on short and long-term outcomes. In elective situations, consent of properly informed patients should not be obtained under time pressure.   3. Strategies for pre-intervention diagnosis and imaging It is strongly recommended that elective invasive procedures and revascularisation for lesions without functional significance be deferred until the diagnosis of ischaemia, using functional testing, has been documented. Patients with a substantial amount of dysfunctional but viable myocardium are likely to benefit from myocardial revascularisation. Imaging tests for myocardial viability are helpful in selecting patients with ischaemic heart failure who should or should not undergo revascularisation.   4. Revascularisation for stable coronary artery disease For more severe coronary artery disease (CAD) (SYNTAX scores > 22 for 3-vessel disease and SYNTAX scores > 32 for left main disease), coronary artery bypass grafting (CABG) offers a survival advantage as well as a reduced need for repeat intervention at two years. While recommendations for coronary intervention by percutaneous coronary intervention (PCI) or CABG should be mainly evidence-based, the overall clinical picture (e.g. advanced age, significant co-morbidities, need for dual antiplatelet medication) as well as patient preferences should also be considered.   5. Revascularisation in non-ST-segment elevation acute coronary syndrome Patients with high risk for progressive myocardial damage and those with ongoing symptoms and anterior ST depression with suspected posterior thrombotic occlusion should undergo angiography without delay. Patients at high risk (GRACE score > 140 or multiple other high-risk criteria) should be planned for angiography as soon as possible and not delayed beyond one day. Patients with non-ST-segment elevation myocardial infarction (NSTEMI) at lower risk and those with recurrent symptoms or inducible ischaemia at stress test should be scheduled for angiography and subsequent revascularisation during hospital stay.   6. Revascularisation in ST-segment elevation myocardial infarction (STEMI) Organization of a network ensuring prompt pre-hospital diagnosis, rapid transfer to a 24/7 primary PCI-capable centre and short door-to-balloon time are the most effective methods to reduce mortality and improve long-term outcome. Patients who cannot receive primary PCI within the recommended intervals of 90-120 minutes after first medical contact should be promptly treated with fibrinolysis and transferred to a PCI centre, immediately, if there are doubts on the effectiveness of the pharmacological reperfusion (rescue PCI), within 24 hours in all other cases (elective urgent angiography).   7. Diabetes In stable diabetic patients with extensive CAD, revascularisation is indicated in order to improve major adverse cardiac and cerebral events (MACCE)-free survival. In diabetic patients, CABG, rather than PCI, should be considered when the extent of the CAD justifies a surgical approach and the patient’s risk profile is acceptable. When PCI is performed, use of drug-eluting stent (DES) is recommended in order to reduce restenosis and repeat target vessel revascularisation.   8. Myocardial revascularisation in patients with chronic kidney disease (CKD) Surgical myocardial revascularisation should be preferred in patients with mild or moderate chronic kidney disease (CKD) and multivessel disease, in particular if diabetes is the cause of the CKD. Percutaneous revascularisation may be preferred in more fragile patients with severe CKD and several co-morbidities. All patients with CKD undergoing angiography or myocardial revascularisation should receive preventive hydration with isotonic saline to be started at least 12 h before angiography and continued at least 24 h afterwards, in order to reduce the risk of contrast-induced nephropathy. The amount of contrast media should be as low as possible and not exceed 4 mL/kg.   9. Myocardial revascularisation in patients requiring valve surgery Surgery remains the standard of care for patients with valve disease and concomitant coronary artery disease; however in those deemed too high risk for surgery, alternative options may include hybrid valve/PCI procedures or trans-catheter aortic valve replacement.   10. Associated carotid/peripheral vascular disease Carotid revascularisation is justified in patients scheduled for CABG with prior history of stroke/transient ischaemic attack (TIA) and high grade carotid stenosis especially if symptoms are recent. In patients undergoing CABG who present unilateral asymptomatic carotid artery disease, there is little evidence demonstrating superiority of prophylactic carotid endarterectomy (CEA) or carotid artery stenting (CAS) over optimal medical treatment. CEA and CAS are complementary methods that should be performed only by teams that can demonstrate a 30-day death/stroke rate < 3% for neurologically asymptomatic patients and < 6% for patients with previous neurological symptoms. Selection between CEA and CAS should be based on patient profile assessment made by a multidisciplinary team.   11. Myocardial revascularisation in chronic heart failure Myocardial revascularisation should be always performed in patients with congestive heart failure (CHF) and systolic (LV) dysfunction, presenting predominantly with anginal symptoms and regardless of ventricular volumes. In patients with CHF presenting predominantly with HF symptoms and no or mild angina, myocardial revascularisation should be performed only in the presence of viability and left ventricular end-systolic volume index (LVESVI) ≤ 60 mL/m2. Conversely, myocardial revascularisation should not be performed in the absence of viability, regardless of volumes. CABG combined with surgical ventricular reconstruction (SVR) may be consideredin selected patients with a scar in the left anterior descending (LAD) artery territory and LVESVI ≥ 60 mL/m2.   12. Arrhythmias in patients with ischaemic heart disease Atrial fibrillation (AF), before or after CABG, is associated with increased mortality. Beta-blockers are recommended to decrease the incidence of AF after CABG.   13. Procedural aspects In CABG, arterial grafting to the LAD system is indicated and is also preferred if possible to non-LAD vessels in patients with reasonable life expectancy. During CABG, minimization of aortic manipulation is recommended. Fractional-flow reserve (FFR)-guide PCI is recommended for detection of ischaemia-related lesion(s) when objective evidence of vessel-related ischaemia is not available. DES are recommended for reduction of restenosis/re-occlusion, if no contra-indication to extended DAPT. Distal embolic protection is recommended during PCI of saphenous vein graft disease to avoid distal embolization of debris and prevent myocardial infarction.   14. Secondary prevention Myocardial revascularisation is one component of CAD management, and must be accompanied by adequate secondary prevention strategies. Optimal medical therapy (OMT), risk factors modification and permanent lifestyle changes should be prescribed because they reduce future morbidity and mortality, in a cost-effective way. Secondary prevention strategies should be initiated during hospitalisation when patients are highly motivated. The interventional cardiologist and cardiac surgeon should stress its importance: failure to do this may lead to the patient’s perception that it is less valuable than the revascularisation procedure itself.   15. Strategies for follow-up Follow-up strategies should focus on secondary prevention, as well as on the assessment of patients’ functional status and symptoms. Stress ECG should be preferably combined with functional imaging due to low sensitivity and specificity of stress ECG alone in revascularised patients. Early stress imaging is indicated even in asymptomatic patients such as with primary PCI or emergency CABG for ST-segment elevation infarction (STEMI), resuscitated from sudden death, patients with incomplete or suboptimal revascularisation and others who may have security jobs/competitive sports and those with high risk for atherosclerosis progression."
},
{
	"page":"ENAS5375_4.3.0.0",
	"text":"Are the results of PCI and CABG from randomised trials and registries applicable to an ever increasingly elderly population? Whereas the results of CABG in patients with multi-vessel and left main coronary artery disease are well documented over several decades of follow-up, it is not yet known how durable the early promising results of PCI will be in the same patients over the longer term. There is so far no evidence to support the impact of structured informed consent or of a heart team. Randomised trial to compare outcomes related to adherence with guidelines is lacking. The best single risk model to use in patients requiring revascularisation is yet to be established. The optimal revascularisation strategy for subgroups of NSTEMI patients, such as women, elderly, patients with impaired renal function, and patients with high bleeding risk, needs to be assessed further. The optimal pharmacological treatment combination before an invasive investigation and during percutaneous coronary intervention is not defined. Few randomised clinical trials have assessed health outcomes for diagnostic tests and the available evidence has been largely derived from non-randomised studies. For patients with CKD the role of off-pump surgical technique needs further confirmation and the role of DES in CKD patients needs further assessment."
},
{
	"page":"ENAS5375_5.1.0.0",
	"text":"2013 ESC guidelines on cardiac pacing and cardiac resynchronization therapy The Task Force on cardiac pacing and resynchronization therapy of the European Society of Cardiology (ESC). Developed in collaboration with the European Heart Rhythm Association (EHRA).   Chairperson Professor Michele Brignole Department of Cardiology Ospedali Del Tigullio Via Don Bobbio 25 IT-16033 Lavagna, (GE) Italy Tel: +39 0185 329 569 Fax: +39 0185 306 506 Email: mbrignole@ASL4.liguria.it   Authors/Task Force Members Angelo Auricchio (Switzerland); Gonzalo Baron-Esquivias (Spain); Pierre Bordachar (France); Giuseppe Boriani (Italy); Ole-A Breithardt (Germany); John Cleland (UK); Jean-Claude Deharo (France); Victoria Delgado (Nertherlands); Perry M. Elliott (UK); Bulent Gorenek (Turkey); Carsten W. Israel (Germany); Christophe Leclercq (France); Cecilia Linde (Sweden); Lluís Mont (Spain); Luigi Padeletti (Italy); Richard Sutton (UK); Panos E. Vardas (Greece).   Other ESC entities having participated in the development of this document: Association: Acute Cardiovascular Care Association (ACCA), European Association of Cardiovascular Imaging (EACVI), Heart Failure Association (HFA). Working Groups: Myocardial and Pericardial Diseases. Councils: Cardiology Practice.   ESC Staff: Veronica Dean, Catherine Despres, Karine Villanese - Sophia Antipolis, France.   *Adapted from the 2013 ESC Guidelines on Cadiac Pacing and Cardiac Resynchronization Therapy (European Heart Journal 2013; 34:2281-2329 - doi:10.1093/eurheartj/eht150)."
},
{
	"page":"ENAS5375_5.2.0.0",
	"text":"The document outlines an innovative classification of bradyarrhythmias by mechanism. There are three main groups: persistent bradycardia, intermittent bradycardia with electrocardiographic documentation, and suspected intermittent bradycardia (not yet documented). Recommendations are provided for the three categories. Until now, guidelines and text books have classified bradyarrhythmias according to their aetiology, for example sinus node dysfunction, myocardial infarction, or bundle branch block. Classification of bradyarrhythmias according to mechanism (i.e., the clinical presentation) is more useful for selecting patients for permanent cardiac pacing therapy than their aetiology. The strength of indications for CRT focuses mainly on the presence or absence of left bundle branch block. Unique recommendations are given for NYHA class II and III patients. A spectrum of response to CRT, as with most other treatments, is recognized: the beneficial effects of CRT may be greater in females, patients with non-ischaemic cardiomyopathy and patients with QRS duration >150 ms (the longer the QRS duration, the greater the benefit). Different recommendations are given for an upgrade or “de novo“ implantation of CRT in patients with a brady indication for pacing. Clinical guidance to the choice between CRT-P or CRT-D in primary prevention is provided. In the decision process for indication for pacing/CRT and for the choice of the best modality attention should be paid to a careful evaluation of the risk of complications. In general the risk of complications is higher when implanting more complex devices and for re-intervention and upgrades."
},
{
	"page":"ENAS5375_5.3.0.0",
	"text":"Too few LoE A (brady pacing). Too many LoE C (brady pacing). Need of RCTs for CRT subgroups (e.g., RBBB, NYHA I, QRS duration, etc). Need of RCTs for CRT in AF patients. Need of RCTs for CRT optimization. Need of RCTs for specific conditions (e.g., pacing in children, alternative sites, etc)."
},
{
	"page":"ENAS5375_6.1.0.0",
	"text":"2013 ESH/ESC Guidelines for the management of arterial hypertension* The Task Force for the management of arterial hypertension of the European Society of Hypertension (ESH) and of the European Society of Cardiology (ESC)   Chairperson ESC Professor Robert Fagard Hypertension & Cardiovascular Rehabilitation Unit KU Leuven University Herestraat 49 3000 Leuven, Belgium Tel: +32 16 348 707 Fax: +32 16 343 766 Email: robert.fagard@uzleuven.be   Chairperson ESH Professor Giuseppe Mancia Centro di Fisiologia Clinica e Ipertensione Via F. Sforza, 35 20121 Milano, Italy Tel: +39 039 233 3357 Fax: +39 039 322 274 Email: giuseppe.mancia@unimib.it   Authors/Task Force Members Krzysztof Narkiewicz (Section coordinator) (Poland), Josep Redon (Section coordinator) (Spain), Alberto Zanchetti (Section coordinator) (Italy), Michael Böhm (Germany), Thierry Christiaens (Belgium), Renata Cifkova, (Czech Republic), Guy De Backer (Belgium), Anna Dominiczak (UK), Maurizio Galderisi (Italy), Diederick E. Grobbee (Netherlands), Tiny Jaarsma (Sweden), Paulus Kirchhof (Germany/UK), Sverre E. Kjeldsen (Norway), Stéphane Laurent (France), Athanasios J. Manolis (Greece), Peter M. Nilsson (Sweden), Luis Miguel Ruilope (Spain), Roland E. Schmieder (Germany), Per Anton Sirnes (Norway), Peter Sleight (UK), Margus Viigimaa (Estonia), Bernard Waeber (Switzerland), Faiez Zannad (France).   Other ESC entities having participated in the development of this document: Association: Heart Failure Association (HFA), European Association of Cardiovascular Imaging (EACVI), European Association for Cardiovascular Prevention & Rehabilitation (EACPR), European Heart Rhythm Association (EHRA). Working Groups: Hypertension and the Heart, Cardiovascular Pharmacology and Drug Therapy. Councils: Cardiovascular Primary Care, Cardiovascular Nursing and Allied Professions, Cardiology Practice.   ESC Staff: Veronica Dean, Catherine Despres, Karine Villanese - Sophia Antipolis, France.   *Adapted from the ESH/ESC Guidelines for Management of Arterial Hypertension (Eur Heart J 2013;34:2159-219-doi:10.1093/eurheartj/eht151)."
},
{
	"page":"ENAS5375_6.2.0.0",
	"text":"1 - Total cardiovascular risk stratification Decisions on management of the hypertensive patient depend on the initial level of total cardiovascular (CV) risk. The stratification of total CV risk in different categories is based on BP category, CV risk factors, asymptomatic organ damage and presence of diabetes, symptomatic CV disease or chronic kidney disease. The classification in low, moderate, high and very risk refers to the 10-year risk of CV mortality as defined in the 2012 Joint CVD Prevention Guidelines. Figure 1 Stratification of total CV risk in categories of low, moderate, high and very high risk according to SBP and DBP and prevalence of RFs, asymptomatic OD, diabetes, CKD stage or symptomatic CVD. Subjects with a high normal office but a raised out-of-office BP (masked hypertension) have a CV risk in the hypertension range. Subjects with a high office BP but normal out-of-office BP (white-coat hypertension), particularly if there is no diabetes, OD, CVD or CKD, have lower risk than sustained hypertension for the same office BP. BP = blood pressure; CV = cardiovascular; CVD = cardiovascular disease; CKD = chronic kidney disease; DBP = diastolic blood pressure; HT = hypertension; OD = organ damage; RF = risk factor; SBP = systolic blood pressure. Risk factors include age, male sex, smoking, dyslipidaemia, glucose intolerance, obesity and family history of premature CVD. Asymptomatic organ damage mainly involves left ventricular hypertrophy, evidence of vascular damage and microalbuminuria.   2 - Diagnostic evaluation The initial evaluation of a patient with hypertension should: 1) confirm the diagnosis of hypertension; 2) detect causes of secondary hypertension; and 3) assess CV risk, organ damage, and concomitant clinical conditions. This calls for BP measurement, medical history including family history, physical examination, laboratory investigations, and further diagnostic tests. Some of the investigations are needed in all patients, others only in specific patient groups.   2a. Blood pressure measurement Office blood pressure Conventional office BP measurement by use of a validated device is the gold standard for screening, diagnosis and management of hypertension. Hypertension is defined as systolic BP ≥140 mmHg and/or diastolic BP ≥90 mmHg. The diagnosis of hypertension should be based on at least two BP measurements in the sitting position per visit on at least two visits.   Out-of-office BP Out-of-office BP, assessed by ambulatory or home BP monitoring, is an important adjunct to office BP measurement. The prediction of CV events is significantly better with out-of-office BP than with office BP. Prognosis is better in white-coat hypertension than in sustained hypertension and appears to be similar to that in true normotension. The incidence of CV events is about two times higher in masked hypertension than in true normotension and similar to the incidence in sustained hypertension. Cut-offs for the definition of hypertension are: 130/80 mmHg for 24-h BP, 135/85 mmHg for daytime ambulatory BP and home BP and 120/70 mmHg for night-time BP. Major indications for out-of-office BP are suspicion of white-coat, masked or nocturnal hypertension, suspected hypotension, considerable variability of office BP and treatment-resistant hypertension.   2b. Cardiovascular risk factors Total, LDL and HDL cholesterol, and fasting triglycerides and glucose are considered routine tests in all hypertensive patients.   2c. Search for asymptomatic organ damage and symptomatic disease Heart: an ECG is recommended in all hypertensive patients; additional tests (echocardiography, exercise testing, Holter monitoring) should be considered based on history, physical examination and ECG findings. Arteries: carotid and peripheral ultrasound, pulse wave velocity and ankle-brachial index should be considered as additional tests if indicated. Kidney: measurement of serum creatinine and estimation of glomerular filtration rate, assessment of urinary protein and microalbuminuria are recommended in all hypertensive patients.   2d. Search for secondary hypertension. All patients should undergo simple screening tests for secondary hypertension, including clinical history, physical examination and laboratory investigations, and a focused search should be undertaken when indicated.   3 - Treatment approach 3a. Lifestyle changes Appropriate lifestyle changes are the cornerstone for the prevention of hypertension and are also important for its treatment. The following lifestyle measures are recommended: Salt restriction to 5-6 g/day. Moderation of alcohol consumption (<20-30 g of ethanol per day in men and <10-20 g in women). Increased consumption of vegetables, fruits and low-fat dairy products. Reduction of weight to BMI of 25 kg/m2. Regular exercise (≥30 min of moderate dynamic exercise on 5-7 days per week) Smoking cessation   3b. Initiation of antihypertensive drug treatment. Prompt initiation of antihypertensive drugs is recommended in patients at high or very high CV risk. Antihypertensive drugs should be considered in patients at moderate or low risk when BP remains >140/90 mmHg after, respectively, several weeks or months of appropriate lifestyle measures, or in case of persistently elevated out-of-office BP. In elderly patients drug treatment is recommended when systolic BP is ≥160 mmHg, or ≥140 mmHg if younger than 80 years and treatment is well tolerated. It is not recommended to initiate antihypertensive treatment at high normal BP and in younger patients with isolated systolic hypertension.   3c. Blood pressure goals Systolic BP A systolic BP goal of <140 mmHg is recommended in all hypertensive patients, with few exceptions. In elderly hypertensive patients less than 80 years old there is solid evidence to reduce systolic BP to between 150 and 140 mmHg, but a goal of <140 mmHg may be considered in fit elderly.In individuals older than 80 years it is recommended to reduce BP to between 150 and 140 mmHg if they are in good physical and mental condition.   Diastolic BP A diastolic BP of <90 mmHg is always recommended, except in patients with diabetes, in whom values <85 mmHg are recommended.   3d. Choice of antihypertensive drugs Diuretics, beta-blockers, calcium antagonists, ACE-inhibitors and angiotensin receptor blockers are all suitable for the initiation and maintenance of antihypertensive treatment, either as monotherapy or in combination therapy. Some agents should be considered as the preferential choice in specific conditions, such as coronary heart disease, heart failure, diabetes or renal dysfunction. Initiation of antihypertensive therapy with two-drug combination may be considered in patients with markedly high baseline BP of at high CV risk. Among the many possible combinations, some are considered more suitable than others.   4 - Treatment strategies in special conditions 4a. White-coat and masked hypertension In white-coat hypertensives without additional risk factors, therapeutic intervention is limited to lifestyle changes and close follow-up is warranted. In case of higher CV risk, antihypertensive drug treatment may be considered. In masked hypertension, both lifestyle measures and drug treatment should be considered because of the high CV risk.   4b. Elderly When antihypertensive therapy is indicated as described in section 3b, all antihypertensive agents canbe used, although diuretics and calcium antagonists may be preferred in isolated systolichypertension.   4c. Pregnancy Drug treatment is recommended in severe hypertension in pregnancy (BP >160/110 mmHg), and may be considered in case of persistent BP ≥150/95 mmHg, and in those with BP ≥140/90 mmHg in the presence of gestational hypertension, asymptomatic organ damage or symptoms. Methyldopa, labetalol and nifedipine should be considered preferential antihypertensive drugs in pregnancy. Blockers of the renin-angiotensin system should be avoided in women withchild-bearing potential.   4d. Diabetes It is recommended to start drug treatment when systolic BP is ≥140 mmHg. The BP targetis <140/85 mmHg. All classes of antihypertensive drugs can be used, though blockers of therenin-angiotensin system may be preferred, especially in the presence of proteinuria or microalbuminuria, but simultaneous administration of two blockers of the renin-angiotensin system should be avoided.   4e. Nephropathy It is recommended to start drug treatment when systolic BP is ≥140 mmHg, targeting <140 mmHg. A target of <130 mmHg may be considered in case of overt proteinuria, and blockers of therenin- angiotensin system (though not in combination) are indicated in the presence of proteinuria or microalbuminuria.   4f. Cerebrovascular disease It is not recommended to intervene with BP-lowering therapy during the first week after acute stroke, although clinical judgement should be used in the face of very high systolic BP values. Antihypertensive treatment is recommended in hypertensive patients with a history of stroke or TIA when systolic BP is ≥140 mmHg, targeting <140 mmHg. All drug regimens are recommendedin these patients, provided that BP is effectively reduced.   4g. Heart disease Coronary heart disease It is recommended to start drug treatment when systolic BP is ≥140 mmHg, and all antihypertensive agents can be used, targeting <140 mmHg. Beta-blockers are recommended in case of recent myocardial infarction, and beta-blockers and calcium antagonists in patients with angina pectoris. Heart failure Diuretics, beta-blockers, ACE-inhibitors, angiotensin receptor blockers and/or mineralocorticoid receptor antagonists are recommended in patients with heart failure or severe left ventricular dysfunction. There is no evidence that antihypertensive therapy per se or any particular drug is beneficial in case of preserved ejection fraction. Lowering of systolic BP to around 140 mmHg should be considered in all of these patients. Left ventricular hypertrophy Antihypertensive therapy is recommended, and initiation with one of the agents that have shown greater ability to regress left ventricular hypertrophy should be considered, i.e. ACE-inhibitors, angiotensin receptor blockers and calcium antagonists.   4h. Resistant hypertension In case of true treatment-resistant hypertension, addition of a mineralocorticoid receptor antagonist, amiloride, and/or the alpha-blocker doxazocin should be considered. In case of ineffectiveness of drug treatment invasive procedures such as renal denervation and baroreceptor stimulation may be considered.   5 - Treatment of associated risk factors It is recommended to use statin therapy in hypertensive patients at moderate to high CV risk, targeting an LDL cholesterol value <3.0 mmol/L (115 mg/dL). When overt CHD is present,it is recommended to administer statin therapy to achieve LDL cholesterol levels <1.8 mmol/L(70 mg/dL). Antiplatelet therapy, in particular low-dose aspirin, is recommended in hypertensive patients with previous CV events. Aspirin should also be considered in hypertensive patients with reduced renal function or at high CV risk, provided that BP is well controlled. Aspirin is not recommended for CV prevention in low-moderate risk hypertensive patients, in whom absolute benefit and harm are equivalent. In hypertensive patients with diabetes, a HbA1c target of <7.0% is recommended with antidiabetic treatment. In more fragile elderly patients with a longer diabetes duration, more comorbidities and at high risk, treatment to a HbA1c target of <7.5–8.0% should be considered.   6 - Follow-up and improvement of blood pressure control Individuals with high normal BP or white-coat hypertension, even in untreated, should be scheduled for regular follow-up, at least annually, to measure office and out-of-office BP, to check the CV risk profile and to reinforce recommendations on lifestyle changes. After initiation of antihypertensive drug therapy in patients with hypertension, the patient should be seen at 2- to 4-week intervals to evaluate the effects on BP and to assess possible side-effects. Once the target BP is reached, a visit interval of a few months is reasonable. Depending on the local organization of health resources, many of the later visits may be performed by non-physician health care workers, such as nurses. For stable patients, home BP monitoring and electronic communication with the physician may also provide an acceptable alternative. It is advisable to assess risk factors and asymptomatic organ damage at least every 2 years. The finding of an uncontrolled BP should always lead to a search for the cause(s), such as poor adherence, persistent white-coat effect or use of BP-raising substances. Appropriate actions should be taken for better BP control, avoiding physician inertia."
},
{
	"page":"ENAS5375_6.3.0.0",
	"text":"Based on the review of the evidence available for the 2013 ESH/ESC Guidelines on Hypertension,it is apparent that several therapeutic issues are still open to question and would benefit from furtherinvestigation: Should antihypertensive drug treatment be given to all patients with grade 1 hypertension when their CV risk is low-to-moderate? Should elderly patients with a SBP between 140 and 160 mmHg be given antihypertensive drug treatments? Should drug treatment be given to subjects with white-coat hypertension? Can this condition be differentiated into patients needing or not needing treatment? Should antihypertensive drug treatment be started in the high normal BP range and, if so, in which patients? What are the optimal office BP values (i.e. the most protective and safe) for patients to achieve by treatment in different demographic and clinical conditions? Do treatment strategies based on control of out-of-office BP provide an advantage (reduced clinical morbidity and mortality, fewer drugs, fewer side-effects) over strategies based on conventional (office) BP control? What are the optimal out-of-office (home and ambulatory) BP values to be reached with treatment and should targets be lower or higher in high risk hypertensives? Does central BP add to CV event prediction in untreated and treated hypertensive patients? Do invasive procedures for treatment of resistant hypertension compare favourably with the best drug treatment and provide long-term BP control and reduction of morbid and fatal events? Do treatment-induced changes in asymptomatic organ damage predict outcome? Which measures–or combinations of measures–are most valuable? Are lifestyle measures known to reduce BP capable of reducing morbidity and mortality in hypertensive patients? Does a treatment-induced reduction of 24h BP variability add to CV protection by antihypertensive treatment? Does BP reduction substantially lower CV risk in resistant hypertension?"
},
{
	"page":"ENAS5375_7.1.0.0",
	"text":"ESC Guidelines on diabetes, pre-diabetes and cardiovascular diseases DEVELOPED IN COLLABORATION WITH EASD* The Task Force on diabetes, pre-diabetes and cardiovascular diseases of the European Society of Cardiology (ESC) and developed in collaboration with the European Association for the Study of Diabetes (EASD)   Chairpersons Lars Rydén (ESC Chairperson) Cardiology Unit, Department of Medicine Solna Karolinska Institutet 171 76 Stockholm, Sweden Tel: +46 8 5177 2171 Fax: +46 8 34 49 64 Email: lars.ryden@ki.se   Peter J. Grant (EASD Chairperson) Division of Cardiovascular & Diabetes Research University of Leeds, Clarendon Way Leeds LS2 9JT, United Kingdom Tel: +44 113 343 7721 Fax: +44 113 343 7738 Email: p.j.grant@leeds.ac.uk   Authors/Task Force Members Stefan D. Anker (Germany), Christian Berne (Sweden), Francesco Cosentino (Italy), Nicolas Danchin (France), Christi Deaton (UK), Javier Escaned (Spain), Hans-Peter Hammes (Germany), Heikki Huikuri (Finland), Michel Marre (France), Nikolaus Marx (Germany), Linda Mellbin (Sweden), Jan Östergren (Sweden), Carlo Patrono (Italy), Petar Seferovic (Serbia), Miguel Sousa Uva (Portugal), Marja-Riita Taskinen (Finland), Michal Tendera (Poland), Jaakko Tuomilehto (Finland), Paul Valensi (France), Jose Luis Zamorano (Spain).   Other ESC entities having participated in the development of this document: Association: Acute Cardiovascular Care Association (ACCA), European Association of Cardiovascular Imaging (EACVI), European Association for Cardiovascular Prevention & Rehabilitation (EACPR), European Association of Percutaneous Cardiovascular Interventions (EAPCI), European Heart Rhythm Association (EHRA), Heart Failure Association (HFA). Working Groups: Coronary Pathophysiology and Microcirculation , Thrombosis, Cardiovascular Surgery. Councils: Cardiovascular Nursing and Allied Professions, Council for Cardiology Practice, Council on Cardiovascular Primary Care, Cardiovascular Imaging.   ESC Staff: Veronica Dean, Catherine Despres, Nathalie Cameron - Sophia Antipolis, France.   *Adapted from the ESC Guidelines on diabetes,pre-diabetes and cardiovascular diseases (Eur Heart Journal 2013 - doi:10.1093/eurheartj/eht108)."
},
{
	"page":"ENAS5375_7.2.0.0",
	"text":"1 - Diabetes mellitus is A metabolic disorder characterized by chronic hyperglycaemia resulting from defects in insulin secretion or action, or a combination of both. ≈ 95% comprised by T2DM. An important contributor to vascular damage inducing a high risk of macro-and microvascular complications.   2 - Identification Screening for T2DM can be implemented using a non-invasive risk score (e.g. FINDRISC) supplemented by the assessment of glycaemia in people at high risk. Diagnosis of DM can be made by the measurement of FPG (>7.0 mmol/L), 2hPG (>11.1 mmol/L) or HbA1c (>6.5%). HbA1c <6.5% does not exclude a diagnosis of diabetes which should be further investigated by OGTT in people at high risk of disturbed glucose metabolism. Abnormal PG or HbA1c test results should be repeated to confirm the diagnosis.   3 - Prevention Progression of IGT to DM can be delayed by lifestyle intervention in about 50% of individuals. The intervention effect is sustained after lifestyle counselling has ceased. Pharmacotherapies (a-glucosidase inhibitors, metformin, glitazones, insulin, ARBs) can delay progression to DM in people with IGT whilst the drug is taken.   4 - Assessment of individual cardiovascular risk Classical risk factors (family history, lifestyle, smoking, hypertension, dyslipidaemia). Glycaemic status. Macrovascular disease (coronary, cerebrovascular and peripheral artery disease, heart failure). Microvascular disease (retinopathy, nephropathy, neuropathy). Arrhythmias especially atrial fibrillation.   5 - Multifactorial management of cardiovascular risk Patient education and empowerment. Life style advice. Smoking cessation. Personalised treatment of blood pressure, lipids, glucose and thrombotic risk.   6 - Life style intervention Daily consumption of vegetable and fruits. Increased dietary fibre intake. Moderate intake of simple carbohydrates. Reduced total dietary fat intake. Replacement of saturated fat by monounsaturated or polyunsaturated fat. Physical activity >30 min/day or at least 150 min/week. Weight reduction >5% if BMI >25 kg/m2. Moderate alcohol consumption.   7 - Key targets* for prevention of cardiovascular disease BP <140/85 mmHg. LDL cholesterol <1.8 mmol/L (<70 mg/dL). HbA1c <7% (<53 mmol/mol). *These targets should be applied with individual needs taken into account.   8 - Multifactorial medical management A combination of blood pressure lowering agents is often required to achieve control and RAAS blockade should be part of the treatment. Lipid control is based on statins. Antiplatelet therapy is recommended for secondary prevention of CVD. A combination of glucose lowering agents is often required to achieve glycaemic control and metformin should be considered as first line treatment especially in overweight/obese patients.   9 - Options for revascularisation Acute coronary syndromes Early angiography and culprit lesion revascularization should be offered. Stable coronary artery disease CABG is preferred if the myocardial area at risk is large (multi-vessel disease, complex coronary lesions). PCI with DES may be performed for symptom control in single- and two-vessel disease. Peripheral artery disease Critical limb ischaemia and symptomatic carotid artery disease should be revascularised.   10 - Heart failure T2DM is a major risk factor for the development of heart failure. The combination of DM and heart failure has a 12-fold higher mortality than DM alone. Pharmacological management include combinations of RAAS inhibitors, beta blockade and diuretic therapy. Non-pharmacological approaches should be considered as in patients without DM .   11 - Multidisciplinary strategies Comprehensive care of DM patients often requires collaboration between specialists in cardiology, diabetology and primary care and several other subspecialties such as surgery ophthalmology, nephrology and psychiatry. Nurses, dieticians, podiatrists and physiotherapists and care professionals are important collaborators."
},
{
	"page":"ENAS5375_7.3.0.0",
	"text":"There is a need for biomarkers and diagnostic strategies useful for the early detection of CAD in asymptomatic patients. Long-term CVD outcomes for most glucose-lowering treatments are not known. Optimal blood pressure targets are unknown. Are the metabolic side effects of beta-blockers or diuretics clinically relevant? Efficiency and safety of drugs increasing/improving HDL-C particles is unclear. The optimal antithrombotic regimen for primary prevention of CVD needs to be established. Pleiotropic effects of glucose lowering therapies on CVD outcomes is not fully understood. The role and level of glycaemic control in the outcome in ACS patients remain to be established. The role and level of glycaemic control in the outcome during and after myocardial revascularization remain to be established. The impact of glucose-lowering drugs including metformin, GLP-1 analogues and DPP-IV inhibitors on the prevention of heart failure is unknown. What is the role of hypoglycaemia and other predictors in sudden cardiac death?"
},
{
	"page":"ENAS5375_8.1.0.0",
	"text":"ESC Guidelines for the management of cardiovascular diseases during pregnancy (version 2011)* Task Force for the Management of Cardiovascular Diseases during Pregnancy of the European Society of Cardiology (ESC) Endorsed by the European Society of Gynecology (ESG), the Association for European Paediatric Cardiology (AEPC) and the German Society for Gender Medicine (DGesGM)   Chairperson: Vera Regitz-Zagrosek Charité Universitaetsmedizin Berlin Institute for Gender in Medicine (GiM), Hessische Str 3-4 -10115 Berlin - Germany Tel: +49 30 450 525 288 Fax: +49 30 450 7 525 288 Email: vera.regitz-zagrosek@charite.de   Task Force Members Carina Blomstrom Lundqvist, Uppsala, Sweden; Claudio Borghi, Bologna, Italy; Renata Cifkova, Praha, Czech Republic; Rafael Ferreira, Alfragide, Portugal; Jean-Michel Foidart, Liège, Belgium; J. Simon R. Gibbs, London, UK; Christa Gohlke-Baerwolf, Bad Krozingen, Germany; Bulent Gorenek, Eskisehir, Turkey; Bernard Iung, Paris, France; Mike Kirby, Herts, UK; Angela H.E.M. Maas, Zwolle, The Netherlands; Joao Morais, Leiria, Portugal; Petros Nihoyannopoulos, London, UK; Petronella G. Pieper, Groningen, The Netherlands; Patrizia Presbitero, Rozzano, Italy; Jolien W. Roos-Hesselink, Rotterdam, The Netherlands; Maria Schaufelberger, Göteborg, Sweden; Ute Seeland, Berlin, Germany; Lucia Torracca, Torrette Ancona, Italy   Other ESC entities having participated in the development of this document: Associations: European Association of Percutaneous Cardiovascular Interventions (EAPCI), European Heart Rhythm Association (EHRA), Heart Failure Association (HFA). Working Groups: Thrombosis, Grown-up Congenital Heart Disease, Hypertension and the Heart, Pulmonary Circulation and Right Ventricular Function, Valvular Heart Disease, Cardiovascular Pharmacology and Drug Therapy, Acute Cardiac Care, Cardiovascular Surgery. Councils: Cardiology Practice, Cardiovascular Primary Care, Cardiovascular Imaging.   ESC Staff: Cyril Moulin, Veronica Dean, Catherine Despres, Nathalie Cameron - Sophia Antipolis, France. Special thanks to Per Anton Sirnes for his valuable contribution.   *Adapted from the ESC Guidelines for the Management of Cardiovascular Diseases during Pregnancy (European Heart Journal; 2011-doi:10.1093/eurheartj/ehr218)."
},
{
	"page":"ENAS5375_8.2.0.0",
	"text":"1. General aspects Counseling of women with known or suspected CVD should start before pregnancy and include genetic aspects. Women with high risk - according the WHO scores - should be managed in specialized centres, by interdisciplinary teams. Foetal congenital malformations in affected families should be searched by echocardiography starting week 13. For CVD diagnosis in the mother, prefer echocardiography, exercise testing and magnetic resonance imaging (without contrast material); avoid radiation. Cardiac catheter and surgical interventions in the mother should be avoided, but are possible. Mode of delivery should be individualized. Vaginal delivery is preferred in most patients.   2. Congenital Heart Disease Most women with congenital heart disease tolerate pregnancy well. The risk depends on the underlying heart disease and its complexity, in particular on ventricular and valvular function, functional class and cyanosis. All patients should be seen by the end of the first trimester and an individualized follow up plan should be established. Vaginal delivery can be planned in most patients. Pregnancy is contraindicated in patients with pulmonary hypertension or Eisenmenger syndrome due to high risk of maternal mortality. Cyanosis poses a significant risk to the fetus, with a live birth unlikely (<12%) if maternal oxygen saturation is <85%. An irreversible decline in systemic ventricular function is seen in 10% of patients with TGA corrected with Mustard / Senning repair. Although successful pregnancy is possible in selected patients after Fontan operation, these are moderate to high risk pregnancies.   3. Aortic Disease Pregnancy is a high risk period for all patients with aortic pathology. Dissection occurs most often in the last trimester of pregnancy (50%) or the early postpartum period (33%). The diagnosis of aortic dissection should be considered in all patients with chest pain during pregnancy. In women with Marfan syndrome and aortic root diameters >45 mm pregnancy should be discouraged. Approximately 50% of the patients with a bicuspid aortic valve and aortic stenosis have dilatation of the ascending aorta. Dissection does occur, although less frequently than in Marfan patients. Caesarean delivery should be considered when the aortic diameter exceeds 45 mm.   4. Valvular heart disease Moderate and severe mitral stenosis are poorly tolerated during pregnancy and should be treated interventionally pre-pregnancy. During pregnancy percutaneous commissurotomy should only be considered when symptoms persist despite medical therapy. In aortic stenosis intervention pre-pregnancy is indicated in case of symptoms, LV dysfunction or symptoms during exercise testing. Regurgitant lesions are better tolerated than stenotic lesions. Pre-pregnancy intervention is only indicated when severe regurgitation is accompanied by refractory heart failure or severe ventricular dilatation or dysfunction. Mechanical valve prosthesis: Oral anticoagulation (OAC) with vitamin K antagonists is the safest therapy to prevent valve thrombosis and is therapy of choice during the second and third trimester. During the first trimester continuation of OAC should be considered when the required daily dose is low (warfarin <5 mg). Pregnant patients on higher warfarin dose should be considered for unfractionated heparin or low molecular weight heparin (LMWH) with strict dose-adjustment according to aPPT or anti-factor Xa levels (weekly control). At the 36th week of gestation OAC should be discontinued and replaced by dose-adjusted unfractionated heparin or LMWH. When delivery starts while still on OAC, caesarean delivery is indicated to prevent fetal cerebral bleeding.   5. Coronary artery disease Primary PCI (with bare metal stent) is the treatment of choice in pregnant women with ACS/STEMI. Pregnancy may be considered in women with known CAD, if there is no residual ischemia and LVEF >40%.   6. Cardiomyopathies Peripartum cardiomyopathy includes LV systolic dysfunction without an identifiable cause in the last month of pregnancy or first months postpartum. Treatment follows ESC guidelines for HF, but with reservations regarding medications with possible harmful fetal effects. Prolactin derived peptides may contribute to the pathophysiology and bromocriptine may offer a novel possible specific therapeutic option. Deterioration in LV function occurs in up to 50% of cases despite optimal treatment. Subsequent pregnancies carry a recurrence risk of 30–50%. When ejection fraction has not normalized a subsequent pregnancy should be discouraged. Women with dilated cardiomyopathy should be informed about the risk of deterioration during gestation and peripartum. A LVEF <40% is a predictor of high risk. LVEF <20% implies a very high mortality and a termination of the pregnancy should be considered. Most women with hypertrophic cardiomyopathy tolerate pregnancy well. Use of ß-blockers is recommended if tolerated.   7. Arrhythmia Arrhythmias may become more frequent or may manifest for the first time during pregnancy. Arrhythmias requiring treatment develop in up to 15% of the patients with structural and congenital heart disease. In haemodynamically unstable patients with tachycardias, direct cardioversion should be considered. AV nodal re-entry tachycardia or AV re-entry tachycardia can be terminated by vagal manoeuvres or, if that fails, by intravenous adenosine. Life-threatening ventricular arrhythmias during pregnancy are rare. The presence of an ICD does not itself contraindicate future pregnancy, Temporary pacing during delivery is recommended in presence of complete heart block and symptoms. The risks of permanent pacemaker implantation are generally low.   8. Hypertension Hypertension in pregnancy comprise pre-existing hypertension, gestational hypertension, pre-eclampsia Pre-eclampsia, defined as gestational hypertension with proteinuria >0.3 g/24 h, is the most common cause of prematurity. It occurs more frequently during the first pregnancy. While the benefits of antihypertensive therapy for mild-to-moderate gestational hypertension (<160/110 mmHg) have not been demonstrated in clinical trials, there is consensus that drug treatment of severe hypertension in pregancy is beneficial. Alpha-methyldopa is the drug of choice for long-term management of hypertension during pregnancy. Labetalol has comparable efficacy and can be given intravenously in severe hypertension. Calcium-channel blockers like nifedipine (oral) or isradipine (i.v.) are the drugs of second choice. ACE inhibitors, angiotensin II antagonists and direct renin inhibitors are strictly contraindicated in pregnancy.   9. Venous thromboembolism during pregnancy and the puerperium Venous thromboembolism (VTE) represents a significant cause of pregnancy related morbidity and mortality. All women should undergo assessment of risk factors before or in early pregnancy. Increased risk for VTE in pregnancy: Previous recurrent VTE`s VTE unprovoked or oestrogen - related Single previous VTE + thrombophilia or family history. High risk patients should receive antenatal prophylaxis with LMWH and for 6 weeks postpartum.   10. Drug therapy in pregnancy There are no uniform recommendations. Different sources of evidence such as U.S. Food and Drug Administration (FDA) classification, internet databases, pharmaceutical industry recommendations have different strength and weaknesses. In case of emergency, drugs that are not recommended during pregnancy and breast feeding should not be withheld to the mother. The potential risk and benefit must be weighed against each other."
},
{
	"page":"ENAS5375_8.3.0.0",
	"text":"General European databases on pregnancy complications are urgently needed. Foetal and maternal risk assessment need prospective and systematic studies.   Congenital heart disease What is the optimal way of delivery for the different diagnoses? What is the risk in the different diagnoses for irreversible effect of pregnancy on cardiac function?   Aortic disease What is the optimal way of delivery in women with dilated aorta? At what diameter should prophylactic aortic surgery by performed?   Valve thrombosis The superiority of unfractioned heparin or low-molecular weight heparin to prevent mechanical valve thrombosis and bleeding during the first trimester is unproven. There are insufficient data concerning optimal anti-factor Xa levels (post-dose as well as pre-dose) to prevent valve thrombosis and bleeding during low molecular weight heparin therapy. Randomized studies comparing OAC vrs LlMWH during the first trimester are needed.   Coronary heart disease The safety of thienopyridines, GP IIb/IIIa receptor inhibitors and bivalirudin is unknown during pregnancy.   Heart failure and peripartum cardiomyopathy Systematic studies from European countries are not available. The etiology remains uncertain resulting in that no therapeutic but just symptomatic treatment is possible. Novel treatment options (bromocriptine, mechanical assist devices) need validation.   Arrhythmia Definite data on drug efficiency and safety are lacking.   Hypertension Prediction of pre-eclampsia needs improvement. There is no evidence that drug treatment of mild-to-moderate hypertension in pregnancy is beneficial (most studies have serious limitations in study design such as small number of participants and no longitudinal outcome).   VTE The influence of various single risk factors and the summation of several risk factors on total VTE - risk needs to be defined more exactly in prospective studies and risk scores require prospective validation. Clinical prediction rules for assigning pretest probabilities of VTE and the use of various diagnostic modalities need validation in pregnant patients.   Drug therapy An European registry for complications of drug therapy in pregnancy is needed. Prospective studies should be designed wherever possible."
}
]