[
{
	"page":"ENAS5189_2017070658",
	"text":"1.0.0.0 Overview Atrial fibrillation (AF) is the most common heart rhythm disorder, with a steep rise predicted in the number of patients in coming years. AF is one of the major causes of stroke, heart failure, sudden death, and cardiovascular morbidity, and is associated with poorer quality of life and adverse symptoms. The management of AF should include treatment of acute AF, cardiovascular risk reduction and treatment of comorbidities, stroke prevention using oral anticoagulation, heart rate control, and in selected symptomatic patients, the use of rhythm control therapy."
},
{
	"page":"ENAS5189_2017070659",
	"text":"2.0.0.0 The 5 domains of integrated AF management The five domains of integrated AF management AF = atrial fibrillation; LV = left ventricular"
},
{
	"page":"ENAS5189_2017070660",
	"text":"3.0.0.0 Diagnosis & screening Diagnosis & screening The diagnosis of AF requires an electrocardiogram (ECG) showing irregular RR intervals and no distinct P waves for at least 30 seconds. ECG screening is useful in populations at risk of AF or those at high risk of stroke, including stroke survivors and older patients. The pattern of AF can be categorised as: First diagnosed Paroxysmal (self-terminating) Persistent (lasting longer than 7 days) Long-standing persistent (continuous for 1 year) Permanent (AF accepted by patient and physician, hence rhythm control is not pursued)"
},
{
	"page":"ENAS5189_2017070661",
	"text":"4.0.0.0 Prevention & general management Prevention & general management Treat underlying cardiovascular conditions adequately to prevent AF, such as hypertension, ischaemia, valvular heart disease and heart failure. Evaluate AF-related symptoms using the modified European Heart Rhythm Association (EHRA) score. Modified EHRA score Symptoms Description 1 None AF does not cause any symptoms 2a Mild Normal daily activity not affected by symptoms related to AFa 2b Moderate Normal daily activity not affected by symptoms related to AF, but patient troubled by symptomsa 3 Severe Normal daily activity affected by symptoms related to AF 4 Disabling Normal daily activity discontinued AF = atrial fibrillation; EHRA = European Heart Rhythm Association. aEHRA Class 2a and 2b can be differentiated by evaluating whether patients are functionally affected by their AF symptoms. AF-related symptoms are most commonly fatigue/tiredness and exertional shortness of breath, or less frequently palpitations and chest pain. A full cardiovascular evaluation, including an accurate history, careful clinical examination, and assessment of concomitant conditions is recommended in all AF patients, and transthoracic echocardiography can help to guide management. Weight loss for obese patients, reducing alcohol consumption and more regular (moderate) exercise are useful lifestyle modifications."
},
{
	"page":"ENAS5189_2017070662",
	"text":"5.0.0.0 Patient involvement Patient involvement Providing tailored information and education to AF patients can empower them to support the management of their condition. Shared decision-making can ensure that care is based on the best available evidence and fits the needs, values, and preferences of the patient."
},
{
	"page":"ENAS5189_2017070663",
	"text":"6.0.0.0 Stroke prevention Stroke prevention One in four strokes are estimated to be caused by AF. Use oral anticoagulation in all AF patients unless they are at low risk for stroke based on the CHA2DS2-VASc score, or have absolute contraindications for anticoagulant therapy. When initiating anticoagulation, a non-vitamin K oral antagonist (NOAC) is preferred, except in patients with moderate-to-severe mitral stenosis, mechanical heart valves or severe kidney disease. Anticoagulated patients with atrial flutter similar to atrial fibrillation. Do not use aspirin or other antiplatelets for stroke prevention in AF. Reduce modifiable bleeding risk factors in all AF patients on oral anticoagulation, but do not restrict access to anticoagulation based on bleeding risks."
},
{
	"page":"ENAS5189_2017070664",
	"text":"7.0.0.0 Risk factors CHA2DS2-VASc risk factor Points Congestive heart failure Signs/symptoms of heart failure or objective evidence of reduced left-ventricular ejection fraction +1 Hypertension Resting blood pressure >140/90 mmHg on at least two occasions or current antihypertensive treatment +1 Age 75 years or older +2 Diabetes mellitus Fasting glucose >125 mg/dL (7 mmol/L) or treatment with oral hypoglycaemic agent and/or insulin +1 Previous stroke, transient ischaemic attack, or thromboembolism +2 Vascular disease Previous myocardial infarction, peripheral artery disease, or aortic plaque +1 Age 65–74 years +1 Sex category (female) +1 Modifiable bleeding risk factors Hypertension (especially when systolic blood pressure is >160 mmHg) Labile INR or time in therapeutic range <60% in patients on vitamin K antagonists Medication predisposing to bleeding, such as antiplatelet drugs and nonsteroidal anti-inflammatory drugs Excess alcohol (≥8 drinks/week) Potentially modifiable bleeding risk factors Anaemia Impaired renal function Impaired liver function Reduced platelet count or function"
},
{
	"page":"ENAS5189_2017070665",
	"text":"8.0.0.0 Stroke prevention in atrial fibrillation Stroke prevention in atrial fibrillation NOAC = Non-vitamin K oral anticoagulant (apixaban, dabigatran, edoxaban, rivaroxaban). VKA = Vitamin K oral anticoagulant (e.g. warfarin, with INR 2.0–3.0 and time in therapeutic range kept as high as possible and closely monitored). * No anticoagulation, or left atrial appendage exclusion if clear contra-indications for anticoagulation."
},
{
	"page":"ENAS5189_2017070666",
	"text":"9.0.0.0 Heart rate control Heart rate control Check ventricular rate in all AF patients and use rate control medications to achieve lenient rate control (<110 bpm at rest). Use increased dosage or additional rate control therapy in patients that continue to have symptoms due to AF. For patients with left ventricular ejection fraction (LVEF) ≥40%, diltiazem, verapamil, beta-blockers or digoxin can be used. Where LVEF is <40%, use beta-blockers or digoxin."
},
{
	"page":"ENAS5189_2017070667",
	"text":"10.0.0.0 Rhythm control Rhythm control  Restoring and maintaining sinus rhythm is aimed at improving AF-related symptoms in suitable patients. Do not use rhythm control therapy in asymptomatic AF patients, or those with permanent AF. Acute rhythm control Electrical and pharmacological cardioversion can be used to restore sinus rhythm in selected patients, after considering and managing the risk of stroke. Options for long-term rhythm control Anti-arrhythmic drugs, catheter ablation and surgical AF ablation are all potential options for long-term maintenance of sinus rhythm. Catheter ablation (pulmonary vein isolation) should be considered when antiarrhythmic drugs fail, or in selected patients as first-line therapy for symptomatic paroxysmal AF. Advanced rhythm control (including surgery) should be discussed with the patient within a multidisciplinary AF Heart Team. Anticoagulation for stroke prevention should be continued indefinitely in patients at high risk of stroke, even after apparently successful rhythm control."
},
{
	"page":"ENAS5189_2017070668",
	"text":"11.0.0.0 Integrated care of AF patients Integrated care of AF patients An integrated, structured approach to AF care is recommended to facilitate consistent, guideline-adherent AF management for all patients, with the potential to improve outcomes. Integrated care includes a multidisciplinary approach with cooperation of nurses specialising in AF, primary care physicians, cardiologists, stroke specialists, allied health practitioners and informed patients."
},
{
	"page":"ENAS5189_2017070669",
	"text":"12.0.0.0 Clinical signs for urgent AF referral Clinical signs calling for urgent involvement of a specialized AF service Haemodynamic instability Uncontrollable rate Symptomatic bradycardia not amenable to reduced dosing of rate control agents Severe angina or worsening left ventricular function Transient ischaemic attack or stroke (Anticoagulation should be initiated early in all suitable patients and will not routinely require specialist input)."
},
{
	"page":"ENAS5189_2017070670",
	"text":"1.0.0.0 Overview Heart Failure is a clinical syndrome characterized by typical symptoms (e.g. breathlessness, ankle swelling and fatigue) that may be accompanied by signs (e.g. elevated jugular venous pressure, pulmonary crackles and peripheral oedema) caused by a structural and/or functional cardiac abnormality, resulting in a reduced cardiac output and/ or elevated intracardiac pressures at rest or during stress. The current definition of HF restricts itself to stages at which clinical symptoms are apparent. Before clinical symptoms become apparent, patients can present with asymptomatic structural or functional cardiac abnormalities [systolic or diastolic left ventricular (LV) dysfunction], which are precursors of HF. Recognition of these precursors is important because they are related to poor outcomes, and starting treatment at the precursor stage may reduce mortality in patients with asymptomatic systolic LV dysfunction. Demonstration of an underlying cardiac cause is central to the diagnosis of HF. This is usually a myocardial abnormality causing systolic and/or diastolic ventricular dysfunction. However, abnormalities of the valves, pericardium, endocardium, heart rhythm and conduction can also cause HF (and more than one abnormality is of- ten present). Identification of the underlying cardiac problem is crucial for therapeutic reasons, as the precise pathology determines the specific treatment used (e.g. valve repair or replacement for valvular disease, specific pharmacological therapy for HF with reduced EF, reduction of heart rate in tachycardiomyopathy, etc)."
},
{
	"page":"ENAS5189_2017070671",
	"text":"2.0.0.0 Definition Definition of heart failure with preserved (HFpEF), mid-‍range (HFmrEF) and reduced ejection fraction (HFrEF) Type of HF HFrEF HFmrEF HFpEF CRITERIA 1 Symptoms ± Signsa Symptoms ± Signsa Symptoms ± Signsa 2 LVEF <40% LVEF 40-49% LVEF ≥50% 3   1. Elevated levels of natriuretic peptidesb; 2. At least one additional criterion: a. relevant structural heart disease (LVH and/‍or LAE), b. diastolic dysfunctionc. 1. Elevated levels of natriuretic peptidesb; 2. At least one additional criterion: a. relevant structural heart disease (LVH and/‍or LAE), b. diastolic dysfunctionc. BNP = B-‍type natriuretic peptide; HF = heart failure; HFmrEF = heart failure with mid-‍range ejection fraction; HFpEF = heart failure with preserved ejection fraction; HFrEF = heart failure with reduced ejection fraction; LAE = left atrial enlargement; LVEF = left ventricular ejection fraction; LVH = left ventricular hypertrophy; NT-‍proBNP = N-‍terminal pro-B type natriuretic peptide. aSigns may not be present in the early stages of HF (especially in HFpEF) and in patients treated with diuretics. bBNP >35 pg/ml and/‍or NT-‍proBNP >125 pg/mL. cFor details see Section 4.3.2 in the main document (2016 ESC Guidelines for the diagnosis and treatment of acute & chronic heart failure (European Heart Journal 2016;37:2019-200)."
},
{
	"page":"ENAS5189_2017070672",
	"text":"3.0.0.0 Diagnostic algorithm for a diagnosis of heart failure of non-acute onset Diagnostic algorithm for a diagnosis of heart failure of non-acute onset BNP = B-type natriuretic peptide; CAD = coronary artery disease; HF = heart failure; MI = myocardial infarction; NT-proBNP = N-terminal pro-B type natriuretic peptide. aPatient reporting symptoms typical of HF (see Table 1). bNormal ventricular and atrial volumes and function. cConsider other causes of elevated natriuretic peptides."
},
{
	"page":"ENAS5189_2017070673",
	"text":"4.0.0.0 Therapeutic algorithm for a patient with symptomatic heart failure with reduced ejection fraction Therapeutic algorithm for a patient with symptomatic heart failure with reduced ejection fraction Green indicates a class I recommendation; yellow indicates a class IIa recommendation. ACE-I = angiotensin-converting enzyme inhibitor; ARB = angiotensin receptor blocker; ARNI = angiotensin receptor neprilysin inhibitor; BNP = B-type natriuretic peptide; CRT = cardiac resynchronization therapy; HF = heart failure; HFrEF = heart failure with reduced ejection fraction; H-ISDN = hydralazine and isosorbide dinitrate; HR = heart rate; ICD = implantable cardioverter defibrillator; LBBB = left bundle branch block; LVAD = left ventricular assist device; LVEF = left ventricular ejection fraction; MR = mineralocorticoid receptor; NT-proBNP = N-terminal pro-B type natriuretic peptide; NYHA = New York Heart Association; OMT = optimal medical therapy; VF = ventricular fibrillation; VT = ventricular tachycardia. aSymptomatic = NYHA Class II-IV. bHFrEF = LVEF <40%. cIf ACE inhibitor not tolerated/contra-indicated, use ARB. dIf MR antagonist not tolerated/contra-indicated, use ARB. eWith a hospital admission for HF within the last 6 months or with elevated natriuretic peptides (BNP >250 pg/ml or NTproBNP >500 pg/ml in men and 750 pg/ml in women). f With an elevated plasma natriuretic peptide level (BNP ≥150 pg/mL or plasma NT-proBNP ≥600 pg/mL, or if HF hospitalization within recent 12 months plasma BNP ≥100 pg/mL or plasma NT-proBNP ≥400 pg/mL). gIn doses equivalent to enalapril 10 mg b.i.d. hWith a hospital admission for HF within the previous year. iCRT is recommended if QRS ≥130 msec and LBBB (in sinus rhythm). JCRT should/may be considered if QRS ≥130 msec with non-LBBB (in a sinus rhythm) or for patients in AF provided a strategy to ensure bi-ventricular capture in place (individualized decision). For further details, see Sections Non-surgical device treatment of HFrEF and Treatment of HFpEF and corresponding web pages in the main document."
},
{
	"page":"ENAS5189_2017070674",
	"text":"5.0.0.0 Initial management of a patient with acute heart failure Initial management of a patient with acute heart failure ACS = acute coronary syndrome; AHF = acute heart failure; Bi-PAP = bilevel positive airway pressure; CCU = coronary care unit; CPAP = continuous positive airway pressure; ESC = European Society of Cardiology; ICU = intensive care unit. aAcute mechanical cause: myocardial rupture complicating acute coronary syndrome (free wall rupture, ventricular septal defect, acute mitral regurgitation), chest trauma or cardiac intervention, acute native or prosthetic valve incompetence secondary to endocarditis, aortic dissection or thrombosis."
},
{
	"page":"ENAS5189_2017070675",
	"text":"6.0.0.0 Management of patients with acute heart failure based on clinical profile during an early phase Management of patients with acute heart failure based on clinical profile during an early phase aSymptoms/signs of congestion: orthopnoea, paroxysmal nocturnal dyspnoea, breathlessness, bi-basilar rales, an abnormal blood pressure response to the Valsalva maneuver (left-sided); symptoms of gut congestion, jugular venous distension, hepatojugular reflux, hepatomegaly, ascites, and peripheral oedema (right-sided)."
},
{
	"page":"ENAS5189_2017070676",
	"text":"7.0.0.0 ICD and CRT indication An ICD implantation is indicated in HF patients who either have recovered from a ventricular arrhythmia causing haemodynamic instability or in those with symptomatic HF, LVEF ≤35% (despite at least 3 months of OMT), provided they are expected to survive substantially longer than 1 year with good functional status, in order to reduce the risk of sudden death and all-cause mortality. ICD implantation is not recommended within 40 days of an MI as implantation at this time does not improve prognosis. Cardiac resynchronization therapy is indicated in symptomatic patients with HF, LVEF ≤35% (despite at least 3 months of OMT), in sinus rhythm with a QRS duration ≥130 msec and LBBB QRS morphology, in order to improve symptoms and reduce morbidity and mortality. CRT is contra-indicated in patients with a QRS duration <130 msec."
},
{
	"page":"ENAS5189_2017070677",
	"text":"8.0.0.0 Patients potentially eligible for implantation of a left ventricular assist device Patients potentially eligible for implantation of a left ventricular assist device Patients with >2 months of severe symptoms despite optimal medical and device therapy and more than one of the following: LVEF <25% and, if measured, peak VO2 <12 mL/kg/min. ≥3 HF hospitalizations in previous 12 months without an obvious precipitating cause. Dependence on i.v. inotropic therapy. Progressive end-organ dysfunction (worsening renal and/or hepatic function) due to reduced perfusion and not to inadequate ventricular filling pressure (PCWP ≥20 mmHg and SBP ≤80-90 mmHg or CI ≤2 L/min/m2). Absence of severe right ventricular dysfunction together with severe tricuspid regurgitation."
},
{
	"page":"ENAS5189_2017070678",
	"text":"9.0.0.0 Characteristics and components of management programmes for patients with heart failure Characteristics and components of management programmes for patients with heart failure Characteristics Should employ a multidisciplinary approach (cardiologists, primary care physicians, nurses, pharmacists, physiotherapists, dieticians, social workers, surgeons, psychologists, etc.). Should target high-risk symptomatic patients. Should include competent and professionally educated staff. Components Optimized medical and device management. Adequate patient education, with special emphasis on adherence and self-care. Patient involvement in symptom monitoring and flexible diuretic use. Follow-up after discharge (regular clinic and/or home-based visits; possibly telephone support or remote monitoring). Increased access to healthcare (through in-person follow-up and by telephone contact; possibly through remote monitoring). Facilitated access to care during episodes of decompensation. Assessment of (and appropriate intervention in response to) an unexplained change in weight, nutritional status, functional status, quality of life, or laboratory findings. Access to advanced treatment options. Provision of psychosocial support to patients and family and/or caregivers."
},
{
	"page":"ENAS5189_2017070679",
	"text":"10.0.0.0 Key components of palliative care service in patients with heart failure Key components of palliative care service in patients with heart failure Focus on improving or maintaining the quality of life of a patient and his/her family as well as possible until he/she dies. Frequent assessment of symptoms (including dyspnoea and pain) resulting from advanced heart failure and other co-morbidities and focus on symptom relief. Access for the patient and his/her family to psychological support and spiritual care according to need. Advanced care planning, taking account of preferences for place of death and resuscitation (which may include deactivating devices, such as pacemaker and/or implantable cardioverter defibrillator)."
},
{
	"page":"ENAS5189_2017070680",
	"text":"1.0.0.0 Definition of cardiovascular disease (CVD) prevention Definition of cardiovascular disease (CVD) prevention A coordinated set of actions, at the population and individual level, aimed at eradicating, eliminating or minimizing the impact of cardiovascular diseases and their related disability."
},
{
	"page":"ENAS5189_2017070681",
	"text":"2.0.0.0 Relevance of CVD prevention in clinical practice Relevance of CVD prevention in clinical practice Atherosclerotic CVD is the leading cause of premature death worldwide. It affects both men and women; of all deaths before the age of 75 years in Europe, 42% are due to CVD in women and 38% in men. Healthcare professionals play an important role in achieving this lifetime approach in their clinical practice and in the society at large. Most patients are followed up in primary care and screening the population for CVD risk factors is preferably done there."
},
{
	"page":"ENAS5189_2017070682",
	"text":"3.0.0.0 Who will benefit from prevention? When and how to assess risk and prioritize Who will benefit from prevention? When and how to assess risk and prioritize Atherosclerosis is usually the product of a number of risk factors: prevention of CVD in individuals should be adapted to their total CV risk: the higher the risk, the more intense the actions. A systematic approach to CV risk assessment is recommended targeting populations likely at higher CV risk, i.e. with family history of premature CVD, familial hyperlipidaemia, major CV risk factors (such as smoking, high BP, DM or raised lipid levels) or conditions affecting CV risk (kidney, inflammatory or autoimmune diseases, obesity, sedentary habit, cancer therapy, obstructive sleep apnoea syndrome). It is recommended to repeat CV risk assessment every 5 years, and more often for individuals with risks close to thresholds mandating treatment."
},
{
	"page":"ENAS5189_2017070683",
	"text":"4.0.0.0 How to estimate total cardiovascular risk? How to estimate total cardiovascular risk? It is essential for clinicians to be able to assess CV risk rapidly and with sufficient accuracy. This led to the development of the risk chart used in the 1994 Guidelines: Systemic Coronary Risk Estimation (SCORE) chart [The electronic version of SCORE, HeartScore (http://www.HeartScore.org), modified to take HDL-C into account, is therefore more accurate]. SCORE, which estimates the 10-year risk of a first fatal CVD, is recommended for risk assessment and can assist in making logical management decisions, and may help to avoid both under- and over-treatment. Other validated risk estimation systems are useful alternatives. Risk score systems should be used in apparently healthy people and not in individuals automatically at high to very high CV risk, e.g. because of established CV disease (see table Risk categories). The latter require intensive attention to risk factors anyway. The total risk approach allows flexibility; if perfection cannot be achieved with one risk factor, trying harder with others can still reduce risk."
},
{
	"page":"ENAS5189_2017070684",
	"text":"5.0.0.0 How to use the risk estimation charts How to use the risk estimation charts Use of the low-risk chart is recommended for the low-risk countries, and the high-risk chart for all other European and Mediterranean countries, To estimate a person’s 10-year risk of CV death, find the table for his/her gender, smoking status and (nearest) age. Within the table find the cell nearest to the person&#039;s systolic blood pressure and total cholesterol. Risk estimates will need to be adjusted upwards as the person approaches the next category. While no threshold is universally applicable, the intensity of advice should increase with increasing risk. The effect of interventions on the absolute probability of developing a CV event increases with an increasing baseline risk. Low to moderate risk persons (calculated SCORE"
},
{
	"page":"ENAS5189_2017070685",
	"text":"6.0.0.0 SCORE chart for HIGH-risk countries: 10-year risk of fatal cardiovascular disease in populations of countries at (VERY) HIGH cardiovascular risk SCORE chart for HIGH-risk countries: 10-year risk of fatal cardiovascular disease in populations of countries at (VERY) HIGH cardiovascular risk (Albania, Algeria, Armenia, Azerbaijan, Belarus, Bosnia and Herzegovina, Bulgaria, Croatia, Czech Republic, Estonia, Egypt, Georgia, Hungary, Kazakhstan, Kyrgyzstan, Latvia, Lithuania, Macedonia FYR, Moldova, Montenegro, Morocco, Poland, Romania, Russian Federation, Serbia, Slovakia, Syrian Arab Republic, Tajikistan, Tunisia, Turkey, Turkmenistan, Ukraine and Uzbekistan). 10-year risk of fatal CVD based on age, sex, smoking, systolic blood pressure, total cholesterol."
},
{
	"page":"ENAS5189_2017070686",
	"text":"7.0.0.0 SCORE chart for LOW-risk countries: 10-year risk of fatal CVD in populations of countries at LOW CV risk SCORE chart for LOW-risk countries: 10-year risk of fatal CVD in populations of countries at LOW CV risk (Andorra, Austria, Belgium, Cyprus, Denmark, Finland, France, Germany, Greece, Iceland, Ireland, Israel, Italy, Luxembourg, Malta, Monaco, The Netherlands, Norway, Portugal, San Marino, Slovenia, Spain, Sweden, Switzerland and United Kingdom). 10-year risk of fatal CVD based on age, sex, smoking, systolic blood pressure, total cholesterol."
},
{
	"page":"ENAS5189_2017070687",
	"text":"8.0.0.0 Risk categories: priorities Risk categories: priorities Individuals at highest risk gain most from preventive efforts, and this guides the priorities. Very high-risk Subjects with any of the following: Documented CVD, clinical or unequivocal on imaging. Documented clinical CVD includes previous AMI, ACS, coronary revascularization and other arterial revascularization procedures, stroke and TIA, aortic aneurysm and PAD. Unequivocally documented CVD on imaging includes significant plaque on coronary angiography or carotid ultrasound. It does NOT include some increase in continuous imaging parameters such as intima–media thickness of the carotid artery. DM with target organ damage such as proteinuria or with a major risk factor such as smoking or marked hypercholesterolaemia or marked hypertension. Severe CKD (GFR <30 mL/min/1.73 m2). A calculated SCORE ≥10%. High-risk Subjects with: Markedly elevated single risk factors, in particular cholesterol >8 mmol/L (>310 mg/dL) (e.g. in familial hypercholesterolaemia) or BP ≥180/110 mmHg. Most other people with DM (with the exception of young people with type I DM and without major risk factors that may be at low or moderate risk). Moderate CKD (GFR 30–59 mL/min/1.73 m2). A calculated SCORE ≥5% and <10%. Moderate-​risk SCORE is ≥1% and <5% at 10 years. Many middle-aged subjects belong to this category. Low-risk SCORE <1%. ACS = acute coronary syndrome; AMI = acute myocardial infarction; BP = blood pressure; CKD = chronic kidney disease; CVD = cardiovascular disease; DM = diabetes mellitus; GFR = glomerular filtration rate; PAD = peripheral artery disease; SCORE = systematic coronary risk estimation; TIA = transient ischaemic attack."
},
{
	"page":"ENAS5189_2017070688",
	"text":"9.0.0.0 The main targets and goals The main targets and goals Smoking No exposure to tobacco in any form. Diet Low in saturated fat with a focus on wholegrain products, vegetables, fruit and fish. Physical activity At least 150 minutes a week of moderate aerobic PA (30 minutes for 5 days/week) or 75 minutes a week of vigorous aerobic PA (15 minutes for 5 days/week) or a combination thereof. Body weight BMI 20–25 kg/m2. Waist circumference <94 cm (men) or <80 cm (women). Blood pressure <140/90 mmHga Lipidsb   LDLc is the primary target Very high-risk: <1.8 mmol/L (<70 mg/dL), or a reduction of at least 50% if the baseline is between 1.8 and 3.5 mmol/L (70 and 135 mg/dL)d High-risk: <2.6mmol/L (<100 mg/dL),or a reduction of at least 50% if the baseline is between 2.6 and 5.2 mmol/L (100 and 200 mg/dL) Low to moderate risk: <3.0 mmol/L (<115 mg/dL). HDL-C No target but >1.0 mmol/L (>40 mg/dL) in men and >1.2 mmol/L (>45 mg/dL) in women indicate lower risk. Triglycerides No target but <1.7 mmol/L (<150 mg/dL) indicates lower risk and higher levels indicate a need to look for other risk factors. Diabetes HbA1c <7%. (<53 mmol/mol) BMI = body mass index; HbA1c = glycated haemoglobin; HDL-C = high-density lipoprotein cholesterol; LDL-C = low density lipoprotein cholesterol; PA = physical activity. aBlood pressure <140/90 mmHg is the general target. The target can be higher in frail elderly, or lower in most patients with diabetes and in some (very) high-risk patients without diabetes who can tolerate multiple blood pressure lowering drugs. bNon-HDL-C is a reasonable and practical alternative target because it does not require fasting. Non HDL-C secondary targets of <2.6, <3.4 and <3.8 mmol/L (<100, <130 and <145 mg/dL) are recommended for very high, high and low to moderate risk subjects, respectively. cA view was expressed that primary care physicians might prefer a single general LDL-C goal of 2.6 mmol/L (100 mg/dL). While accepting the simplicity of this approach and that it could be useful in some settings, there is better scientific support for the three targets matched to level of risk. dThis is the general recommendation for those at very high-risk. It should be noted that the evidence for patients with chronic kidney disease is less strong."
},
{
	"page":"ENAS5189_2017070689",
	"text":"1.0.0.0 Myocardial dysfunction and heart failure Myocardial dysfunction and heart failure Left ventricular (LV) dysfunction and heart failure (HF) are relatively common and serious side-effects of anticancer treatments."
},
{
	"page":"ENAS5189_2017070690",
	"text":"2.0.0.0 Baseline risk factors for cardiotoxicity Baseline risk factors for cardiotoxicity Current myocardial disease Heart failure (with either preserved or reduced ejection fraction) Asymptomatic LV dysfunction (LVEF <50% or high natriuretic peptidea) Evidence of CAD (previous myocardial infarction, angina, PCI or CABG, myocardial ischaemia) Moderate and severe VHD with LVH or LV impairment Hypertensive heart disease with LV hypertrophy Hypertrophic cardiomyopathy Dilated cardiomyopathy Restrictive cardiomyopathy Cardiac sarcoidosis with myocardial involvement Significant cardiac arrhythmias (e.g. AF, ventricular tachyarrhythmias) Demographic and other CV risk factors Age (paediatric population <18 years; >50 years for trastuzumab; >65 years for anthracyclines) Family history of premature CV disease (<50 years) Arterial hypertension Diabetes mellitus Hypercholesterolaemia Previous cardiotoxic cancer treatment Prior anthracycline use Prior radiotherapy to chest or mediastinum Lifestyle risk factors Smoking High alcohol intake Obesity Sedentary habit AF = atrial fibrillation; CABG = coronary artery bypass graft; CAD = coronary artery disease; CV = cardiovascular; LV = left ventricular; LVEF = left ventricular ejection fraction; LVH = left ventricular hypertrophy; VHD = valvular heart disease. aB-type natriuretic peptide >100 pg/ml or N-terminal pro-B-type natriuretic peptide >400 pg/ml with no alternative cause"
},
{
	"page":"ENAS5189_2017070691",
	"text":"3.0.0.0 Key points Key points Cancer patients treated with a potentially cardiotoxic therapy are at high risk of developing HF and should therefore receive medical care aimed at obtaining a strict control of cardiovascular risk factors. Left ventricular ejection fraction (LVEF) should be determined before and periodically during cardiotoxic treatment for early detection of cardiac dysfunction. This group has decided to consider the lower limit of normal of LVEF in echocardiography as 50%, in line with the definition of cardiotoxicity commonly used in registries and trials in patients with cancer. A patient with a significant decrease in LVEF (e.g. a decrease >10%), to a value that does not drop below the lower limit of normal, should undergo repeated assessment of LVEF shortly after and during the duration of anticancer treatment. If LVEF decreases >10% to a value below the lower limit of normal (considered as an LVEF <50%), angiotensin converting enzyme (ACE) inhibitors (or angiotensin II receptor blockers (ARBs)) in combination with beta-blockers are recommended to prevent further LV dysfunction or the development of symptomatic HF, unless contraindicated, as these patients are at high-risk of developing HF. ACE-inhibitors (or ARBs) and beta-blockers are recommended in patients with symptomatic HF or asymptomatic cardiac dysfunction unless contraindicated."
},
{
	"page":"ENAS5189_2017070692",
	"text":"4.0.0.0 Coronary artery disease Coronary artery disease Myocardial ischaemia, infarction and ischaemia-induced arrhythmias, are side-effects of several anticancer therapies. Assessment of CAD should be based on the history, age and gender of the patient, considering the use of chemotherapy drugs as a risk factor for CAD. Clinical evaluation and, when necessary, testing for detection of myocardial ischemia is key to identify patients with latent pre-existing CAD. This may have implications in the selection of cancer treatment. Patients treated with pyrimidine analogues should be closely monitored for myocardial ischaemia using regular ECGs, and chemotherapy should be withheld if myocardial ischaemia occurs. Drug rechallenge after coronary vasospasm should be reserved when no other alternatives exist, and only under prophylaxis and close monitoring of the patient. Pretreatment with nitrates and/or calcium channel blockers may be considered in this setting. Long-term clinical follow-up and, when required, testing for presence of coronary artery disease (CAD), may be useful to identify patients with cardiac disease who develop long-term complications of chemotherapy and radiotherapy."
},
{
	"page":"ENAS5189_2017070693",
	"text":"5.0.0.0 Arrhythmias Arrhythmias Cancer drug agents associated with cardiac arrhythmias Type of arrhythmia Causative drug Bradycardia Arsenic trioxide, bortezomib, capecitabine, cisplatin, cyclophosphamide, doxorubicine, epirubicine, 5-FU, ifosfamide, IL-2, methotrexate, mitoxantrone, paclitaxel, rituximab, thalidomide. Sinus tachycardia Anthracyclines, carmustine. Atrioventricular block Anthracyclines, arsenic trioxide, bortezomib, cyclophosphamide, 5-FU, mitoxantrone, rituximab, taxanes, thalidomide. Conduction disturbances Anthracyclines, cisplatin, 5-FU, imatinib, taxanes. Atrial fibrillation Alkylating agents (cisplatin, cyclophosphamide, ifosfamide, melphalan), anthracyclines, antimetabolites (capecitabine, 5-FU, gemcitabine), IL-2, interferons, rituximab, romidepsin, small molecule TKIs (ponatinib, sorafenib, sunitinib, ibrutinib), topoisomerase II inhibitors (amsacrine, etoposide), taxanes, vinca alkaloids. Supraventricular tachycardias Alkylating agents (cisplatin, cyclophosphamide, ifosfamide, melphalan), amsacrine, anthracyclines, antimetabolites (capecitabine, 5-FU, methotrexate), bortezomib, doxorubicin, IL-2, interferons, paclitaxel, ponatinib, romidepsin. Ventricular tachycardia/ fibrillation Alkylating agents (cisplatin, cyclophosphamide, ifosfamide), amsacrine, antimetabolites (capecitabine, 5-FU, gemcitabine), arsenic trioxide, doxorubicin, interferons, IL-2, methothrexate, paclitaxel, proteasome inhibitors (bortezomib, carfilzomib), rituximab, romidepsin. Sudden cardiac death Anthracyclines (reported as very rare), arsenic trioxide (secondary to torsade de pointes), 5-FU (probably related to ischaemia and coronary spasm), interferons, nilotinib, romidepsin. 5-FU = 5-fluorouracil; IL-2 = interleukin 2; TKI = tyrosine kinase inhibitor."
},
{
	"page":"ENAS5189_2017070694",
	"text":"6.0.0.0 QT prolongation QT prolongation A 12-lead ECG should be recorded and the QT interval, corrected for heart rate with Bazett’s or Fridericia’s formula, should be obtained in all patients at baseline. Patients with a history of QT prolongation, relevant cardiac disease, treated with QT-prolonging drugs, with bradycardia, thyroid dysfunction, or electrolyte abnormalities should be monitored by repeated 12-lead ECG. Consider treatment discontinuation or alternative regimens if the QTc is >500 ms, QTc prolongation >60 ms, or dysrhythmias are encountered. Conditions known to provoke torsades de pointes, especially hypokalaemia and extreme bradycardia, should be avoided in patients with drug-induced QT prolongation. Exposure to other QT-prolonging drugs should be minimized in patients treated with potentially QT-prolonging chemotherapy."
},
{
	"page":"ENAS5189_2017070695",
	"text":"7.0.0.0 Atrial Fibrillation Atrial Fibrillation Anticoagulation options include therapeutic low-molecular-weight heparin (LMWH) (as a short- to intermediate-term measure), a vitamin K antagonist (e.g. warfarin) if international normalized ratio control is stable and effective, or a non-VKA oral anticoagulant (NOAC)."
},
{
	"page":"ENAS5189_2017070696",
	"text":"8.0.0.0 Thromboembolic disease Thromboembolic disease Clinical factors associated with increased risk of cancer-associated venous thromboembolism (modified from Khorana et al.) Cancer-related factors Primary site of cancer (mostly pancreas, brain, stomach, kidney, lung, lymphoma, myeloma) Histology (specially adenocarcinoma) Advanced stage (metastatic) Initial period after cancer diagnosis Patient-related factors Demographics: older age, female sex, African ethnicity Comorbidities (infection, chronic kidney disease, pulmonary disease, atherothrombotic disease, obesity) History of venous thromboembolism, inherited thrombophilia Low performance status Treatment-related factors Major surgery Hospitalization Chemotherapy and anti-angiogenic agents Hormonal therapy Transfusions Central venous catheters"
},
{
	"page":"ENAS5189_2017070697",
	"text":"9.0.0.0 Prevention of cardiotoxicity Strategies to reduce chemotherapy-induced cardiotoxicity Before cardiotoxic anticancer treatment Chemotherapy drug Potential cardioprotective measure All chemotherapy drugs Identify and treat cardiovascular risk factors Treat comorbidities (CAD, HF, PAD, HTN) QTc prolongation and torsade de pointes: Avoid QT prolonging drugs Manage electrolyte abnormalities Minimize cardiac irradiation Anthracyclines and analogues Limit cumulative dose (mg/m2): Daunorubicin <800 Doxorubicin <360 Epirubicin <720 Mitoxantrone <160 Idarubicin <150 Altered delivery systems (liposomal doxorubicin) or continuous infusions Dexrazoxane as an alternative ACE-Is or ARBs β-blockers Statins Aerobic exercise Trastuzumab ACE-Is β-blockers ACE = angiotensin converting enzyme; ACE-I = angiotensin converting enzyme inhibitor; CAD = coronary artery disease; HF = heart failure; HTN = hypertension; PAD = peripheral artery disease."
},
{
	"page":"ENAS5189_1.1.0.0",
	"text":"Summary card (DM) Overview Approximately 360 million people had diabetes mellitus (DM) in 2011, of whom 95% type 2 DM (T2DM). About half are unaware of their diagnosis. It is estimated that another 300 million individuals are at future risk of developing T2DM, including people with increased fasting glucose (IFG), impaired glucose tolerance (IGT), gestational DM, and euglycaemic insulin resistance (IR). DM and cardiovascular disease (CVD) develop in concert with metabolic abnormalities mirroring and causing changes in the vasculature. More than half the mortality and a vast amount of morbidity in subjects with DM is related to CVD. Investigational algorithm outlining the principles for the diagnosis and management of cardiovascular disease (CVD) in diabetes mellitus (DM) patients with a primary diagnosis of DM or a primary diagnosis of CVD. The recommended investigations should be considered according to individual needs and clinical judgement and they are meant as a general recommendation to be undertaken in all patients. ACS = acute coronary syndrome; ECG = electrocardiogram; HbA1c = glycated haemoglobin A1c; IGT = impaired glucose tolerance; MI = myocardial infarction; OGTT = oral glucose tolerance test."
},
{
	"page":"ENAS5189_1.2.0.0",
	"text":"Identifying patients with diabetes and those at risk for developing DM Primary screening for potential T2DM in the general population is recommended to start with a non invasive DM risk score (e.g. the Finnish Diabetes Risk Score or FINDRISC; www.diabetes.fi/english) to identify individuals at high risk of T2DM in whom HbA1c and FPG should be determined. In CVD patients no diabetes risk score is needed, but an OGTT is indicated if HbA1c and/or FPG are normal, since people belonging to these groups may often have DM disclosed only by an elevated two hour post load glucose (2hPG)."
},
{
	"page":"ENAS5189_1.3.0.0",
	"text":"CV Risk Assessment in Patients with Dysglycaemia Patients with DM and at least one other cardiovascular (CV) risk factor or target organ damage should be considered as at very high and all other patients with DM as being at high risk. Estimate the urinary albumin excretion rate when performing risk stratification in patients with DM."
},
{
	"page":"ENAS5189_1.4.0.0",
	"text":"Recommendations on life style modifications in diabetes Smoking cessation guided by structured advice is recommended in all subjects with DM. Total fat intake should be <35%, saturated fat <10%, and monounsaturated fatty acids >10% of total energy. Dietary fibre intake should be >40 g/day (or 20 g/1000 Kcal/day) in the prevention of T2DM and control of DM. Any diet with reduced energy intake can be recommended to lower excessive body weight in DM. Vitamin or micronutrient supplementation to reduce the risk of CVD in DM is not recommended. Moderate to vigorous physical activity of ≥150 min/week is recommended for the prevention and control of T2DM, and prevention of CVD in DM. Aerobic exercise and resistance training are recommended in the prevention and control of T2DM, but best when combined."
},
{
	"page":"ENAS5189_1.5.0.0",
	"text":"Prevention of diabetes in patients with IGT Lifestyle counselling, based on modest weight loss and increased physical activity, prevents or delays progression to DM in individuals with IGT, and st should be offered such persons."
},
{
	"page":"ENAS5189_1.6.0.0",
	"text":"Recommendations for Patients with DM and CVD For patients with DM and stable coronary artery disease (CAD), and angiotensin converting enzyme inhibitor (ACE-I) or angiotensin receptor blocker (ARB) are indicated to reduce the risk for CV events. Statin therapy is recommended in patients with DM and CAD to reduce the risk for CV events. ACE-I (or an ARB if ACE-I not tolerated), and a beta-blocker are recommended in patients with systolic heart failure and T2DM to reduce mortality and hospitalisations. A mineralocorticoid receptor antagonist (MRA) is recommended for all patients with persisting symptoms (NYHA class II-IV) and a left ventricular ejection fraction (LVEF) ≤35% despite treatment with an ACE-I (or an ARB if an ACE-I is not tolerated) and a beta-blocker, to reduce the risk of heart failure hospitalization and premature death. Thiazolidinediones should not be used in patients with heart failure and T2DM since water retention may worsen or provoke heart failure Oral anticoagulation with vitamin K antagonists (VKAs) or a new oral anticoagulant (NOAC; e.g. dabigatran, rivaroxaban or apixaban) is recommended in DM patients with atrial fibrillation (AF; paroxysmal and persistent) if not contraindicated. Screening for AF should be considered since it is common in patients with DM and increases morbidity and mortality. It is recommended that patients with DM have annual screening to detect peripheral artery disease (PAD) and measurement of the ankle brachial index (ABI) to detect lower extremity artery disease (LEAD). It is recommended that patients with PAD and DM have LDL-C lowered to"
},
{
	"page":"ENAS5189_1.7.0.0",
	"text":"Glucose and other risk factor control Summary of treatment targets for managing patients with diabetes mellitus or impaired glucose tolerance and coronary artery disease Blood pressure (mmHg) In case of nephropathy <140/85 Systolic <130 Glycaemic control HbA1c %a (mmol/molb) Generally <7.0 (53 mmol/mol) On an individual basis <6.5Ð6.9% (48Ð52 mmol/mol) Lipid profile mmol/l (mg/dL) LDL-cholesterol Very high risk patients <1.8 mmol/L (<70 mg/dL) or reduced by at least 50% High risk patients <2.5 mmol/L ("
},
{
	"page":"ENAS5189_1.8.0.0",
	"text":"Microvascular complications Screening for the presence of retinopathy should be considered on annual basis in patients with T2DM. An HbA1c <7% and a blood pressure <140/85 mmHg are recommended for primary prevention of retinopathy related to DM. Multifactorial therapy is recommended when retinopathy is progressing rapidly."
},
{
	"page":"ENAS5189_1.9.0.0",
	"text":"Recommendations for patient-centred care in DM and CVD Patient-centred care is an approach that facilitates shared control and decisionmaking between patient and provider; it emphasizes a focus on the whole person and his/her experiences of illness within social contexts rather than a single disease or organ system; and develops a therapeutic alliance between patient and provider. Patient-centred care fosters a multifactorial approach, working within the context of patient priorities and goals, and allows for lifestyle changes and treatments to be adapted and implemented within cultural beliefs and behaviours. Providers should take into account age, ethnic and gender differences in DM and CVD including lifestyle, disease prevalence and presentation, response to treatment, and outcomes. Patient-centred care is recommended to facilitate shared control and decisionmaking within the context of patient priorities and goals. Patient-centred cognitive behavioural strategies are recommended to help patients achieve lifestyle changes and practise self-management. Patient-centred cognitive behavioural strategies combined with simplification of dosing regimens should be considered to improve medication adherence. Multidisciplinary teams and nurse-led programmes should be considered to support lifestyle change and self-management."
},
{
	"page":"ENAS5189_2.1.0.0",
	"text":"Summary card (HCM) Definition Hypertrophic cardiomyopathy (HCM) is defined by the presence of increased left ventricular (LV) wall thickness not solely explained by abnormal loading conditions. In adults the diagnostic criterion is an LV wall thickness ≥15 mm in one or more LV myocardial segments assessed by any imaging technique and in children, an LV wall thickness more than two standard deviations above the predicted mean. Defined in this way, HCM affects around 0.2% of adults."
},
{
	"page":"ENAS5189_2.2.0.0",
	"text":"Aetiology In up to 60% of adolescents and adults with HCM, the disease is an autosomal dominant trait caused by mutations in cardiac sarcomere protein genes. Five to ten per cent of adult cases are caused by other genetic disorders including inherited metabolic and neuromuscular diseases, chromosome abnormalities and genetic syndromes. Some patients have non-genetic disorders that mimic genetic forms of the disease."
},
{
	"page":"ENAS5189_2.3.0.0",
	"text":"Clinical Presentation Many individuals with HCM complain of few, if any, symptoms. In such cases the diagnosis can be incidental or the result of screening. Some patients experience angina, dyspnoea, palpitations and syncope caused by dynamic left ventricular outflow tract obstruction, systolic and diastolic LV dysfunction and arrhythmia. Schematic summarising the general approach to the diagnosis of hypertrophic cardiomyopathy ECG = electrocardiogram From the ESC Guidelines on the diagnosis and management of hypertrophic cardiomyopathy (European Heart Journal (2014) 35, 2733–2779 - doi 10.1093/eurheartj/ehu284) - Chairperson: Perry M.Elliott (UK). Cardiology Department - The Heart Hospital - 16-18 Westmoreland Street - London W1G 8PH, UK Email: perry.elliott@ucl.ac.uk ."
},
{
	"page":"ENAS5189_2.4.0.0",
	"text":"Recommended tests in patients with definite or suspected HCM Standard 12-lead electrocardiography. Transthoracic 2-D and Doppler echocardiography (including assessment of left ventricular outflow tract obstruction at rest and during Valsalva manoeuvre in the sitting and semi-supine positions). Upright exercise testing 48 hour ambulatory ECG monitoring. Cardiac magnetic resonance imaging should be considered if local resources and expertise permit."
},
{
	"page":"ENAS5189_2.5.0.0",
	"text":"Recommendations for genetic counselling and testing Genetic counselling by trained professionals working within a multidisciplinary specialist team is recommended for all patients with HCM when their disease cannot be explained solely by a non-genetic cause. Genetic testing is recommended in patients fulfilling diagnostic criteria for HCM when it enables cascade genetic screening of their relatives. First degree relatives should be provided with information about the consequences of a diagnosis for life insurance, pension, occupation, sporting activities, and eligibility for fostering and adoption before they undergo genetic testing or clinical evaluation. When a definite causative genetic mutation is identified, relatives should be first genetically tested and then clinically evaluated if they are found to carry the same mutation. When genetic testing cannot be performed or fails to identify a definite mutation, first degree relatives should be offered clinical screening with an ECG and echocardiogram which is then repeated every 1-2 years between 10 and 20 years of age and then every 2-5 years thereafter. Clinical and genetic testing of children should be guided by the best interests of the child and consider potential benefits and harms such as compromised life insurance prospects."
},
{
	"page":"ENAS5189_2.6.0.0",
	"text":"Management and prevention of important complications of HCM: heart failure, atrial fibrillation, and sudden cardiac death Individuals who have severe symptoms or markers of an increased risk for diseaserelated complications should be referred to specialist teams for further investigation and management."
},
{
	"page":"ENAS5189_2.7.0.0",
	"text":"Management of left ventricular Outflow Tract Obstruction Patients with left ventricular outflow tract obstruction should avoid dehydration and excess alcohol consumption, and weight loss should be encouraged. Non-vasodilating ß-blockers such as bisoprolol are recommended as first line therapy. If ineffective, additional therapy with disopyramide or alternatives such as verapamil or diltiazem should be considered after specialist evaluation. Invasive treatment (surgery or alcohol septal ablation) to reduce left ventricular outflow tract obstruction should be considered in patients with a left ventricular outflow tract gradient ≥50 mmHg, moderate to severe symptoms (New York Heart Association (NYHA) functional class III-IV) and/or exertional or recurrent syncope resistant to maximum tolerated drug therapy."
},
{
	"page":"ENAS5189_2.8.0.0",
	"text":"Management of Heart Failure Symptoms ACEi = angiotensin converting enzyme inhibitor; AF = atrial fibrillation; LVEF = left ventricular ejection fraction; LVOTO = left ventricular outflow tract obstruction; MRA = mineralocorticoid receptor antagonist; NYHA = New York Heart Association."
},
{
	"page":"ENAS5189_2.9.0.0",
	"text":"Management of Atrial Tachyarrhythmia Rate control using ß-blockers and non-dihydropyridine calcium channel antagonists, alone or in combination, is recommended in patients with paroxysmal, persistent or permanent AF*. Digoxin and Class IC anti-arrhythmics should be avoided. Amiodarone should be considered for rhythm control and to maintain sinus rhythm after cardioversion. In new onset AF*, elective DC* cardioversion should be considered after a minimum of 3 weeks of effective anticoagulation with a vitamin K antagonist. Use of the CHA2DS2-VASc score to calculate stroke risk is NOT recommended in patients with HCM*. Life long therapy with oral anticoagulants is recommended even when sinus rhythm is restored."
},
{
	"page":"ENAS5189_2.10.0.0",
	"text":"Sudden Death Prevention Patients with HCM* should be advised not to participate in competitive sports and discouraged from intense physical activity, especially when they have risk factors for sudden cardiac death or left ventricular outflow tract obstruction. ICD* implantation is recommended in patients who have survived a cardiac arrest due to ventricular fibrillation or experienced spontaneous sustained ventricular tachycardia causing haemodynamic compromise. Risk assessment in all other patients should include clinical evaluation, family history, 48 hour ambulatory ECG*, TTE* (or CMR* in the case of poor echo windows) and a symptom limited exercise test. A predefined set of prognostic variables are then used to estimate the 5-year risk of SCD* using the HCM* Risk-SCD* model (see online calculator http://doc2do.com/hcm/webHCM.html) in order to provide advice on prophylactic ICD* therapy."
},
{
	"page":"ENAS5189_2.11.0.0",
	"text":"Routine Follow-up A clinical evaluation, including 12-lead ECG* and transthoracic echocardiogram is recommended every 12–24 months in clinically stable patients and whenever there is a change in symptoms. 48-hour ambulatory ECG* is recommended every 12–24 months in clinically stable patients, every 6–12 months in patients in sinus rhythm with left atrial dimension ≥45 mm, and whenever patients complain of new palpitations *AF = atrial fibrillation; CMR = cardiac magnetic resonance; DC = direct current; ECG = electrocardiogram; HCM = hypertrophic cardiomyopathy ; ICD = implantable cardioverter defibrillator; SCD = sudden cardiac death; TTE = transthoracic echocardiogram."
},
{
	"page":"ENAS5189_2.12.0.0",
	"text":"General lifestyle considerations General lifestyle considerations for patients with hypertrophic cardiomyopathy Topic General guidance Exercise Patients with HCM should avoid competitive sports activities, but should maintain a healthy lifestyle. Advice on recreational activities should be tailored to symptoms and the risk of disease-related complications including sudden cardiac death. Diet, alcohol and weight Patients should be encouraged to maintain a healthy body mass index. Large meals can precipitate chest pain, particularly in patients with LVOTO. Smaller, more frequent meals may be helpful. Avoid dehydration and excess alcohol, particularly in patients with LVOTO. Constipation is a frequent side-effect of verapamil/disopyramide and should be managed with diet and if necessary aperients. Smoking There are no data that show an interaction between tobacco smoking and HCM, but patients should be provided with general advice on the health risks associated with smoking and, when available, information on smoking cessation. Sexual activity Patients should be given the opportunity to discuss their concerns about sexual activity. Anxiety and depression following a diagnosis are frequent and some patients may express guilt or fear about their genetic diagnosis and the risk of transmission to offspring. Patients should be counselled on the potential effect of their medication on sexual performance. In general, patients should avoid PDE5 inhibitors, particularly when they have LVOTO. Medication Patients should be provided with information about their medication, including potential side-effects and interactions with prescribed medications, over-the-counter remedies and other complementary therapies. Where possible, peripheral vasodilators should be avoided in patients, particularly when they have LVOTO. Vaccination In the absence of contra-indications, symptomatic patients should be advised to have yearly influenza vaccination. Driving Most patients should be eligible for an ordinary driving licence and can continue driving unless they experience distracting or disabling symptoms. Advice on driving licences for heavy goods or passenger-carrying vehicles should be in line with local legislation. For further advice on driving with ICD see EHRA guidancea and local rules. Occupation Most people with HCM will be able to continue in their normal job. The implications of heavy manual jobs that involve strenuous activity should be discussed with the appropriate specialist. For some occupations such as pilots, and military and emergency services, there are strict guidelines on eligibility. The social and financial implications of a diagnosis of HCM should be included in the counselling of relatives before clinical or genetic screening. Holidays and travel insurance Most asymptomatic or mildly symptomatic patients can fly safely. For further advice see Fitness to fly for passengers with cardiovascular diseaseb. Insurance companies may charge more for travel insurance. In some countries, patient support organizations can provide further advice about obtaining reasonable insurance. Life insurance The diagnosis of HCM will result in difficulty obtaining life insurance or mortgages. Advice on the rules that apply in different countries should be provided to patients at diagnosis Pregnancy and childbirth Counselling on safe and effective contraception and referral for specialist pre-pregnancy risk assessment is indicated in all women of fertile age. Education/ schooling Teachers and other carers should be provided with advice and written information relevant to the care of children with HCM. In the absence of symptoms and risk factors, children should be allowed to perform low to moderate level aerobic physical activity, in accordance with advice from their cardiologist. Provision should be made for children with learning difficulties and other special needs HCM = hypertrophic cardiomyopathy; LVOTO = left ventricular outflow tract obstruction; PDE5 = phosphodiesterase 5. aVijgen J et al. Eur J Cardiovasc Nurs. bSmith D, et al. Heart 2010;96 Suppl 2:ii 1–16"
},
{
	"page":"ENAS5189_3.1.0.0",
	"text":"Summary card (Hypertension) Why is prevention and treatment of hypertension important? Hypertension is a major if not the major risk factor for cardiovascular (CV) disease in Europe and worldwide. The overall prevalence of hypertension is around 30−45% in the adult population at large in Europe. The general practitioner has a primordial role in the prevention of hypertension, mainly achieved by healthy lifestyle, in the early identification of hypertension and in the management of an elevated blood pressure (BP) by both lifestyle modification and antihypertensive drug treatment. Lifestyle measures include salt restriction, healthy diet, moderation of alcohol consumption, weight reduction, regular exercise and smoking cessation."
},
{
	"page":"ENAS5189_3.2.0.0",
	"text":"How to diagnose hypertension? The diagnosis of hypertension is based on at least two BP measurements in the sitting position on at least two visits using of a validated device. Hypertension in the office is defined as systolic BP ≥140 mmHg and/or diastolic BP ≥90 mmHg. Out-of-office BP by home BP monitoring or, if available, ambulatory BP monitoring, is an important adjunct to conventional office BP measurement, mainly to exclude normal BP away from the medical environment (white-coat hypertension). The cut-off value for home BP (or daytime ambulatory BP) is 135/85 mmHg."
},
{
	"page":"ENAS5189_3.3.0.0",
	"text":"Other measurements should be performed in hypertensive patients? Apart from BP measurement, medical history and physical examination, the following laboratory investigations should be performed in all hypertensive patients to determine their future risk of CV disease, to screen for asymptomatic organ damage and secondary causes of hypertension, and to guide patient management: Blood: haemoglobin/haematocrit; total, LDL and HDL cholesterol; triglycerides; glucose; sodium and potassium; uric acid; creatinine and estimation of GFR. Urine: microscopic examination; proteinuria; microalbuminuria. Electrocardiography. Additional diagnostic tests should be based on findings in the basal work-up."
},
{
	"page":"ENAS5189_3.4.0.0",
	"text":"When to initiate Antihypertensive Treatment? Initiation of antihypertensive treatment is guided by the risk category of the patient according to the stratification of total CV risk in low, moderate, high and very high risk, as outlined in the Figure: BP = blood pressure; CKD = chronic kidney disease; CVD = cardiovascular disease; DBP = diastolic BP; HT = hypertension; OD = organ damage; RF = risk factor; SBP = systolic BP. Risk factors include age, male sex, smoking, dyslipidaemia, glucose intolerance, obesity and family history of premature CVD. Asymptomatic organ damage mainly involves left ventricular hypertrophy, evidence of vascular damage and microalbuminuria. Recommendations on the initiation of antihypertensive treatment are as follows: High or very high risk: prompt initiation of antihypertensive drugs, together with lifestyle measures. Low or moderate risk: antihypertensive drugs should be considered if BP remains >140/90 mmHg after, respectively, several months or weeks of appropriate lifestyle measures, or in case of persistent elevated out−of− office BP after appropriate lifestyle measures. In elderly hypertensive patients antihypertensive drug treatment is recommended when systolic BP is ≥160 mmHg; drug treatment may also be considered in the elderly (at least when younger than 80 years and depending on the patient&#039;s risk category (see table above)) when systolic BP is in the 140−159 mmHg range, provided that antihypertensive treatment is well tolerated. High normal BP and younger patients with isolated systolic hypertension: drug treatment is not recommended."
},
{
	"page":"ENAS5189_3.5.0.0",
	"text":"Which is the target BP during antihypertensive treatment? Target BP is <140/90 mmHg with few exceptions. Target BP is <140/85 mmHg in diabetes. In elderly patients the target systolic BP is 140−150 mmHg, but <140 mmHg may be considered in fit elderly. In individuals older than 80 years it is recommended to reduce systolic BP to 140−150 mmHg if they are in good physical and mental condition."
},
{
	"page":"ENAS5189_3.6.0.0",
	"text":"Which Antihypertensive Drugs to Choose? Diuretics, beta−blockers, calcium antagonists, ACE−inhibitors and angiotensin receptor blockers (ARBs) are all suitable for the initiation and maintenance of antihypertensive treatment, either as monotherapy or in combination therapy. Some agents should be considered as the preferential choice in specific conditions, such as recent myocardial infarction (beta−blocker, ACE−inhibitor, ARB); heart failure (diuretic, beta−blocker, ACE−inhibitor, ARB, mineralocorticoid receptor antagonist); diabetes or renal dysfunction (ACE−inhibitor, ARB); pregnancy (methyldopa, labetalol, nifedipine). Initiation of antihypertensive therapy with two−drug combination may be considered in patients with markedly high baseline BP or at high CV risk. Among the many possible combinations, some are considered more suitable than others, as outlined in the figure below, in which green continuous lines represent preferred combinations; green dashed line: useful combination; black dashed line: possible combinations; and red continuous line: non recommended combination:"
},
{
	"page":"ENAS5189_3.7.0.0",
	"text":"How to treat associated risk factors? It is recommended to use statin therapy in hypertensive patients at moderate to high CV risk, targeting an LDL cholesterol value <3.0 mmol/L (115 mg/dL), and in patients with overt coronary heart disease, targeting an LDL cholesterol level <1.8 mmol/L (70 mg/dL). Antiplatelet therapy, in particular low−dose aspirin, is recommended in hypertensive patients with previous CV events, reduced renal function or at high CV risk, provided that BP is well controlled. In hypertensive patients with diabetes, a HbA1c target of <7.0% is recommended. In more fragile elderly patients with a longer diabetes duration, more comorbidities and at high risk, treatment to a HbA1c target of <7.5−8.0% should be considered."
},
{
	"page":"ENAS5189_3.8.0.0",
	"text":"How to follow−up patients with hypertension in general practice? Individuals with high normal BP or white−coat hypertension, even in untreated, should be scheduled for regular follow−up, at least annually, to measure office and out−of−office BP, to check the CV risk profile and to reinforce recommendations on lifestyle changes. After initiation of antihypertensive drug therapy in patients with hypertension, the patient should be seen at 2− to 4−week intervals to evaluate the effects on BP and to assess possible side−effects. Once the target BP is reached, a visit interval of a few months is reasonable. Depending on the local organization of health care, later visits may be performed by non−physician health care workers, such as nurses. For stable patients, home BP monitoring and electronic communication with the physician may also provide an acceptable alternative. It is advisable to assess risk factors and asymptomatic organ damage at least every two years. The finding of an uncontrolled BP should always lead to a search for the cause(s), such as poor adherence, persistent white−coat effect or use of BP−raising substances. Appropriate actions should be taken for better BP control."
},
{
	"page":"ENAS5189_4.1.0.0",
	"text":"Summary card (Pacing) Overview The diagnosis of bradyarrhythmia is usually made from a standard ECG when persistent, and from a standard ECG or more prolonged ECG recordings [ambulatory monitoring or implantable loop recorder (ILR)] when intermittent. Provocative testing or an electrophysiological study (EPS) may be required when a bradycardia is suspected but not documented. Since there is no defined heart rate below which treatment is indicated, correlation between symptoms and bradyarrhythmia is essential when deciding on the need for cardiac pacing therapy. This can be difficult to establish in patients with competing mechanisms for their symptoms. In general, an attempt to obtain ECG documentation during syncope (symptom-arrhythmia correlation) is warranted (see below)."
},
{
	"page":"ENAS5189_4.2.0.0",
	"text":"Patients with persistent bradycardia (sinus bradycardia or AV block) Pacing is indicated when symptoms can clearly be attributed to bradycardia due to sinus arrest or AV block. Pacing is indicated in patients with third- or second-degree type 2 AV block irrespective of symptoms. Pacing may be indicated when symptoms are likely to be due to bradycardia, even if the evidence is not conclusive."
},
{
	"page":"ENAS5189_4.3.0.0",
	"text":"Patients with intermittent documented bradycardia (sinus bradycardia or AV block) Pacing is indicated in patients who have documented symptomatic bradycardia due to sinus arrest or AV block. Pacing is indicated in patients with third- or second-degree type 2 AV block irrespective of symptoms. Reflex asystolic syncope. Pacing should be considered in patients ≥40 years with recurrent, unpredictable reflex syncopes and documented symptomatic pause/s due to sinus arrest or AV block or the combination of the two."
},
{
	"page":"ENAS5189_4.4.0.0",
	"text":"Patients with syncope and suspected(undocumented ) bradycardia Bundle branch block (BBB). Pacing is indicated in patients with alternating BBB and in patients with BBB and positive EPS defined as HV interval of ≥70 ms, or second- or third-degree His-Purkinje block demonstrated during incremental atrial pacing or with pharmacological challenge. Bundle branch block (BBB). Pacing may be considered in selected patients with unexplained syncope and BBB. Carotid sinus syncope. Pacing is indicated in patients with dominant cardioinhibitory carotid sinus syndrome and recurrent unpredictable syncope. Tilt-induced cardioinhibitory syncope. Pacing may be indicated in patients with tilt-induced cardioinhibitory response with recurrent frequent unpredictable syncope and age >40 years afteralternative therapy has failed"
},
{
	"page":"ENAS5189_4.5.0.0",
	"text":"Indications for cardiac resynchronization therapy (CRT) in patients with heart failure or low ejection fraction Based on current guideline criteria only a small proportion of patients with heart failure (HF) (perhaps 5−10%) have cardiac dyssynchrony and are therefore indicated for CRT but this is still a large number of patients. Cardiac dyssynchrony is complex and multifaceted. Prolongation of the AV interval delays systolic contraction, inter- and intra-ventricular conduction delays lead to asynchronous contraction of LV wall regions (ventricular dyssynchrony). Cardiac resynchronization therapy (CRT) helps to restore AV, inter- and intra-ventricular synchrony, improving LV function, reducing functional mitral regurgitation and inducing LV reverse remodelling."
},
{
	"page":"ENAS5189_4.6.0.0",
	"text":"Key evidence supporting recommendations: Patients with both mild (NYHA class II) and more severe symptoms (NYHA class III) and severely depressed LVEF (<35%) are recommended to receive CRT as the benefits for both groups are similar in terms of mortality, hospitalization, and cardiac function. The evidence for recommending CRT in patients with NYHA class I is in conclusive due to the low number of patients enrolled in RCTs. The evidence for recommending CRT in patients with NYHA class IV is inconclusive due to the low number of patients enrolled in RCTs. However, an individual situation should be taken in account especially for NYHA class IV patients who have had no scheduled or unscheduled HF hospitalizations during the last month (termed “ambulatory” Class IV) in order to reduce hospitalizations and to improve symptoms LBBB morphology is required in class I recommendation. Sub-analyses of randomized clinical trials and meta-analyses have shown that the beneficial effects of CRT were observed in patients with typical LBBB. Sub-analyses from randomized clinical trials suggest that the beneficial effects of CRT on morbidity and mortality and LV function may be greater in females, patients with non-ischaemic cardiomyopathy and patients with QRS duration >150 ms (the longer the QRS duration, the greater the benefit). The evidence of benefit in patients with non-LBBB configuration is weak particularly in patients with QRS <150 ms and NYHA class I and II. RBBB most often implies worse disease state than LBBB and is generally expected not be benefit from CRT. For these patients the decision to implant a CRT should be individualized based on other clinical/ imaging criteria. There is no evidence of benefit from CRT for patients with QRS <120 msec. Clinical factors influencing the likelihood to respond to CRT"
},
{
	"page":"ENAS5189_4.7.0.0",
	"text":"Indications for CRT in patients with heart failure and low ejection fraction in sinus rhythm CRT is recommended in chronic HF patients and LVEF ≤35% who remain symptomatic in NYHA functional class II, III and ambulatory IV despite adequate medical treatment and who have LBBB with QRS duration >120 ms on ECG. CRT should be considered in chronic HF patients and LVEF ≤35% who remain in NYHA functional class II, III and ambulatory IV despite adequate medical treatment and who have non-LBBB with QRS duration >150 ms. If QRS duration is 120-150ms, the benefits are uncertain. CRT in patients with chronic HF with QRS duration <120 ms is not recommended."
},
{
	"page":"ENAS5189_4.8.0.0",
	"text":"Indications for CRT in patients in atrial fibrillation Patients with HF, wide QRS and reduced LVEF: 1A. CRT should be considered in chronic HF patients, intrinsic QRS ≥120 ms and LVEF ≤35% who remain in NYHA functional class III and ambulatory IV despite adequate medical treatment, provided that a biventricular pacing as close to 100% as possible can be achieved. 1B. AV junction ablation should be added in case of incomplete biventricular pacing. Patients with uncontrolled heart rate who are candidates for AV junction ablation CRT should be considered in patients with reduced LVEF."
},
{
	"page":"ENAS5189_4.9.0.0",
	"text":"Indications for upgraded or “de novo” CRT in patients with conventional pacemaker indications and heart failure Upgrade from conventional PM or ICD. CRT is indicated in HF patients with LVEF <35% and high percentage of ventricular pacing who remaining NYHA class III and ambulatory IV despite adequate medical treatment. “De novo” CRT implantation. CRT may be considered in HF patients, reduced EF and expected high percentage of ventricular pacing in order to decrease the risk of worsening HF."
},
{
	"page":"ENAS5189_4.10.0.0",
	"text":"Clinical guidance to the choice of CRT-P or CRT-D in primary prevention Factors favouring CRT-D Factors favouring CRT-P Life expectancy >1 year Advanced heart failure Stable heart failure, NYHA II Severe renal insufficiency or dialysis Ischaemic heart disease (low and intermediate MADIT risk score) Other major co-morbidities Lack of comorbidities Frailty Cachexia CRT-D = cardiac resynchronization therapy and defibrillator; CRT-P = cardiac resynchronization therapy and pacemaker."
}
]