[
{
	"page":"ENAS5327_1.0.0.0",
	"text":"1.0.0.0 Authors and legal publications 2017 ESC Guidelines on the Diagnosis and Treatment of Peripheral Arterial Diseases, in collaboration with the European Society for Vascular Surgery (ESVS) Document covering atherosclerotic disease of extracranial carotid and vertebral, mesenteric, renal, upper and lower extremity arteries. Endorsed by: the European Stroke Organization (ESO) The Task Force for the Diagnosis and Treatment of Peripheral Arterial Diseases of the European Society of Cardiology (ESC) and of the European Society for Vascular Surgery (ESVS) Chairperson Victor Aboyans Department of Cardiology CHRU Dupuytren Limoges 2 Avenue Martin Luther King 87042 Limoges, France Tel: +33 5 55 05 63 10 Fax: +33 5 55 05 63 34 E-mail: vaboyans@live.fr Co-‍Chairperson Jean-‍Baptiste Ricco1 CCV -Department of vascular Surgery University Hospital of Poitiers rue de la Miletrie 86021 Poitiers, France Tel: +33 549443846 Fax: +33 5 49 50 05 50 E-mail: jeanbaptistericco@gmail.com Task Force Members: Marie-‍Louise EL Bartelink (The Netherlands), Martin Björck1 (Sweden), Marianne Brodmann (Austria), Tina Cohnert1(Austria), Jean-‍Philippe Collet (France), Martin Czerny (Germany), Marco De Carlo (Italy), Sebastian Debus1 (Germany), Christine Espinola-‍Klein (Germany), Thomas Kahan (Sweden), Serge Kownator (France), Lucia Mazzolai (Switzerland), A. Ross Naylor 1(UK), Marco Roffi (Switzerland), Joachim Röther2 (Germany), Muriel Sprynger (Belgium), Michal Tendera (Poland), Gunnar Tepe (Germany), Maarit Venermo1 (Finland), Charalambos Vlachopoulos (Greece), Ileana Desormais (France). 1 Representing the European Society for Vascular Surgery (ESVS) 2 Representing the European Stroke Organisation (ESO) ESC entities having participated in the development of this document: Associations: European Association of Preventive Cardiology (EAPC), European Association of Cardiovascular Imaging (EACVI), European Association of Percutaneous Cardiovascular Interventions (EAPCI). Councils: Council for Cardiology Practice (CCP), Council on Cardiovascular Primary Care (CCPC), Council on Hypertension (CHT). Working Groups: Atherosclerosis and Vascular Biology, Cardiovascular Pharmacotherapy, Cardiovascular Surgery, Peripheral Circulation, Thrombosis. ESC Staff: Veronica Dean, Catherine Despres - Sophia Antipolis, France *Adapted from the 2017 ESC Guidelines on the Diagnosis and Treatment of Peripheral Arterial Diseases &quot;in collaboration with ESVS (European Heart Journal 2017; doi:10.1093/eurheartj/ehx095)."
},
{
	"page":"ENAS5327_2.0.0.0",
	"text":"2.0.0.0 Preamble Table 1: Classes of recommendations Classes of recommendations Definition Suggested wording to use Class I Evidence and/‍or general agreement that a given treatment or procedure is beneficial, useful, effective. Is recommended/‍is indicated Class II Conflicting evidence and/‍or a divergence of opinion about the usefulness/efficacy of the given treatment or procedure. Class IIa Weight of evidence/opinion is in favour of usefulness/efficacy. Should be considered Class IIb Usefulness/‍efficacy is less well established by evidence/opinion. May be considered Class III Evidence or general agreement that the given treatment or procedure is not useful/ effective, and in some cases may be harmful. Is not recommended Table 2: Levels of evidence Level of evidence A Data derived from multiple randomized clinical trials or meta-‍analyses. Level of evidence B Data derived from a single randomized clinical trial or large non-‍randomized studies. Level of evidence C Consensus of opinion of the experts and/‍or small studies, retrospective studies, registries."
},
{
	"page":"ENAS5327_3.0.0.0",
	"text":"3.0.0.0 Introduction The term “peripheral arterial diseases” (PADs) encompasses all arterial diseases other than coronary arteries and the aorta. This should be clearly distinguished from the term “peripheral artery disease” often used to name lower extremity artery disease (LEAD). Indeed, other peripheral localizations (Figure 1) are also frequently affected, mainly by atherosclerosis, and complete the family of PADs. Because of multiple presentations and therapeutic options, a multidisciplinary management of these patients is mostly necessary, and cardiologists should be sensitive in regard to the diagnosis and management of patients with PADs, as many of them are seen and managed for concomitant cardiac conditions. Major efforts are still necessary to sensitize healthcare providers, decision makers and the general population about the need for awareness, screening, prevention and management of the 40 million individuals in our continent affected by PADs. General recommendations on the management of patients with peripheral arterial diseases Recommendations Classa Levelb In healthcare centres, it is recommended to set up a multidisciplinary Vascular Team to make decisions for the management of patients with PADs. I C It is recommended to implement and support initiatives to improve medical and public awareness of PADs, especially cerebrovascular and lower extremity artery diseases. I C PADs = peripheral arterial diseases. aClass of recommendation - bLevel of evidence. Figure 1 Presentations of Peripheral Arterial Diseases (PADs)"
},
{
	"page":"ENAS5327_4.0.0.0",
	"text":"4.0.0.0. Epidemiology and risk factors The risk of different localizations of PADs increases with age and with exposure to major CV risk factors: smoking, hypertension, dyslipidaemia and diabetes. The strength of association between each risk factor and each vascular territory is variable. When a vascular territory is affected by atherosclerosis, not only is the corresponding organ endangered (e.g. the brain for carotid artery disease) but also the total risk of any cardiovascular event is increased (e.g. coronary events)."
},
{
	"page":"ENAS5327_5.1.0.0",
	"text":"5.0.0.0. General aspects 5.1.0.0 Overview Thorough clinical history and physical examination are key steps in PADs management (Tables 1 & 2). Laboratory testing (Table 3) is a key component especially for assessing the risk factors and end organ damages. The Ankle-‍Brachial Index (ABI) has a specific particularity since it can not only diagnose LEAD but can be used as marker of atherosclerosis and risk of mortality and CV events (Table 4)."
},
{
	"page":"ENAS5327_5.2.0.0",
	"text":"5.2.0.0 Clinical history and physical exam Table 1 Main points of medical history for assessment of peripheral arterial diseases Family history of CVD (coronary artery disease, cerebrovascular disease, aortic aneurysm, LEAD), and premature CVD (fatal or non-‍fatal CVD event or/‍and established diagnosis of CVD in first degree male relatives before 55 years or female relatives before 65 years). Personal history of: Hypertension Diabetes Dyslipidaemia Smoking (present and/‍or past), passive smoking exposure Prior CVD Chronic kidney disease Sedentary life Dietary habits History of cancer radiation therapy Psycho-‍social factors Transient or permanent neurological symptoms. Arm exertion pain, particularly if associated with dizziness or vertigo. Symptoms suggesting angina, dyspnoea. Abdominal pain, particularly if related to eating and associated with weight loss. Walking impairment/‍claudication: type: fatigue, aching, cramping, discomfort, burning location: buttock, thigh, calf, or foot timing: triggered by exercise, uphill rather than downhill, quickly relieved with rest; chronic distance Lower limb pain (including foot) at rest, and evolution at upright or recumbent position. Poorly healing wounds of the extremities. Physical activity assessment: Functional capacity and causes of impairment. Erectile dysfunction. CVD = cardiovascular disease; LEAD = lower extremity artery disease. Table 2 Physical examination for assessment of peripheral arterial diseases Auscultation and palpation of cervical and supraclavicular areas. Careful inspection of upper extremities, including hands (i.e. colour, skin integrity). Palpation of upper extremity pulses. Blood pressure measurement of both arms and notation of inter-‍arm difference. Auscultation at different levels including the flanks, peri-‍umbilical region, and groin. Abdominal palpation, palpation of femoral, popliteal, dorsalis pedis, and posterior tibial artery pulses, temperature gradient assessment. Careful inspection of lower limbs, including feet (i.e. colour, presence of any cutaneous lesion). Findings suggestive of lower extremity arterial disease, including calf hair loss and muscle atrophy, should be noted. Peripheral neuropathy assessment in case of diabetes or LEAD: sensory loss (monofilament testing), ability to detect pain and light touch (sharp examination pin, cotton wool), vibration impairment (128 Hz tuning fork); deep tendon reflexes examination; sweating."
},
{
	"page":"ENAS5327_5.3.0.0",
	"text":"5.3.0.0 Lab tests Table 3 Laboratory testing in patients with peripheral arterial diseases Routine tests Fasting plasma glucose. Fasting serum lipid profile: total cholesterol triglycerides high-‍density lipoprotein cholesterol low-‍density lipoprotein cholesterol Serum creatinine and creatinine clearance. Urine analysis: urinary protein by dipstick test, microalbuminuria. Blood count Uric acid Additional tests, based on findings from clinical history, physical examination and routine tests Either glycated haemoglobin if fasting plasma glucose >5.6 mmol/‍L (101 mg/dL) or impaired glucose tolerance test when there is doubt. Lipoprotein(a) if there is a family history of premature cardiovascular disease. Quantitative proteinuria if positive dipstick test."
},
{
	"page":"ENAS5327_5.4.0.0",
	"text":"5.4.0.0 ABI Table 4 The Ankle-‍Brachial Index 1. Who should have an ABI measurement in clinical practice? Patients with clinical suspicion for LEAD: Lower extremities pulse abolition and/‍or arterial bruit Typical intermittent claudication or symptoms suggestive for LEAD Non-‍healing lower extremity wound Patients at risk for LEAD because of the following clinical conditions: Atherosclerotic diseases: CAD, any PADs Other conditions: AAA, CKD, heart failure Asymptomatic individuals clinically-free but at-‍risk for LEAD: Men and women aged >65 years Men and women aged <65 years classified at high CV risk according the ESC Guidelinesa Men and women aged >50 years with family history for LEAD 2. How to measure the ABI? In supine position, with cuff placed just above the ankle, avoiding wounded zones. After a 5–10 minute rest, the SBP is measured by a Doppler probe (5–10 MHz) on the posterior and the anterior tibial (or dorsal pedis) arteries of each foot and on the brachial artery of each arm. Automated BP cuffs are mostly not valid for ankle pressure and may display overestimated results in case of low ankle pressure. The ABI of each leg is calculated by dividing the highest ankle SBP by the highest arm SBP. 3. How to interpret the ABI? For diagnosis of LEAD interpret each leg separately (one ABI per leg). For the CV risk stratification: take the lowest ABI between the two legs. Interpretation: AAA = abdominal aorta aneurysm; ABI = ankle-‍brachial index; BP = blood pressure; CAD = coronary artery disease; CKD = chronic kidney disease; CV = cardiovascular; ESC = European Society of Cardiology; LEAD = lower extremity artery disease; PADs = peripheral arterial diseases; SBP = systolic blood pressure. aSubjects with: markedly elevated single risk factors; diabetes mellitus (except for young people with type 1 diabetes without other major risk factors); a calculated SCORE ≥5% and <10%. For interactivity see here"
},
{
	"page":"ENAS5327_5.5.0.0",
	"text":"5.5 Best medical Tx The management of patients with PADs includes both interventions to address specific arterial symptoms and general CV risk prevention. Best medical therapy includes CV risk factor management with non-‍pharmacological measures (i.e. smoking cessation, healthy diet, weight loss and regular physical exercise) and optimal pharmacological therapy. Recommendations in patients with peripheral arterial diseases: best medical therapy Recommendations Classa Levelb Smoking cessation is recommended in all patients with PADs. I B Healthy diet and physical activity are recommended for all patients with PADs. I C Statins are recommended in all patients with PADs. I A In patients with PADs, it is recommended to reduce LDL-C to <1.8 mmol/‍L (70 mg/dL) or decrease it by ≥50% if baseline values are 1.8–3.5 mmol/‍L (70–135 mg/dL). I C In diabetic patients with PADs, strict glycaemic control is recommended. I C Antiplatelet therapy is recommended in patients with symptomatic PADs. I Cd In patients with PADs and hypertension, it is recommended to control blood pressure at <140/90 mmHg. I A ACEIs or ARBs should be considered as first line therapy in patients with PADs and hypertension.c IIa B ACEIs = angiotensin-‍converting enzyme inhibitors; ARBs = angiotensin-‍receptor blockers; BP = blood pressure; HbA1c = glycated haemoglobin; LDL-C = low-‍density lipoprotein cholesterol; LEAD = lower extremity artery disease; PADs = peripheral arterial diseases. aClass of recommendation.  bLevel of evidence. cCalcium channel blockers should be proposed in black individuals. dEvidence is not available for all sites.When evidence is available, recommendations specific for the vascular site are presented in the corresponding sections."
},
{
	"page":"ENAS5327_6.1.0.0",
	"text":"6.0.0.0 Antithrombotic drugs in PADs 6.1 Overview This chapter addresses specifically the antithrombotic therapy, as part of best medical therapy, in most frequent cases. Other cases with PADs (e.g. renal artery disease) without any specific indication for oral anticoagulation (e.g. atrial fibrillation) require long-‍term antiplatelet therapy."
},
{
	"page":"ENAS5327_6.2.0.0",
	"text":"6.2 Antithrm Tx in CAD Figure 2 Management of antithrombotic treatment in patients with carotid artery stenosis DAPT = dual antiplatelet therapy, a daily combination of aspirin (75–100 mg) and clopidogrel (75 mg); CAS = carotid artery stenting; SAPT = single antiplatelet therapy; TIA = transient ischaemic attack. aAt the exception of patient at very high bleeding risk - bDAPT may be used if another indication supersedes that of carotid artery stenting such as acute coronary syndrome or percutaneous coronary intervention of less than 1 year - c In case of recent minor stroke or TIA.A loading dose of aspirin (300 mg) and/‍or clopidogrel (300/600 mg) is recommended at the acute phase of stroke/‍TIA or during CAS - dStands for as long as it is well tolerated. For interactivity see here"
},
{
	"page":"ENAS5327_6.3.0.0",
	"text":"6.3.0.0 Antithrombotic therapy in lower extremity artery disease Figure 3 Antiplatelet therapy in patients with lower extremity artery disease DAPT = dual antiplatelet therapy; SAPT = single antiplatelet therapy;VKA = vitamin K antagonist. ae.g. concomitant AF or mechanical valve prosthesis. bSAPT should be considered if there is another concomitant atherosclerotic disease (e.g. coronary artery disease). cDAPT may be considered in patients with recent acute coronary syndrome and/‍or percutaneous coronary intervention (<1 year), stenting of the last patent coronary artery, multiple coronary vessel disease in diabetic patients with incomplete revascularization. dEvidence is weak and bleeding doubles as compared to SAPT. eStands for as long as it is well tolerated. For interactivity see here"
},
{
	"page":"ENAS5327_6.4.0.0",
	"text":"6.4 Anticoag for long terms Figure 4 Antithrombotic therapy in patients with LEAD requiring oral anticoagulation ACS = acute coronary syndrome; CAD = coronary artery disease; CLTI = chronic limb-‍threatening ischaemia; DAT = dual antithrombotic therapy;LEAD = lower extremity artery disease;NOACs = non-‍vitamin K oral anticoagulants; OAC = oral anticoagulation;VKA = vitamin K antagonist. aDAT may be considered in high ischaemic risk patients defined as prior stent thrombosis, acute limb ischaemia on OAC and concomitant CAD (recent ACS, stenting of the last patent coronary artery, multiple coronary vessel disease in diabetic patients with incomplete revascularization). bCompared to the risk for stroke/‍CLTI due to stent/‍graft occlusion. cStands for as long as it is well tolerated. For interactivity see here"
},
{
	"page":"ENAS5327_6.5.0.0",
	"text":"6.5.0.0 Recommendations Recommendations on antithrombotic therapy in patients with peripheral artery diseases Recommendations Classa Levelb Carotid artery disease In patients with symptomatic carotid stenosis, long-‍term SAPT is recommended. I A DAPT with aspirin and clopidogrel is recommended for at least one month after CAS. I B In patients with asymptomatic >50% carotid artery stenosis, long-‍term antiplatelet therapy (commonly low dose aspirin) should be considered when the bleeding risk is low.c IIa C Lower extremity artery disease Long-‍term SAPT is recommended in symptomatic patients. I A Long-‍term SAPT is recommended in all patients who have undergone revascularization. I C SAPT is recommended after infra-‍inguinal bypass surgery. I A In patients requiring antiplatelet therapy, clopidogrel may be preferred over aspirin. IIb B Vitamin K antagonists may be considered after autologous vein infra-‍ inguinal bypass. IIb B DAPT with aspirin and clopidogrel for at least one month should be considered after infra-‍inguinal stent implantation. IIa C DAPT with aspirin and clopidogrel may be considered in below-‍knee bypass with prosthetic graft. IIb B Because of a lack of proved benefit, antiplatelet therapy is not routinely indicated in patients with isolatedd asymptomatic LEAD. III A Antithrombotic therapy for PADs patients requiring oral anticoagulant In patients with PADs and AF, oral anticoagulation:     is recommended when CHA2DS2-VASc score ≥2 I A should be considered in all other patients IIa B In patients with PADs who have an indication for OAC (e.g.AF or mechanical prosthetic valve), oral anticoagulants alone should be considered. IIa B After endovascular revascularization, aspirin or clopidogrel should be considered in addition to OAC for at least I month if the bleeding risk is low compared to the risk of stent/‍graft occlusion. IIa C After endovascular revascularization, OAC alone should be considered if the bleeding risk is high compared to the risk of stent/‍graft occlusion. IIa C OAC and SAPT may be considered beyond one month in high ischaemic risk patients or when there is another firm indication for long-‍term SAPT. IIb C AF = atrial fibrillation; CAS = carotid artery stenting; DAPT = dual antiplatelet; LEAD = lower extremity artery disease; OAC = oral anticoagulation; PADs = peripheral arterial diseases; SAPT = single antiplatelet therapy. CHA2DS2-VASc score is calculated as follows: Congestive heart failure history (1 point), Hypertension (1 point),Age >75 years (2 points), Diabetes mellitus (1 point), Stroke or TIA or arterial thromboembolic history (1 point),Vascular disease history (1 point), Age between 65 and 74 years (1 point), Sex category (1 point if female). aClass of recommendation. bLevel of evidence. cWith the exception of patients with an indication for long-‍term oral anticoagulation. dWithout any other clinical cardiovascular condition requiring antiplatelet therapy (e.g. coronary artery disease or other multi-‍site artery diseases)."
},
{
	"page":"ENAS5327_7.1.1.0",
	"text":"7.0.0.0 Extracranial carotid and vertebral artery disease 7.1.0.0 Carotid artery disease 7.1.1.0 Overview The management of carotid artery disease mostly depend on the symptomatic/ asymptomatic characteristic, as well as the stenosis degree (Figure 5 and 6). Other characteristics can stratify the risk for patient with asymptomatic stenosis (Table 5)."
},
{
	"page":"ENAS5327_7.1.2.0",
	"text":"7.1.2 Angio carotid stenosis Figure 5 Angiographic carotid stenosis according to different methods. NASCET ECST 30 65 40 70 50 75 60 80 70 85 80 91 90 97 Approximate equivalent degrees of internal carotid artery stenosis used in NASCET and ESCT according to recent comparisons ECST = European Carotid Surgery Trial; NASCET = North American Symptomatic Carotid Endarterectomy Trial"
},
{
	"page":"ENAS5327_7.1.3.0",
	"text":"7.1.3 Imaging of extracranial carotid art. Recommendations for imaging of extracranial carotid arteries Recommendations Classa Levelb DUS (as first-‍line), CTA and/‍or MRA are recommended for evaluating the extent and severity of extracranial carotid stenoses. I B When CAS is being considered, it is recommended that any DUS study be followed either by MRA or CTA to evaluate the aortic arch, as well as the extra-‍ and intracranial circulation. I B When CEA is considered, it is recommended that the DUS stenosis estimation be corroborated either by MRA or CTA (or by a repeat DUS study performed in an expert vascular laboratory). I B CAS = carotid artery stenting; CEA = carotid endarterectomy; CTA = computed tomography angiography; DUS = duplex ultrasound; MRA = magnetic resonance angiography. aClass of recommendation - bLevel of evidence."
},
{
	"page":"ENAS5327_7.1.4.0",
	"text":"7.1.4 Recom for mgmt of asymptomatic CAD Recommendations for management of asymptomatic carotid artery disease Recommendations Classa Levelb In “average surgical risk” patients with an asymptomatic 60–99% stenosis, CEA should be considered in the presence of clinical and/‍or more imaging characteristicsc that may be associated with an increased risk of late ipsilateral stroke, provided documented perioperative stroke/‍death rates are <3% and the patient’s life expectancy is >5 years. IIa B In asymptomatic patients who have been deemed “high-risk for CEA”d and who have an asymptomatic 60–99% stenosis in the presence of clinical and/‍or imaging characteristicsc that may be associated with an increased risk of late ipsilateral stroke, CAS should be considered, provided documented perioperative stroke/‍death rates are <3% and the patient’s life expectancy is >5 years. IIa B In “average surgical risk” patients with an asymptomatic 60–99% stenosis in the presence of clinical and/‍or imaging characteristicsc that may be associated with an increased risk of late ipsilateral stroke, CAS may be an alternative to CEA provided documented perioperative stroke/‍death rates are <3% and the patient’s life expectancy is >5 years. IIb B BP = blood pressure; CAS = carotid artery stenting; CEA = carotid endarterectomy. aClass of recommendation - bLevel of evidence. - cSee Table 5 - dAge > 80 years, clinically significant cardiac disease, severe pulmonary disease, contralateral internal carotid artery occlusion, contralateral recurrent laryngeal nerve palsy, previous radical neck surgery or radiotherapy and recurrent stenosis after CEA."
},
{
	"page":"ENAS5327_7.1.5.0",
	"text":"7.1.5 Mgmt of extracranial CAD Figure 6 Management of extracranial carotid artery disease BMT = best medical therapy; CAS = carotid artery stenting; CEA = carotid endarterectomy; CTA = computed tomography angiography; MRA = magnetic resonance angiography;TIA = transient ischaemic attack. aWith post-‍stenotic internal carotid artery narrowed to the point of near occlusion -bSee Table 5. cAge >80 years, clinically significant cardiac disease, severe pulmonary disease, contralateral internal carotid artery occlusion, contralateral recurrent laryngeal nerve palsy, previous radical neck surgery or radiotherapy and recurrent stenosis after CEA. For interactivity see here"
},
{
	"page":"ENAS5327_7.1.6.0",
	"text":"7.1.6 Features asso with risk of stroke Table 5 Features associated with increased risk of stroke in patients with asymptomatic carotid stenosis treated medically (for details see Web Table 5, see Web Addenda online*) Clinicala Contralateral TIA/‍stroke Cerebral imaging Ipsilateral silent infarction Ultrasound imaging Stenosis progression (> 20%) Spontaneous embolization on transcranial Doppler (HITS) Impaired cerebral vascular reserve Large plaquesb Echolucent plaques Increased juxta-‍luminal black (hypoechogenic) area MRA Intraplaque haemorrhage Lipid-‍rich necrotic core HITS = high intensity transient signal; MRA = magnetic resonance angiography; TIA = transient ischaemic attack. aAge is not a predictor of poorer outcome -bMore than 40 mm2 on digital analysis. *www.escardio.org/guidelines"
},
{
	"page":"ENAS5327_7.1.7.0",
	"text":"7.1.7 Revasc in symptomatic CAD Recommendations on revascularization in patients with symptomatic carotid diseasec Recommendations Classa Levelb CEA is recommended in symptomatic patients with 70–99% carotid stenoses, provided the documented procedural death/‍stroke rate is <6%. I A CEA should be considered in symptomatic patients with 50–69% carotid stenoses, provided the documented procedural death/‍stroke rate is <6%. IIa A In recently symptomatic patients with a 50–99% stenosis who present with adverse anatomical features or medical comorbidities that are considered to make them “high-risk for CEA”, CAS should be considered, provided the documented procedural death/‍stroke rate is <6%. IIa B When revascularization is indicated in “average surgical risk” patients with symptomatic carotid disease, CAS may be considered as an alternative to surgery, provided the documented procedural death/‍ stroke rate is <6%. IIb B When decided, it is recommended to perform revascularization of symptomatic 50–99% carotid stenoses as soon as possible, preferably within 14 days of symptom onset. I A Revascularization is not recommended in patients with a <50% carotid stenosis. III A aClass of recommendation - bLevel of evidence - cStroke or TIA occuring within the 6 months."
},
{
	"page":"ENAS5327_7.1.8.0",
	"text":"7.1.8 Use of embolic protection device Recommendation on the use of embolic protection device during carotid stenting Recommendations Classa Levelb The use of embolic protection devices should be considered in patients undergoing carotid artery stenting. IIa C aClass of recommendation - bLevel of evidence."
},
{
	"page":"ENAS5327_7.2.0.0",
	"text":"7.2 Vertebral art disease Recommendations for management of vertebral artery stenoses Recommendations Classa Levelb In patients with symptomatic extracranial vertebral artery stenoses, revascularization may be considered for lesions ≥50% in patients with recurrent ischaemic events, despite optimal medical management. IIb B Revascularization of asymptomatic vertebral artery stenosis is not indicated, irrespective of the degree of severity. III C aClass of recommendation - bLevel of evidence."
},
{
	"page":"ENAS5327_8.0.0.0",
	"text":"8. Upper extremity disease Upper extremity artery disease (UEAD) due to atherosclerosis is mostly situated at the brachio-‍cephalic trunk, the subclavian and axillary arteries. Other aetiologies should be considered (Table 6). When suspected, it can be assessed by DUS, CTA or MRA. Table 6 Differential diagnosis in upper limbs artery disease Causes Subclavian Axillary Brachial Forearm Hand Atherosclerosis ●         Thoracic outlet syndrome ●         Giant cell arteritis ●         Takayasu arteritis ● ●       Radiation artery fibrosis ● ●       Embolic   ● ● ● ● Fibromuscular dysplasia   ●     ● Buerger’s disease       ● ● Ergotism       ● ● Connective tissue disease       ● ● Cytotoxic drugs         ● Arterial drug injection         ● Diabetes mellitus         ● Myeloproliferative disorders         ● Hypercoagulative status         ● Cryoglobulins         ● Repetitive trauma         ● Vinyl chloride exposure         ● Iatrogenic lesions ● ● ● ● ● Recommendations on the management of subclavian artery stenosis Recommendations Classa Levelb In symptomatic patients with subclavian artery stenosis/occlusion revascularization should be considered. IIa C In symptomatic patients with a stenotic/‍occluded subclavian artery, both revascularization options (stenting or surgery) should be considered and discussed case by case according to the lesion characteristics and patient’s risk. IIa C In asymptomatic subclavian artery stenosis, revascularization:     should be considered in the case of proximal stenosis in patients undergoing CABG using the ipsilateral internal mammary artery. IIa C should be considered in the case of proximal stenosis in patients who already have the ipsilateral internal mammary artery grafted to coronary arteries with evidence of myocardial ischaemia. IIa C should be considered in the case of subclavian artery stenosis and ipsilateral arteriovenous fistula for dialysis. IIa C may be considered in the case of bilateral stenosis, in order to be able to monitor blood pressure accurately. IIb C CABG = coronary artery bypass grafting. aClass of recommendation - bLevel of evidence. For interactivity see here"
},
{
	"page":"ENAS5327_9.1.0.0",
	"text":"9. Mesenteric artery disease 9.1 Acute mesenteric ischaemia Mesenteric artery disease is underdiagnosed and highly lethal. The prerequisite of diagnosis is clinical suspicion, followed by imaging. Acute mesenteric ischaemia is more often related to embolism than to thrombotic occlusion. Outcome is very time-‍sensitive, and dependent on clinical suspicion. Recommendations on the management of acute mesenteric ischaemia Recommendations Classa Levelb Diagnosis In patients with suspected acute mesenteric ischaemia, urgent CTA is recommended. I C In patients with suspicion of acute mesenteric ischaemia,the measurement of D-‍dimer should be considered to rule out the diagnosis. IIa B Treatment In patients with acute thrombotic occlusion of the superior mesenteric artery, endovascular therapy should be considered as first line therapy for revascularization. IIa B In patients with acute embolic occlusion of the superior mesenteric artery, both endovascular and open surgery therapy should be considered. IIa B CTA = computed tomography angiography. aClass of recommendation. bLevel of evidence."
},
{
	"page":"ENAS5327_9.2.0.0",
	"text":"9.2 chronic mesenteric ischaemia The classical symptoms of CMI are postprandial abdominal pain, weight loss, diarrhoea or constipation, and food aversion. Recommendations for management of chronic mesenteric artery disease Recommendations Classa Levelb Diagnosis In patients with suspected CMI, DUS is recommended as the first line examination. I C In patients with suspected CMI, occlusive disease of a single mesenteric artery makes the diagnosis unlikely, and a careful search for alternative causes should be considered. IIa C Treatment In patients with symptomatic multivessel CMI, revascularization is recommended. I C In patients with symptomatic multivessel CMI, it is not recommended to delay revascularization in order to improve the nutritional status. III C CMI = chronic mesenteric ischaemia; DUS = duplex ultrasound. aClass of recommendation.  bLevel of evidence."
},
{
	"page":"ENAS5327_10.0.0.0",
	"text":"10 Renal artery disease Atherosclerotic renal artery disease (RAD) is the most common cause of “renovascular hypertension”. The clinical situations raising suspicion for RAD are enlisted in Table 7. Table 7 Clinical situations raising suspicion for renal artery disease Onset of hypertension before the age of 30 years. Onset of severe hypertension after the age of 55 years, when associated with CKD or heart failure. Hypertension and abdominal bruit. Rapid and persistent worsening of previously controlled hypertension. Resistant hypertension (i.e. other secondary form unlikely and target not achieved despite four drug classes including a diuretic and a mineralocorticoid-‍receptor antagonist in appropriate doses). Hypertensive crisis (i.e. acute renal failure, acute heart failure, hypertensive encephalopathy, or grade 3–4 retinopathy). New azotaemia or worsening of renal function after treatment with RAAS blockers. Unexplained atrophic kidney or discrepancy in kidney size, or unexplained renal failure. Flash pulmonary oedema. CKD = chronic kidney disease; RAAS = renin-‍angiotensin-‍aldosterone system. Recommendations for diagnostic strategies for renal artery disease Recommendations Classa Levelb DUS (as first-‍line), CTAc and MRAd are recommended imaging modalities to establish a diagnosis of RAD. I B DSA may be considered to confirm a diagnosis of RAD when clinical suspicion is high and the results of non-‍invasive examinations are inconclusive. IIb C Renal scintigraphy, plasma renin measurements before and after ACEI provocation, and vein renin measurements are not recommended for screening of atherosclerotic RAD. III C ACEI = angiotensin-‍converting enzyme inhibitor; CTA = computed tomography angiography; DSA = digital subtraction angiography; DUS = duplex ultrasound; eGFR = estimated glomerular filtration rate; MRA = magnetic resonance angiography; RAD = renal artery disease. aClass of recommendation - bLevel of evidence - cWhen eGFR is ≥60 mL/‍min - dWhen eGFR is ≥30 mL/‍min. Recommendations for treatment strategies for renal artery disease Recommendations Classa Levelb Medical therapy ACEIs/ARBs are recommended for treatment of hypertension associated with unilateral RAS. I B Calcium channel blockers,beta-‍blockers and diuretics are recommended for treatment of hypertension associated with renal artery disease. I C ACEIs/ARBs may be considered in bilateral severe RAS and in the case of stenosis in a single functioning kidney, if well-‍tolerated and under close monitoring. IIb B Revascularization Routine revascularization is not recommended in RAS secondary to atherosclerosis. III A In cases of hypertension and/‍or signs of renal impairment related to renal arterial fibromuscular dysplasia, balloon angioplasty with bailout stenting should be considered. IIa B Balloon angioplasty, with or without stenting, may be considered in selected patients with RAS and unexplained recurrent congestive heart failure or sudden pulmonary oedema. IIb C In the case of an indication for revascularization,surgical revascularization should be considered for patients with complex anatomy of the renal arteries, after a failed endovascular procedure, or during open aortic surgery. IIa B ACEI(s) = angiotensin-‍converting enzyme inhibitor(s); ARB(s) = angiotensin-‍receptor blocker(s); RAS = renal artery stenosis.  aClass of recommendation bLevel of evidence."
},
{
	"page":"ENAS5327_11.1.0.0",
	"text":"11 Lower extr. artery disease 11.1 Clinical presentation Most patients with LEAD are asymptomatic. Walking capacity must be assessed to detect clinically “masked LEAD”. Atypical symptoms are frequent. Even asymptomatic patients with LEAD are at high-risk of CV events and must benefit from most CV preventive strategies. Table 8 Clinical stages of lower extremity artery disease Fontaine classification Stage Symptoms I Asymptomatic II IIa Non-‍disabling intermittent claudication IIb Disabling intermittent claudication III   Ischaemic rest pain IV   Ulceration or gangrene Rutherford classification Grade Category Symptoms 0 0 Asymptomatic I 1 Mild claudication I 2 Moderate claudication I 3 Severe claudication II 4 Ischaemic rest pain III 5 Minor tissue loss III 6 Major tissue loss For interactivity see here"
},
{
	"page":"ENAS5327_11.2.0.0",
	"text":"11.2 Dx tests Recommendations for ankle-‍brachial index measurement Recommendations Classa Levelb Measurement of the ABI is indicated as a first-‍line non-‍invasive test for screening and diagnosis of LEAD. I C In the case of incompressible ankle arteries or ABI >1.40, alternative methods such as the toe-‍brachial index, Doppler waveform analysis or pulse volume recording are indicated. I C ABI = ankle-‍brachial index; LEAD = lower extremity artery disease. aClass of recommendation - bLevel of evidence. Recommendations on imaging in patients with lower extremity artery disease Recommendations Classa Levelb DUS is indicated as first-‍line imaging method to confirm LEAD lesions. I C DUS and/‍or CTA and/‍or MRA are indicated for anatomical characterization of LEAD lesions and guidance for optimal revascularization strategy. I C Data from an anatomical imaging test should always be analyzed in conjunction with symptoms and haemodynamic tests prior to treatment decision. I C DUS screening for AAA should be considered. IIa C AAA = abdominal aorta aneurysm; CTA = computed tomography angiography; DUS = duplex ultrasound; LEAD = lower extremity artery disease; MRA = magnetic resonance angiography. aClass of recommendation - bLevel of evidence."
},
{
	"page":"ENAS5327_11.3.0.0",
	"text":"11.3 Revasc options Recommendations on revascularization of aorto-‍iliac occlusive lesionsc Recommendations Classa Levelb An endovascular-first strategy is recommended for short (i.e. <5 cm) occlusive lesions. I C In patients fit for surgery, aorto-‍(bi)femoral bypass should be considered in aorto-‍iliac occlusion(s). IIa B An endovascular-first strategy should be considered in long and/‍or bilateral lesions in patients with severe comorbidities. IIa B An endovascular-first strategy may be considered for aorto-‍iliac occlusive lesions, if done by an experienced team and if it does not compromise subsequent surgical options. IIb B Primary stent implantation, rather than provisional stenting, should be considered. IIa B Open surgery should be considered in fit patients with an aortic occlusion extending up to the renal arteries. IIa C In the case of ilio-‍femoral occlusive lesions, a hybrid procedure combining iliac stenting and femoral endarterectomy or bypass should be considered. IIa C Extra-‍anatomical bypass may be indicated only for patients with no other alternatives for revascularization. IIb C aClass of recommendation - bLevel of evidence - cThese recommendations apply both for patients with intermittent claudication and severe chronic limb ischaemia. Recommendations on revascularization of femoro-‍popliteal occlusive lesionsc Recommendations Classa Levelb An endovascular-first strategy is recommended in short (i.e. <25 cm) lesions. I C Primary stent implantation should be considered in short (i.e. <25 cm) lesions. IIa A Drug-‍eluting balloons may be considered in short (i.e. <25 cm) lesions. IIb A Drug-‍eluting stents may be considered for short (i.e. <25 cm) lesions. IIb B Drug-‍eluting balloons may be considered for the treatment of in-‍stent restenosis. IIb B In patients who are not at high-risk for surgery, bypass surgery is indicated for long (i.e. ≥25 cm) superficial femoral artery lesions when an autologous vein is available and life expectancy is >2 years. I B The autologous saphenous vein is the conduit of choice for femoro-‍ popliteal bypass. I A When above-‍knee bypass is indicated, in the absence of any autologous saphenous vein, the use of a prosthetic conduit should be considered IIa A In patients unfit for surgery, endovascular therapy may be considered in long (i.e. ≥25 cm) femoro-‍popliteal lesions. IIb C aClass of recommendation - bLevel of evidence - cThese recommendations apply both for patients with intermittent claudication and chronic limb-threatening ischaemia. Recommendations on revascularization of infra-‍popliteal occlusive lesions Recommendations Classa Levelb In the case of CLTI, infra-‍popliteal revascularization is indicated for limb salvage. I C For revascularization of infra-‍popliteal arteries:     bypass using the great saphenous vein is indicated I A endovascular therapy should be considered. IIa B CLTI = chronic limb-threatening ischaemia. aClass of recommendation - bLevel of evidence."
},
{
	"page":"ENAS5327_11.4.0.0",
	"text":"11.4 Mgmt of intermittent claudication Recommendations for the management of patients with intermittent claudication Recommendations Classa Levelb On top of general prevention, statins are indicated to improve walking distance. I A In patients with intermittent claudication:     supervised exercise training is recommended. I A non-‍supervised exercise training is recommended when supervised exercise training is not feasible or available. I C When daily life activities are compromised despite exercise therapy, revascularization should be considered. IIa C When daily life activity is severely compromised, first line revascularization should be considered, in association with exercise therapy. IIa B aClass of recommendation - bLevel of evidence. Figure 7 Management of patients with intermittent claudicationa CFA = common femoral artery; SFA = superficial femoral artery. aRelated to atherosclerotic lower extremity artery disease (LEAD). For interactivity see here"
},
{
	"page":"ENAS5327_11.5.0.0",
	"text":"11.5 CLTI CLTI specifies clinical patterns with vulnerable limb viability, related to ischaemia, wounds, and infection (Table 9 & Figure 8). Risk stratification and early recognition of tissue loss and/‍or infection and referral to the vascular specialist is mandatory for limb salvage by a multidisciplinary approach. Revascularization is indicated whenever feasible. Table 9 Assessment of the risk of amputation: the WIFI classification Score Description W (Wound) 0 No ulcer (ischaemic rest pain) 1 Small, shallow ulcer on distal leg or foot without gangrene 2 Deeper ulcer with exposed bone, joint or tendon ± gangrenous changes limited to toes 3 Extensive deep ulcer, full thickness heel ulcer ± calcaneal involvement ± extensive gangrene I (Ischaemia)   ABI Ankle pressure (mmHg) Toe pressure or TcPO2 0 ≥0.80 >100 ≥60 1 0.60–0.79 70–100 40–59 2 0.40–0.59 50–70 30–39 3 <0.40 <50 <30 fI (foot Infection) 0 No symptoms/signs of infection 1 Local infection involving only skin and subcutaneous tissue 2 Local infection involving deeper than skin/subcutaneous tissue 3 Systemic inflammatory response syndrome Example: A 65-‍year-‍old male diabetic patient with gangrene of the big toe and a <2 cm rim of cellulitis at the base of the toe, without any clinical/biological sign of general infection/inflammation, whose toe pressure is at 30 mmHg would be classified as Wound 2, Ischaemia 2, foot Infection 1 (WIfI 2-2-1). The clinical stage would be 4 (high-risk of amputation). The benefit of revascularization (if feasible) is high, also depending on infection control. ABI = ankle-‍brachial index;TcPO2 = transcutaneous oxygen pressure. aAdapted from Mills JL et al. J Vasc Surg 2014;59(1):220−234. Figure 8 Estimation of the amputation risk according to the WIfI classification (see also Table 7)a Estimate risk of amputation at I year for each combination   Ischaemia-0 W-0 VL VL L M W-1 VL VL L M W-2 L L M H W-3 M M H H   fl-0 fl-1 fl-2 fl-3   Ischaemia-1 W-0 VL L M H W-1 VL L M H W-2 M M H H W-3 H H H H   fl-0 fl-1 fl-2 fl-3   Ischaemia-2 W-0 L L M M W-1 L M H H W-2 M H H H W-3 H H H H   fl-0 fl-1 fl-2 fl-3   Ischaemia-3 W-3 L M M H W-3 M M H H W-3 H H H H W-3 H H H H   fl-0 fl-1 fl-2 fl-3 fI = foot infection; H = high-risk; L = low-risk; M = moderate risk;VL = very low risk;W = wound. aReproduced with permission. Mills JL et al. J Vasc Surg 2014;59(1):220−234. For interactivity see here     Figure 9 Management of patients with chronic limb-‍threatening ischaemia EVT= endovascular therapy; GSV = great saphenous vein. aIn bedridden, demented and/‍or frail patients, primary amputation should be considered. bIn the absence of contra-indication for surgery and in the presence of adequate target for anastomosis/‍runoff. For interactivity see here Recommendations on the management of chronic limb-‍threatening ischaemia Recommendations Classa Levelb Early recognition of tissue loss and/‍or infection and referral to the vascular team is mandatory to improve limb salvage. I C In patients with CLTI, assessment of the risk of amputation is indicated. I C In patients with CLTI and diabetes, optimal glycaemic control is recommended. I C For limb salvage, revascularization is indicated whenever feasible. I B In CLTI patients with below-‍the-‍knee lesions, angiography including foot runoff should be considered prior to revascularization. IIa C In patients with CLTI, stem cell/‍gene therapy is not indicated. III B CLTI = chroniclimb threatening ischaemia. aClass of recommendation. bLevel of evidence."
},
{
	"page":"ENAS5327_11.6.0.0",
	"text":"11.6 Acute limb ischaemia Acute limb ischaemia with neurological deficit mandates urgent revascularization. Table 10 Clinical categories of acute limb ischaemia Grade I Category Viable Sensory loss None Motor deficit None Prognosis No immediate threat Grade IIA Category Marginally threatened Sensory loss None or minimal (toes) Motor deficit None Prognosis Salvageable if promptly treated Grade IIB Category Immediately threatened Sensory loss More than toes Motor deficit Mild/moderate Prognosis Salvageable if promptly revascularized Grade III Category Irreversible Sensory loss Profound, anaesthetic Motor deficit Profound, paralysis (rigor) Prognosis Major tissue loss, permanent nerve damage inevitable For interactivity see here Recommendations for the management of patients presenting with acute limb ischaemia Recommendations Classa Levelb In the case of neurological deficit, urgent revascularization is indicated.c I C In the absence of neurological deficit, revascularization is indicated within hours after initial imaging in a case to case decision. I C Heparin and analgesics are indicated as soon as possible. I C aClass of recommendation - bLevel of evidence - cIn this case imaging should not delay intervention. Figure 10 Management of acute limb ischaemia CTA = computed tomography angiography; DSA = digital subtraction ultrasound; DUS = duplex ultrasound. aImaging should not delay revascularization - b Specific etiological work-‍up is necessary (cardiac, aorta). For interactivity see here"
},
{
	"page":"ENAS5327_12.1.0.0",
	"text":"12 Multisite artery disease 12.1 Overview Multisite artery disease (MSAD) is defined by the simultaneous presence of clinically relevant atherosclerotic lesions in at least two major vascular territories ranging from 10–15% in patients with CAD to 60–70% in patients with severe carotid stenosis or LEAD (Figure 12). Figure 11 Reported rate ranges of other localizations of atherosclerosis in patients with a specific arterial disease The graph reports the rates of concomitant arterial diseases in patients presenting an arterial disease in one territory (e.g. in patients with CAD, 5−9% of cases have concomitant carotid stenosis >70%). ABI = ankle-‍brachial index; CAD = coronary artery disease; LEAD = lower extremity artery disease; RAS = renal artery stenosis."
},
{
	"page":"ENAS5327_12.2.1.0",
	"text":"12.2 Screening for and mgmt 12.2.1 Indications for screening MSAD is invariably associated with worse clinical outcomes; however, systematic screening for asymptomatic disease in additional vascular sites has not been proven to improve prognosis and is yet not indicated. In patients with any presentation of PADs, clinical assessment of symptoms and physical signs of other localizations and/‍or CAD is necessary, and in case of clinical suspicion, further tests may be planned. Screening for asymptomatic lesions may be interesting in some cases (Table 11). This is the case for patients undergoing CABG, where ABI measurement may be considered especially when saphenous vein harvesting is planned, and carotid screening should be considered in a subset of patients at high risk of carotid artery disease. Table 11 Indication for screening of associated atherosclerotic disease in additional vascular territories CABG = coronary artery bypass grafting; CAD = coronary artery disease; CAS = carotid artery stenting; CEA = coronary endarterectomy; CKD = chronic kidney disease; ECG = electrocardiogram; LEAD = lower extremity artery disease; NR = no recommendation (not enough evidence to support systematic screening); TIA = transient ischaemic attack; U = uncertain. aEspecially when venous harvesting is planned for bypass - bIn patients with symptomatic cerebrovascular disease. cIn patients with asymptomatic carotid disease and: age ≥ 70 years, multivessel CAD, associated LEAD or carotid bruit. dScreening with ECG is recommended in all patients and with imaging stress testing in patients with poor functional capacity and more than two of the following: history of CAD, heart failure, stroke or TIA, CKD, diabetes mellitus requiring insulin therapy."
},
{
	"page":"ENAS5327_12.2.2.0",
	"text":"12.2.2 Recommendations Recommendations on screening for carotid disease in patients undergoing coronary artery bypass grafting Recommendations Classa Levelb In patients undergoing CABG, DUS is recommended in patients with a recent (<6 months) history of TIA/‍stroke. I B In patients with no recent (< 6 months) history of TIA/‍stroke, DUS may be considered in the following cases: age ≥70 years, multivessel coronary artery disease, concomitant LEAD, or carotid bruit. IIb B Screening for carotid stenosis is not indicated in patients requiring urgent CABG with no recent stroke/‍TIA. III C CABG = coronary artery bypass grafting; DUS = duplex ultrasound; LEAD = lower extremity artery disease; TIA = transient ischaemic attack. aClass of recommendation - bLevel of evidence. Recommendations on the management of carotid stenosis in patients undergoing coronary artery bypass grafting Recommendations Classa Levelb It is recommended that the indication (and if so the method and timing) for carotid revascularization be individualized after discussion within a multidisciplinary team, including a neurologist. I C In patients scheduled for CABG, with recent (<6 months) history of TIA/‍stroke:     Carotid revascularization should be considered in patients with 50–99% carotid stenosis. IIa B Carotid revascularization with CEA should be considered as first choice in patients with 50–99% carotid stenosis. IIa B Carotid revascularization is not recommended in patients with carotid stenosis <50%. III C In neurologically asymptomatic patients scheduled for CABG:     Routine prophylactic carotid revascularization in patients with a 70–99% carotid stenosis is not recommended. III B Carotid revascularization may be considered in patients with bilateral 70–99% carotid stenoses or 70–99% carotid stenosis + contralateral occlusion. IIb B Carotid revascularization may be considered in patients with a 70–99% carotid stenosis, in the presence of one or more characteristics that may be associated with an increased risk of ipsilateral stroke, c in order to reduce stroke risk beyond the perioperative period. IIb C CABG = coronary artery bypass grafting; CAS = carotid artery stenting; CEA = carotid endarterectomy aClass of recommendation - bLevel of evidence - cSee Table 3. Recommendations for screening and management of concomitant lower extremity artery disease and coronary artery disease Recommendations Classa Levelb In patients with LEAD, radial artery access is recommended as the first option for coronary angiography/intervention. I C In patients with LEAD undergoing CABG, sparing the autologous great saphenous vein for potential future use for surgical peripheral revascularization should be considered. IIa C In patients undergoing CABG and requiring saphenous vein harvesting, screening for LEAD should be considered. IIa C In patients with CAD, screening for LEAD by ABI measurement may be considered for risk stratification. IIb B ABI = ankle-‍brachial index; CABG = coronary artery bypass grafting; CAD = coronary artery disease; LEAD = lower extremity artery disease;TIA = transient ischaemic attack. aClass of recommendation - bLevel of evidence. Recommendation on screening for coronary artery disease in patients with carotid disease Recommendations Classa Levelb In patients undergoing elective CEA, preoperative CAD screening, including coronary angiography, may be considered. IIb B CAD = coronary artery disease; CEA = carotid endarterectomy. aClass of recommendation - bLevel of evidence."
},
{
	"page":"ENAS5327_13.1.0.0",
	"text":"13. Cardiac conditions 13.1 HF and PADs Cardiac conditions other than CAD are frequent in patients with PADs. This is especially the case for heart failure and atrial fibrillation in patients with LEAD. Figure 12 Interrelations between heart failure and lower extremity artery disease CAD = coronary artery disease; LEAD = lower extremity artery disease. Recommendations on the management of heart failure associated with PADs Recommendations Classa Levelb Full vascular assessment is indicated in all patients considered for heart transplantation or cardiac assist device implantation. I C In patients with symptomatic PADs, screening for heart failure with TTE and/‍or natriuretic peptides assessment should be considered. IIa C Screening for LEAD may be considered in patients with heart failure. IIb C Testing for renal artery disease may be considered in patients with flash pulmonary oedema. IIb C LEAD = lower extremity artery disease;TTE = transthoracic echocardiography; PADs = peripheral arterial diseases aClass of recommendation - bLevel of evidence."
},
{
	"page":"ENAS5327_13.2.0.0",
	"text":"13.2 PADs and AF Recommendations on the management of atrial fibrillation associated with PADs Recommendations Classa Levelb In patients with LEAD and atrial fibrillation, oral anticoagulation:     is recommended when CHA2DS2-VASc score ≥2 I A should be considered in all other patients. IIa B LEAD = lower extremity artery disease; PADs = peripheral arterial diseases; CHA2DS2VASC = Congestive heart failure; Hypertension; Age ≥75 years; Diabetes mellitus; prior Stroke or TIA; Vascular disease; Age 65–74 years; Sex Category female. aClass of recommendation - bLevel of evidence."
},
{
	"page":"ENAS5327_13.3.0.0",
	"text":"13.3 PADs and VHD Recommendations on the management of valvular heart disease associated with PADs Recommendations Classa Levelb Screening for LEAD and UEAD is indicated in patients undergoing TAVI or other structural interventions requiring an arterial approach. I C LEAD = lower extremity artery disease; PADs = peripheral arterial diseases; TAVI = transcatheter aortic valve implantation; UEAD = upper extremity artery disease. aClass of recommendation - bLevel of evidence."
},
{
	"page":"ENAS5327_14.0.0.0",
	"text":"11.0.0.0 Abbreviations and acronyms (N)OAC (Non-‍vitamin K antagonist) oral anticoagulant °C Degree Celsius 2D/ 2-D Two-‍dimensional 2hPG 2-h post-‍load plasma glucose 3D/ 3-D Three-‍dimensional 5-FU 5-‍fluorouracil 99mTc-‍DPD Technetium-‍99m 3,3-‍diphosphono-‍1,2-‍propanodicarboxylic acid A/C Anticoagulation AAA Abdominal aortic aneurysm AAD Antiarrhythmic drugs AAS Acute aortic syndrome ABC Age, biomarkers, clinical history ABI Ankle-‍Brachial Index ABPM Ambulatory BP monitoring ACA Aborted cardiac arrest ACC American College of Cardiology ACCA Acute Cardiovascular Care Association ACCF American College of Cardiology Foundation ACCOAST Comparison of Prasugrel at the Time of Percutaneous Coronary Intervention or as Pretreatment at the Time of Diagnosis in Patients with Non-‍ST Elevation Myocardial Infarction ACE Angiotensin-‍converting enzyme ACEF Age, creatinine, ejection fraction ACEI Angiotensin-‍converting enzyme inhibitor ACE-I(s) Angiotensin-‍converting enzyme inhibitor(s) ACEI/ ACE-‍I/ ACE-‍Is Angiotensin converting enzyme inhibitors ACEIs Angiotensin-‍converting enzyme inhibitor ACS Acute coronary syndrome ACT Activated clotting time AD Aortic dissection ADA American Diabetes Association/Adenosine deaminase ADD Acute aortic dissection ADP Adenosine diphosphate AEPC Association for European Paediatric and Congenital Cardiology AF Atrial flutter/Atrial fibrillation AFNET German Competence NETwork on Atrial Fibrillation AHA American Heart Association AHF Acute heart failure AHRE Atrial high rate episodes AINR International normalized ratio AK Alpha kinase AKI Acute kidney injury AL Amyloid light chain ALAT/ ALT Alanine aminotransferase ALI Acute limb ischaemia AMI Acute myocardial infarction/Acute mesenteric ischaemia ANA Anti-‍nuclear antibodies ANCA Anti-‍neutrophil cytoplasm antibodies AO Aorta AOS Aneurysms-‍osteoarthritis syndrome AP Accessory pathway APAH Conditions associated with pulmonary arterial hypertension Apo Apolipoprotein apo A I Apolipoprotein A I apo B Apolipoprotein B aPTT Activated partial thromboplastin time AR Aortic regurgitation ARB Angiotensin II receptor blocker/ Angiotensin receptor blocker ARBs Angiotensin receptor blockers/angiotensin II receptor blockers ARNI Angiotensin receptor neprilysin inhibition ARVC Arrhythmogenic right ventricular cardiomyopathy AS Aortic stenosis ASA Acetylsalicylic acid ASAT/ AST Aspartate aminotransferase ASCERT American College of Cardiology Foundation–Society of Thoracic Surgeons Database Collaboration ASE American Society of Echocardiography AST/ ALT/ ALP Aspartate / alanine aminotransferase / alkaline phosphatase ASV Adaptive servo-‍ventilation AT Antithrombin ATOR Atorvastatin ATP Antitachycardiac pacing/Adenosine triphosphate ATRIA AnTicoagulation and Risk factors In Atrial fibrillation ATS Arterial tortuosity syndrome ATTR Amyloidosis, transthyretin type AUC Area under the curve AV Atrioventricular/Arteriovenous AVA Aortic valve area AVB Atrioventricular block AVID Antiarrhythmic drugs Versus Implantable Defibrillator AVM AV delay management AVP Arginine vasopressin AVR Aortic valve replacement b.i.d. Bis in die (twice daily) b.p.m/ bpm Beats per minute BARI-2D Bypass Angioplasty Revascularization Investigation 2 Diabetes BAS Balloon atrial septostomy BAV Balloon aortic valvuloplasty/‍Bicuspid aortic valve BB Beta-‍blocker BBB Bundle branch block BC Blood culture BCNIE Blood culture-negative infective endocarditis BCR-‍ABL Breakpoint cluster region-‍Abelson BGA Blood gas analysis BIMA Bilateral internal mammary artery Bi-‍PAP Bilevel positive airway pressure BiV Biventricular BiVAD Bi-‍ventricular assist device BMI Body mass index BMPR Bone morphogenetic protein receptor, type 2 BMS Bare metal stent BMT Best medical therapy BNP Brain natriuretic peptide/‍ B-‍type natriuretic peptide BP Blood pressure BPA Balloon pulmonary angioplasty BRS Bioresorbable vascular scaffold BSA Body surface area BUN Blood urea nitrogen CABG Coronary artery bypass grafting/‍ Coronary artery bypass graft surgery CAD Coronary artery disease CAS Carotid artery stenting CASH Cardiac Arrest Study Hamburg Cath/ Lab Catheterization laboratory CCB Calcium channel blocker CCNAP Council on Cardiovascular Nursing and Allied Professions CCP Council for Cardiology Practice CCPC Council on Cardiovascular Primary Care CCS Canadian Cardiovascular Society CCU Coronary care unit CDRIE Cardiac device-‍related infective endocarditis CEA Carotid endarterectomy/Carcinoembryonic antigen CFA Common femoral artery CFC Cardiofaciocutaneous CHA2DS2-VASc Congestive heart failure or left ventricular dysfunction, Hypertension, Age ≥75 (doubled), Diabetes, Stroke (doubled)-‍Vascular disease, Age 65–74, Sex category (female) CHADS2 Cardiac failure, Hypertension, Age, Diabetes, Stroke (doubled) CHARM-‍Added Candesartan in Heart Failure: Assessment of Reduction in Mortality and Morbidity-‍Added CHD Coronary heart disease/ Congenital heart disease CHF Congestive heart failure/ Chronic heart failure CHT Council on Hypertension CI Cardiac index / Contra-indication / Confidence interval CIA Common iliac artery CI-‍AKI Contrast-‍induced acute kidney injury CIDS Canadian Implantable Defibrillator Study CIED Cardiac implantable electronic device CIN Contrast-‍induced nephropathy CK Creatine phophokinase/Creatinine kinase CKD Chronic kidney disease CKD-‍EPI Chronic Kidney Disease Epidemiology Collaboration CK-MB Creatine kinase MB isoform CLI Chronic limb ischaemia CLTI Chronic limb-‍threatening ischaemia CMI Chronic mesenteric ischaemia CMP Cardiomyopathy CMR Cardiac magnetic resonance/Cardiovascular magnetic resonance CMV Cytomegalovirus CO Cardiac output CoA Coarctation / Coarctation of the aorta Cons Conservative cont Continued COPD Chronic obstructive pulmonary disease COT Cardiac Oncology Toxicity COURAGE Clinical Outcomes Utilization Revascularization and Aggressive Drug Evaluation COX Cyclo-oxygenase/ Cyclooxygenase CPAP Continuous positive airway pressure CPET Cardiopulmonary exercise testing CPFE Combined pulmonary fibrosis and emphysema CPG Committee for Practice Guidelines CPVT Catecholaminergic polymorphic ventricular tachycardia CR Cardiac rehabilitation CrCI Creatinine clearance CRP C-‍reactive protein CRT Cardiac resynchronization therapy CRT-D Cardiac resynchronization therapy defibrillator/‍ Defibrillator with cardiac resynchronization therapy CRT-P Cardiac resynchronization therapy pacemaker CRUSADE Can Rapid risk stratification of Unstable angina patients Suppress ADverse outcomes with Early implementation of the ACC/‍AHA guidelines CSF Colony-‍stimulating factor/Cerebrospinal fluid CSM Carotid sinus massage CSS Carotid sinus syncope/syndrome CT Computed tomographic / tomogram/tomography CTA Computed tomography angiography CTD Connective tissue disease CTEPH Chronic thromboembolic pulmonary hypertension cTN Cardiac troponin CTO Chronic total occlusions CTRCD Cancer Therapeutics–Related Cardiac Dysfunction Ctrl Control CUS Compression venous ultrasonography CV Cardiovascular/Cardioversion CVD Cardiovascular disease/Cardiovascular heart disease CW Continuous wave CXR Chest X-ray DALYs Disability adjusted life years DAPT Dual (oral) antiplatelet therapy/Dual antiplatelet therapy DAT Dual antithrombotic therapy DBP Diastolic blood pressure DC Direct current DCB Drug-‍coated balloon DCC Direct-‍current cardioversion DCM Dilated cardiomyopathy DDI Drug-‍drug interactions DEFINITE DEFibrillator In Non-‍Ischemic cardiomyopathy Treatment Evaluation DES Drug-‍eluting stent DFT Defibrillation threshold DHP Dihydropyridine DI-DO Door-‍in to door-‍out time DLCO Carbon monoxide diffusing capacity DM Diabetes mellitus DNA Deoxyribonucleic acid DPAH Drug induced PAH DPG Diastolic pressure gradient DPP Diabetes prevention program DSA Digital subtraction angiography/ultrasound DT Deceleration time DTB Door-to-balloon time DTIs Direct thrombin inhibitors DUS Duplex ultrasonography / Doppler ultrasound/Duplex ultrasound DVT Deep vein thrombosis E/A Ratio of mitral peak velocity of early filling (E) to mitral peak velocity of late filling (A) E/e’ Ratio of early transmitral flow velocity (E) to early mitral annulus velocity (e’) EACPR European Association for Cardiovascular Prevention & Rehabilitation EACTS European Association of Cardio-‍Thoracic Surgery/‍ European Association for Cardio-‍Thoracic Surgery EACVI European Association of Cardiovascular Imaging EANM European Association of Nuclear Medicine EAPC European Association of Preventive Cardiology EAPCI European Association of Percutaneous Cardiovascular Interventions EAS European Atherosclerosis Society EASD European Association for the Study of Diabetes EBV Epstein-‍Barr virus ECG Electrocardiogram / Electrocardiographic ECHO Echocardiography/Echocardiogram ECLS Extracorporeal life support ECMO Extracorporeal membrane oxygenation ECST European Carotid Surgery Trial ECVF Extacellular volume fraction ED Erectile dysfunction/ Emergency department EDS-‍IV Ehlers-‍Danlos syndrome type IV EDV End-‍diastolic velocity EF Ejection fraction eGFR Estimated glomerular filtration rate EHRA European Heart Rhythm Association EIA External iliac artery EIF Eukaryotic translation initiation factor EMA European Medicines Agency EMB Endomyocardial biopsy EMS Emergency medical system/‍service ENA Anti-‍extractable nuclear antigens Enox Enoxaparin EP Electrophysiology EPD Embolic protection device EPS Electrophysiologic study ER Extended release formulations ERA Endothelin receptor antagonist EROA Effective regurgitant orifice area ERS European Respiratory Society ESC European Society of Cardiology ESCMID European Society of Clinical Microbiology and Infectious Diseases ESCT European Carotid Surgery Trial ESH European Society of Hypertension ESO European Stroke Organisation ESR European Society of Radiology/‍Erythrocyte sedimentation rate ESRD End-‍stage renal disease ESVS European Society for Vascular Surgery ETT Endotracheal tube EU European Union EULAR European League Against Rheumatism EuroSCORE European System for Cardiac Operative Risk Evaluation EVAR Endovascular aortic repair/‍reconstruction EVT endovascular therapy Exp+ Experimental therapy FAME-2 Fractional Flow Reserve-‍Guided Percutaneous Coronary Intervention Plus Optimal Medical Treatment Versus Optimal Medical Treatment Alone in Patients With Stable Coronary Artery Disease FBN1 Fibrillin 1 FC Functional class FCH Familial combined hyperlipidaemia FCM Ferric carboxymaltose FDA US Food and Drug Administration/‍ Food and Drug Administration FDG Fluorodeoxyglucose FFP Fresh frozen plasma FFR Fractional flow reserve FH Familial hypercholesterolaemia FHL1 Four and a half LIM domains 1 FINDRISC FINnish Diabetes RIsk SCore FL False lumen FLUVA Fluvastatin FMC First medical contact FMCTB First-medical-contact-to-balloon time FMF Familial Mediterranean fever Fonda Fondaparinux FPG Fasting plasma glucose FU Follow-‍up GFR Glomerular filtration rate/Estimated glomerular filtration rate GGTP Gamma-‍glutamyl transpeptidase GI Gastrointestinal GLP-1 Glucagon-‍like peptide-1 GLS Global longitudinal strain GM Granulocyte-‍macrophage GP Glycoprotein / General practitioner GRACE Global Registry of Acute Coronary Events GSV Great saphenous vein GUCH Grown-‍up patients with congenital heart disease HAART Highly active antiretroviral treatment HACEK Haemophilus parainfluenzae, H. aphrophilus, H. paraphrophilus, H. influenzae, Actinobacillus actinomycetemcomitans, Cardiobacterium hominis, Eikenella corrodens, Kingella kingae, and K. denitrificans HAS-‍BLED Hypertension, Abnormal renal/‍liver function, Stroke, Bleeding history or predisposition, Labile INR, Elderly (65), Drugs concomitantly/alcohol abuse HB Haemoglobin HbA1c Glycated haemoglobin / Glycated haemoglobin A1c HBPM Home BP monitoring HCM Hypertrophic cardiomyopathy HCV Hepatitis C virus HDAC Histone deacetylase HDL High density lipoprotein HDL-C High density lipoprotein-‍cholesterol HeFH Heterozygous familial hypercholesterolaemia HER2 Human epidermal growth factor receptor 2 HF Heart failure HFA Heart Failure Association H-‍FABP Heart-‍type fatty acid-‍binding protein HFmrEF Heart failure with mid-‍range ejection fraction HFpEF/‍ HF-‍PEF Heart failure with preserved ejection fraction HFrEF/‍ HF-‍REF Heart failure with reduced ejection fraction HHD Hypertensive heart disease HHV Human herpesvirus H-‍ISDN Hydralazine and isosorbide dinitrate HIT Heparin-‍induced thrombocytopenia HITS High intensity transient signal HIV Human immunodeficiency virus HoFH Homozygous familial hypercholesterolaemia HPAH Heritable PAH HR Heart rate HRCT High resolution CT hs-‍CRP high-‍sensitivity C-‍reactive protein HT/ HTN Hypertension HTG Hypertrigiyceridaemia i.v. / IV Intravenous IABP Intraaortic balloon pump IAS Inter-‍atrial septum ICA Invasive coronary angiography ICCU Intensive cardiac care unit ICD Implantable cardioverter defibrillator/‍ International Classification of Diseases ICH Intracranial haemorrhage ICU Intensive care unit ID Infectious disease IDF International Diabetes Federation IE Infective endocarditis IFG Impaired fasting glucose IFN Interferon-‍gamma IGRA Interferon-‍gamma release assay IGT Impaired glucose tolerance IHD Ischaemic heart disease IL-2 Interleukin 2 ILR Implantable loop recorder IMA Internal mammary artery IMH Intramural haematoma IMT Intima–media thickness INR International normalized ratio IN-‍TIME Implant-‍based multiparameter telemonitoring of patients with heart failure IOMC Iso-‍osmolar contrast medium IPAH Idiopathic pulmonary arterial hypertension IPF Idiopathic pulmonary fibrosis IRA Infarct related artery ISH Isolated systolic hypertension ISHLT International Society for Heart and Lung Transplantation IU International units IUD Intrauterine device IV Intravenous IV UHF Intravenous unfractionated heparin IVC Inferior vena cava IVDA Intravenous drug abusers IVIG Intravenous immunoglobulin IVUS Intravascular ultrasound JSAP Japanese Stable Angina Pectoris km per h Kilometres per hour LA Left atrium/‍atrial LAA Left atrial appendage LAD Left anterior descending (coronary artery) LAE Left atrial enlargement LAH Left anterior hemiblock LAVI Left atrial volume index LBBB Left bundle branch block LCC Left coronary cusp Lcx Left circumflex LD Loading dose LDH Lactate dehydrogenase LDL Low-‍density lipoprotein LDL-C Low-‍density lipoprotein-‍cholesterol LDLR Low density lipoprotein receptor LDS Loeys-‍Dietz syndrome LEAD Lower-‍extremity artery disease LEOPARD lentigines, ECG abnormalities, ocular hypertelorism, pulmonary stenosis, abnormal genitalia, retardation of growth, and sensorineural deafness LGE Late gadolinium enhancement LHD left heart disease LLN Lower limit of normality LM Left main LMNA Lamin A/C LMWH Low molecular weight heparin LOCM Low-‍osmolar contrast medium LoE Level of evidence LOVA Lovastatin Lp Lipoprotein Lp(a) Lipoprotein(a) LQTS Long QT syndrome LTBI Latent tuberculosis infection LV Left ventricle / left ventricular LVAD Left ventricular assist device LVEDD Left ventricular end-‍diastolic diameter LVEDP Left ventricular end diastolic pressure LVEF Left ventricular ejection fraction LVESD Left ventricular end-‍systolic diameter LVESV Left ventricular end-‍systolic volume LVESVI Left ventricular end-‍systolic volume index LVF Left ventricular function LVH Left ventricular hypertrophy LVM Left ventricular mass LVMI Left ventricular mass index LVOT Left ventricular outflow tract LVOTG Left ventricular outflow tract gradient LVOTO Left ventricular outflow tract obstruction MACE Major adverse cardiac events MADIT Multicenter Automatic Defibrillator Implantation Trial MASS II The medicine, angioplasty, or surgery study Mbq Millibecquerel MCS Mechanical circulatory support MD Maintenance dose MDCT Multidetector computed tomographic angiography/Multi-detector computed tomography MDRD Modifikation of Diet in Renal Disease Med RX Medial therapy MedPed Make Early Diagnosis to Prevent Early Deaths MELAS mitochondrial encephalomyopathy, lactic acidosis, and stroke-‍like episodes MERFF Myoclonic epilepsy with ragged red fibres MET Metabolic equivalent MetS Metabolic syndrome MI Myocardial infarction MIC Minimum inhibitory concentration MINOCA Myocardial infarction with non-‍obstructive coronary arteries mo. month(s) MPI Myocardial perfusion imaging MPR Multiplanar reconstruction MPS Myocardial perfusion scintigraphy / Myocardial perfusion stress MR Magnetic resonance/ Mitral regurgitation/ Mineralocorticoid receptor MRA Mineralocorticoid receptor antagonist / Magnetic resonance angiography MRAs Mineralocorticoid receptor antagonists MRI Magnetic resonance imaging MR-‍proANP Mid-regional pro atrial natriuretic peptide/‍ Mid-regional pro A-‍type natriuretic peptide MRSA Methicillin-‍resistant Staphylococcus aureus MS Mitral stenosis MSAD Multisite artery disease MSCT Multislice computed tomography MSSA Methicillin-‍susceptible Staphylococcus aureus mSv Millisievert MUGA Multigated radionuclide angiography mV millivolt(s) MV abn Mitral valve abnormality MVA Mitral valve area MWD Minute walk distance MWT Minute walk test MYBPC3 Myosin-‍binding protein C MYH7 Myosin, heavy chain 7 MYL3 Essential myosin light chain n.a/ NA not available/ Not available N/A Not applicable N/R Not reported NASCET North American Symptomatic Carotid Endarterectomy Trial NCC Non coronary cusp NCDR National cardiovascular data registry NIHSS National Institutes of Health stroke severity scale NIPPV Non-‍invasive positive pressure ventilation NIV Non-‍invasive ventilation NNH Numbers needed to harm NNT Numbers needed to treat/‍ Number of individuals needed to treat NOAC Non-‍vitamin K antagonist oral anticoagulant NOAC/ NOAC(s) Novel oral anticoagulant / New oral anticoagulant / Non-‍vitamin K antagonist direct oral anticoagulant/ Non-‍vitamin K antagonist oral anticoagulant(S) NOACS Non-‍vitamin K antagonist oral anticoagulants Non-‍HDL-‍C Non-‍HDL cholesterol NP Natriuretic peptide NPV Negative predictive value NR No recommendation NRT Nicotine replacement therapy NSAID Non-‍steroidal antiinflammatory drug(s) NSAIDs Non-‍steroidal anti-‍inflammatory drugs NSQIP National surgical quality improvement program NSTE Non-‍ST-‍elevation NSTE-‍ACS Non-‍ST-‍segment elevation acute coronary syndrome/ Non-‍ST elevation acute coronary syndrome NSTEMI Non-‍ST-‍elevation myocardial infarction NSVT Non-‍sustained ventricular tachycardia NTG Nitroglycerine NT-‍proBNP N-‍terminal pro B-‍type/brain natriuretic peptide NVE Native valve endocarditis NYHA New York Heart Association O2 Oxygen OAC Oral anticoagulation/ anticoagulant OARS Open-‍ended questions, Affirmation, Reflective listening, Summarising OCT Optical coherence tomography OD Organ damage OGTT Oral glucose tolerance test OHCA Out-‍of-‍hospital cardiac arrest OHS Obesity hypoventilation syndrome OMT Optimal medical therapy OR Odds ratio ORBIT Outcomes Registry for Better Informed Treatment of Atrial Fibrillation OSA Obstructive sleep apnoea p.o. Per os PA Postero-anterior/ Pulmonary artery/‍ Physical activity PAD Peripheral artery disease PADs Peripheral arterial diseases PAH Pulmonary arterial hypertension / Pulmonary hypertension PaO2 Partial pressure of oxygen PAP Pulmonary artery pressure/ Pulmonary arterial pressure PAR Protease-‍activated receptor PAU Penetrating aortic ulcer PAWP Pulmonary artery wedge pressure PCA Prostacyclin analogues PCC Prothrombin coagulation complax/‍ Prothrombin complex concentrates PCH Pulmonary capillary haemangiomatosis PCI Percutaneous coronary intervention PCIS Post-‍cardiac injury syndromes PCR Polymerase chain reaction PCSK9 Proprotein convertase subtilisin/‍kexin type 9 PCWP Pulmonary capillary wedge pressure PDE Phosphodiesterase type-5 inhibitors/ Phosphodiesterase PDE5 Phosphodiesterase type 5 PE Pulmonary embolism PEA Pulmonary endarterectomy PEP Primary endpoint PESI Pulmonary embolism severity index PET Positron emission tomography PFT Pulmonary function tests PH Pulmonary hypertension PISA Proximal isovelocity surface area PITA Pitavastatin PM Pacemaker/‍Pain management PMC Percutaneous mitral commissurotomy PPCM Peripartum cardiomyopathy PPI Proton pump inhibitor PPIs Proton pump inhibitors PPS Post-‍pericardiotomy syndrome PRAVA Pravastatin PRECISE-‍DAPT PREdicting bleeding Complications In patients undergoing Stent implantation and subsEquent Dual Anti Platelet Therapy PRIMARY PCI Primary percutaneous coronary intervention PRKAG2 Gamma-‍2 subunit of the adenosine monophosphate-‍activated protein kinase PS Pulmonary valve stenosis PTA Percutaneous transluminal angioplasty / Pre-‍test probability PTT Partial thromboplastin time PUFA/ PUFAs Polyunsaturated fatty acid/ Polyunsaturated fatty acids PVC Premature ventricular contraction/‍ Premature ventricular complex PVE Prosthetic valve endocarditis PVI Pulmonary vein isolation PVL Paravalvular leak PVOD Pulmonary veno-‍occlusive disease PVR Pulmonary vascular resistance PVS Programmed ventricular stimulation PWV Pulse wave velocity R Vol Regurgitant volume RA Right atrium/‍ Rheumatoid arthritis RAA Renin–angiotensin–aldosterone RAAS Renin-‍angiotensin-aldosterone system RAD Renal artery disease RAP Right atrial pressure RAS Renal artery stenosis / Renin-‍angiotensin system RBBB Right bundle branch block RBC Red blood cell RCC Right coronary cusp RCT/‍RCTs Randomized controlled trial RF Risk factor rFVIIa Activated recombinant factor VII RHC Right heart catheterization ROSU Rosuvastatin rPA Recombinant plasminogen activator/‍Right pulmonary artery r-PA Reteplase RR Relative risk RRR Relative risk reduction rtPA Recombinant tissue plasminogen activator RV Right ventricle/ventricular RVEDP Right ventricular end-‍diastolic pressure RVOT Right ventricular outflow tract RVOTO Right ventricular outlow tract obstruction RVSP Right ventricular systolic pressure S.C. Subcutaneous SA Signal-averaged SAA Septal alcohol ablation SADS Sudden arrhythmic death syndrome SAM Systolic anterior motion SAN Sinoatrial node SaO2 Saturated oxygen SAPT Single antiplatelet therapy SAS Sleep apnea syndrome SAVR Surgical aortic valve replacement SB Sinus bradycardia SBP Systolic blood pressure SCAD Stable coronary artery disease SCD Sudden cardiac death SCORE Systematic Coronary Risk Evaluation / Systematic Coronary Risk Estimation SFA Superficial femoral artery SGLT2 Sodium glucose co-‍transporter 2 SIDS Sudden infant death syndrome SIMVA Simvastatin SIRS Systemic inflammatory response SLE Systemic lupus erythematosus SMART Specific, Measurable, Achievable, Realistic and Timely SND Sinus node disease SPAP Systolic pulmonary artery pressure SPECT Single-‍photon emission computed tomography sPESI Simplified Pulmonary Embolism Severity Index SpO2 Saturation of peripheral oxygen SQTS Short QT syndrome SR Sinus rhythm SSS Sick sinus syndrome STE-‍ACS ST-‍segment elevation acute coronary syndrome STEMI ST-‍elevation myocardial infarction/ST-‍segment elevation myocardial infarction STS Society of Thoracic Surgeon/‍ Structured telephone support ST-T ST-‍segment-T wave SUDI Sudden unexplained death in infancy SUDS Sudden unexplained death syndrome SVG Saphenous vein graft Svi Stroke volume index SVR Surgical ventricular reconstruction. SVT Supraventricular tachycardia SWISSI II Swiss Interventional Study on Silent Ischemia Type II SYNTAX SYNergy between percutaneous coronary intervention with TAXus and cardiac surgery T1DM Type 1 diabetes mellitus T2DM Type 2 diabetes mellitus TA Tricuspid annulus TAA Thoracic aortic aneurysm TAAD Thoracic aortic aneurysms and dissection TAI Traumatic aortic injury TAPSE Tricuspid annulus plane systolic excursion TASC TransAtlantic Inter-‍Society Consensus TAVI Transcatheter aortic valve implantation/ Transaortic valve implantation TB Tuberculosis TC Total cholesterol TcPO2 Transcutaneous oxygen pressure T-DM1 Trastuzumab-‍emtansine TE Thromboembolism / Thrombo-‍embolic TEE Transesophageal echocardiogram TEVAR Thoracic endovascular aortic repair TG Triglyceride TGA Complete transposition of the great arteries Three DE Three dimensional echocardiography TIA Transient ischaemic attack / Transitory ischaemic attack TIBC Total iron-‍binding capacity TIME Trial of invasive versus medical therapy in elderly patients with chronic symptomatic coronary-‍artery disease TIMI Thrombolysis In Myocardial Infarction TKI Tyrosine kinase inhibitor TL True lumen TNF Tumor necrosis factor TNK-‍tPA Tenecteplase/‍Tenecteplase tissue plasminogen activator TNNI3 Troponin I, cardiac TNNT2 Troponin T TOE Transoesophageal echocardiography / echocardiogram tPA Tissue plasminogen activator t-PA Tissue plasminogen activator TPM1 Tropomyosin 1 alpha chain TR Tricuspid regurgitation TRAPS Tumour necrosis factor receptor-‍associated periodic syndrome TRL Triglyceride-‍rich lipoproteins TRV Tricuspid regurgitant velocity TS Tricuspid stenosis / Turner syndrome TSAT Transferrin saturation TSH Thyroid stimulating hormone TTE Transthoracic echocardiography TTR Time in therapeutic range / Transthyretin TV Tricuspid valve/‍ Television TVI Time–velocity integral TVR Tricuspid valve replacement Tx Tendon xanthomata UA Unstable angina UEAD Upper-‍extremity artery disease UFH Unfractionated heparin UHF Ultrafractionated heparin UK United Kingdom ULN Upper limit of normal US United States USA United States of America V/Q Scan ventilation–perfusion scintigraphy VA Vertebral artery/‍ Ventricular arrhythmia VAS Vitamin K antagonist VEGF Vascular endothelial growth factor VF Ventricular fibrillation VHD Valvular heart disease VKA Vitamin K antagonist VL Very low risk VO2 Oxygen consumption VPBs Ventricular premature beats vs Versus VSD Ventricular septal defect VT Ventricular tachycardia VTE Venous thromboembolism VV Interventricular VVI Ventricular inhibited pacing WBC White blood cells WCD Wearable cardioverter defibrillator WHF World Heart Federation WHO World Health Organization WPW Wolff-‍Parkinson-‍White WU Wood units"
}
]