[
{
	"page":"ENAS5197_1.0.0.0",
	"text":"1.0.0.0 Authors and legal information ESC/EAS Pocket Guidelines 2016 ESC/EAS Guidelines for the Management of Dyslipidaemias* The Task Force for the Management of Dyslipidaemias of the European Society of Cardiology (ESC) and European Atherosclerosis Society (EAS) Developed with the special contribution of the European Association for Cardiovascular Prevention & Rehabilitation (EACPR) Chairperson: Alberico L. Catapano Department of Pharmacological and Biomolecular Sciences - University of Milan Via Balzaretti, 9 20133 Milan Multimedica IRCCS (MI), Italy Tel: +39 02 5031 8401 Fax: +39 02 5031 8386 Email: alberico.catapano@unimi.it Co-Chairperson: Ian Graham Adelaide health Foundation, Tallaght Hospital, Tallaght, Dublin 24, Ireland Tel +353 87 2622946 Email: ian@grahams.net Task Force Members: Guy De Backer (Belgium), Olov Wiklund (Sweden), M. John Chapman (France), Heinz Drexel (Austria), Arno W. Hoes (The Netherlands), Catriona S. Jennings (UK), Ulf Landmesser (Germany), Terje R. Pedersen (Norway), Željko Reiner (Croatia), Gabriele Riccardi (Italy), Marja-Riitta Taskinen (Finland), Lale Tokgozoglu (Turkey), W. M. Monique Verschuren (The Netherlands), Charalambos Vlachopoulos (Greece), David A. Wood (UK), Jose Luis Zamorano (Spain). Additional Contributors:Marie-Therese Cooney (Ireland) Other ESC entities having participated in the development of this document: Associations: Acute Cardiovascular Care Association (ACCA), European Association for Cardiovascular Prevention & Rehabilitation (EACPR), European Association of Cardiovascular Imaging (EACVI), European Association of Percutaneous Cardiovascular Interventions (EAPCI), Heart Failure Association (HFA). Councils: Council on Cardiovascular Nursing and Allied Professions, Council for Cardiology Practice, Council on Cardiovascular Primary Care, Council on Hypertension. Working Groups: Atherosclerosis & Vascular Biology, Cardiovascular Pharmacotherapy, Coronary Pathophysiology & Microcirculation, E-cardiology, Myocardial and Pericardial Diseases, Peripheral Circulation, Thrombosis ESC Staff: Veronica Dean, Catherine Despres, Laetitia Flouret, Nathalie Cameron - Sophia Antipolis, France Special thanks to Guy De Backer and Olov Wiklund for their contribution. * Adapted from the 2016 ESC/EAS Guidelines for the Management of Dyslipidaemias (European Heart Journal, 2016;doi:10.1093/eurheartj/ehw272)."
},
{
	"page":"ENAS5197_2.0.0.0",
	"text":"2.0.0.0 Preamble Development of the Joint Task Force guidelines The present guidelines represent an evidence-based consensus of the European Task Force including the European Society of Cardiology (ESC) and the European Atherosclerosis Society (EAS). The Task Force followed the quality criteria for development of guidelines, which can be found at www.escardio.org/knowledge/ guidelines/rules. Recommendations are graded in classes (Table 1) and in levels of evidence (Table 2). Table 1: Classes of recommendations Classes of recommendations Definition Suggested wording to use Class I Evidence and/or general agreement that a given treatment or procedure is beneficial, useful, effective. Is recommended/is indicated Class II Conflicting evidence and/or a divergence of opinion about the usefulness/efficacy of the given treatment or procedure. Class IIa Weight of evidence/ opinion is in favour of usefulness/efficacy. Should be considered Class IIb Usefulness/efficacy is less well established by evidence/opinion. May be considered Class III Evidence or general agreement that the given treatment or procedure is not useful/effective, and in some cases may be harmful. Is not recommended Table 2: Levels of evidence Level of evidence A Data derived from multiple randomized clinical trials or meta-analyses. Level of evidence B Data derived from a single randomized clinical trial or large non-randomized studies. Level of evidence C Consensus of opinion of the experts and/or small studies, retrospective studies, registries."
},
{
	"page":"ENAS5197_3.1.0.0",
	"text":"3.0.0.0 What is cardiovascular disease prevention? 3.1.0.0 Definition and rationale Cardiovascular disease (CVD) kills over 4 million people in Europe each year. It kills more women (2.2 million, 55%) than men (1.8 million, 45%), although cardiovascular (CV) deaths before the age of 65 years are more common in men (490 000 vs. 193 000). Prevention is defined as a coordinated set of actions, at the population level or targeted at an individual, aimed at eradicating, eliminating or minimizing the impact of CV diseases and their related disability. CVD remains a leading cause of morbidity and mortality, despite improvements in outcomes for CVD. More patients are surviving their first CVD event and are at high-risk of recurrences. In addition, the prevalence of some risk factors, notably obesity and diabetes, is increasing. The importance of CVD prevention remains undisputed and should be delivered at different levels: (i) in the general population by promoting healthy lifestyle behaviour; and (ii) at the individual level, in those at moderate to high-risk of CVD or patients with established CVD, by tackling an unhealthy lifestyle (e.g. poor-quality diet, physical inactivity, smoking), and by reducing increased levels of CV risk factors such as increased lipid or blood pressure levels. Prevention is effective in reducing the impact of CVD; the elimination of health risk behaviours would make it possible to prevent at least 80% of CVD and even 40% of cancers, thus providing added value for other chronic diseases."
},
{
	"page":"ENAS5197_3.2.0.0",
	"text":"3.2.0.0 Cost-effectiveness of prevention Box 1 Key messages Prevention of CVD, either by lifestyle changes or medication, is cost-effective in many scenarios, including population-based approaches and actions directed at high-risk individuals. Cost-effectiveness depends on several factors,including baseline CV risk, cost of drugs or other interventions, reimbursement procedures, and uptake of preventive strategies. CV = cardiovascular; CVD = cardiovascular disease. Table 3 Suggestions for implementing healthy lifestyles Recommendation Classa Levelb Measures aimed at implementing healthy lifestyles are more cost- effective than drug interventions at the population level. IIa B aClass of recommendation. bLevel of evidence. Considerable evidence has quantified the relative efforts and costs in relation to health impact. The efforts may be depicted in the health impact pyramid (Figure 1), where interventions with the broadest impact on populations represent the base and interventions with considerable individual effort are at the top. Figure 1 Health impact pyramid Box 2 Gaps in evidence Most cost-effectiveness studies rely on simulation. More data are needed, particularly from randomized controlled trials. The effectiveness of the polypill in primary prevention awaits further investigation."
},
{
	"page":"ENAS5197_4.1.1.0",
	"text":"4.0.0.0 Total cardiovascular risk 4.1.0.0 Total cardiovascular risk estimation 4.1.1.0 Introduction CV risk in the context of these guidelines means the likelihood of a person developing a fatal or non-fatal atherosclerotic CV event over a defined period of time. Rationale for assessing total cardiovascular disease risk: All current guidelines on the prevention of CVD in clinical practice recommend the assessment of total CAD or CV risk because atherosclerotic CVD is usually the product of a number of risk factors and prevention of CVD in a given person should be adapted to his or her total CV risk: the higher the risk the more intense the action should be. Simple principles of risk assessment, developed in these guidelines, can be defined as follows: (I) Persons with: documented CVD type 1 or type 2 diabetes very high levels of individual risk factors chronic kidney disease (CKD) are automatically at VERY HIGH or HIGH TOTAL CARDIOVASCULAR RISK. No risk estimation models are needed for them; they all need active management of all risk factors. (2) For all other people, the use of a risk estimation system such as SCORE is recommended to estimate total CV risk because many people have several risk factors which, in combination, may result in unexpectedly high levels of total CV risk. The SCORE system estimates the 10-year cumulative risk of a first fatal atherosclerotic event, whether heart attack, stroke, or other occlusive arterial disease, including sudden cardiac death. Risk estimates have been produced as charts for high and low-risk regions (Figures 2 and 3). All International Classification of Diseases (ICD) codes that are related to deaths from vascular origin caused by atherosclerosis are included. Some other systems estimate CAD risk only."
},
{
	"page":"ENAS5197_4.1.2.0",
	"text":"4.1.2.0 SCORE High risk chart Figure 2 SCORE chart: 10-year risk of fatal cardiovascular disease (CVD) in populations at high CVD risk based on the following risk factors: age, gender, smoking, systolic blood pressure, and total cholesterol. To convert the risk of fatal CVD to risk of total (fatal + non- fatal) hard CVD, multiply by 3 in men and 4 in women, and slightly less in old people. CVD = cardiovascular disease; SCORE = Systematic Coronary Risk Estimation. High-risk countries are Bosnia and Herzegovina, Croatia, Czech Republic, Estonia, Hungary, Lithuania, Montenegro, Morocco, Poland, Romania, Serbia, Slovakia, Tunisia and Turkey. Very-high-risk countries are Albania, Algeria, Armenia, Azerbaijan, Belarus, Bulgaria, Egypt, Georgia, Kazakhstan, Kyrgyzstan, Latvia, former Yugoslav Republic of Macedonia,Moldova, Russian Federation, Syrian Arab Republic, Tajikistan, Turkmenistan, Ukraine and Uzbekistan. For interactivity see here"
},
{
	"page":"ENAS5197_4.1.3.0",
	"text":"4.1.3.0 SCORE Low risk chart Figure 3 SCORE chart: 10-year risk of fatal cardiovascular disease (CVD) in populations at low CVD risk based on the following risk factors: age, gender, smoking, systolic blood pressure, and total cholesterol. To convert the risk of fatal CVD to risk of total (fatal + non-fatal) hard CVD, multiply by 3 in men and 4 in women, and slightly less in old people. CVD = cardiovascular disease; SCORE = Systematic Coronary Risk Estimation. Low-risk countries are: Andorra, Austria,Belgium, Cyprus, Denmark, Finland, France, Germany, Greece, Iceland, Ireland, Israel, Italy, Luxembourg, Malta, Monaco, The Netherlands, Norway, Portugal, San Marino, Slovenia, Spain, Sweden, Switzerland and the United Kingdom. For interactivity see here"
},
{
	"page":"ENAS5197_4.1.4.0",
	"text":"4.1.4.0 Risk chart for CV mortality The reasons for retaining a system that estimates fatal as opposed to total fatal + non-fatal events are that non-fatal events are dependent on definition, developments in diagnostic tests, and methods of ascertainment, all of which can vary, resulting in very variable multipliers to convert fatal to total events. In addition, total event charts, in contrast to those based on mortality, cannot easily be recalibrated to suit different populations. Naturally, the risk of total fatal and non-fatal events is higher, and clinicians frequently ask for this to be quantified. The SCORE data indicate that the total CVD event risk is about three times higher than the risk of fatal CVD for men, so that a SCORE risk of 5% translates approximately into a CVD risk of 15% of total (fatal plus non-fatal) hard CVD endpoints; the multiplier is about four in women and lower in older persons. Clinicians often ask for thresholds to trigger certain interventions. This is problematic since risk is a continuum and there is no threshold at which, for example, a drug is automatically indicated. This is true for all continuous risk factors such as plasma cholesterol or systolic blood pressure. Therefore, the goals that are proposed in this document reflect this concept. A particular problem relates to young people with high levels of risk factors; a low absolute risk may conceal a very high relative risk requiring intensive lifestyle advice. To motivate young people not to delay changing their unhealthy lifestyle, an estimate of their relative risk, illustrating that lifestyle changes can reduce relative risk substantially, may be helpful (Figure 4). Figure 4 Relative risk chart for 10-year cardiovascular mortality Please note that this chart shows RELATIVE not absolute risk.The risks are RELATIVE to 1 in the bottom left.Thus, a person in the top right hand box has a relative risk that is 12 times higher than a person in the bottom left. For interactivity see here Another approach to this problem in young people is to use CV risk age. The risk age of a person with several CV risk factors is the age of a person with the same level of risk but with ideal levels of risk factors. Thus a high-risk 40-year-old may have a risk age of ≥60 years. Risk age is an intuitive and easily understood way of illustrating the likely reduction in life expectancy that a young person with a low absolute but high relative risk of CVD will be exposed to if preventive measures are not adopted. Risk age can be estimated visually by looking at the SCORE chart (as illustrated in Figure 5). In this chart, the risk age is calculated compared with someone with ideal risk factor levels, which have been taken as non-smoking, total cholesterol of 4 mmol/L (155 mg/dL), and systolic blood pressure of 120 mmHg. Risk age is also automatically calculated as part of the latest revision of HeartScore (www.HeartScore.org)."
},
{
	"page":"ENAS5197_4.1.5.0",
	"text":"4.1.5.0 Illustration of the risk age concept Figure 5 Illustration of the risk age concept Charts including HDL-C are available on the ESC website (www.escardio.org/guidelines). The additional impact of HDL-C on risk estimation is illustrated in Figures 6 and 7. In these charts HDL-C is used categorically. The electronic version of SCORE, HeartScore, has been modified to take HDL-C into account on a continuous basis which is even better; we recommend its use by using the www.heartscore.org in order to increase the accuracy of the risk evaluation. Overall, HDL cholesterol has a modest but useful effect in refining risk estimation but this may not be universal, as its effect may not be seen in some low-risk populations, particularly with a relatively high mean population HDL level."
},
{
	"page":"ENAS5197_4.1.6.0",
	"text":"4.1.6.0 Risk function without HDL-C for women Figure 6 Risk function without high-density lipoprotein-cholesterol (HDL-C) for women in populations at high cardiovascular disease risk, with examples of the corresponding estimated risk when different levels of HDL-C are included"
},
{
	"page":"ENAS5197_4.1.7.0",
	"text":"4.1.7.0 Risk function without HDL-C for men Figure 7 Risk function without high-density lipoprotein-cholesterol (HDL-C) for men in populations at high cardiovascular disease risk, with examples of the corresponding estimated risk when different levels of HDL-C are included"
},
{
	"page":"ENAS5197_4.1.8.0",
	"text":"4.1.8.0 How to use the risk estimation charts Box 3 How to use the risk estimation charts To estimate a person&#039;s 10-year risk of CVD death, find the table for his/her gender, smoking status, and age. Within the table find the cell nearest to the person&#039;s blood pressure and TC. Risk estimates will need to be adjusted upwards as the person approaches the next age category. Risk is initially assessed on the level of TC and systolic blood pressure before treatment, if known. The longer the treatment and the more effective it is, the greater the reduction in risk, but in general it will not be more than about one-third of the baseline risk. For example, for a person on antihypertensive drug treatment in whom the pre-treatment blood pressure is not known, if the total CV SCORE risk is 6%, then the pre-treatment total CV risk may have been 9%. Low-risk persons should be offered advice to maintain their low-risk status. While no threshold is universally applicable, the intensity of advice should increase with increasing risk. The charts may be used to give some indication of the effects of reducing risk factors, given that there will be a time lag before the risk reduces and that the results of randomized controlled trials in general give better estimates of benefits. In general, those who stop smoking rapidly halve their cumulative risk."
},
{
	"page":"ENAS5197_4.1.9.0",
	"text":"4.1.9.0 Qualifiers Box 4 Qualifiers The charts can assist in risk assessment and management but must be interpreted in light of the clinician&#39;s knowledge and experience and of the patient&#39;s pre-test likelihood of CVD. Risk will be overestimated in countries with a decreasing CVD mortality, and underestimated in countries in which mortality is increasing. This is dealt with by recalibration (www.heartscore.org). Risk estimates appear lower in women than in men. However, risk is only deferred in women; the risk of a 60-year-old woman is similar to that of a 50-year-old man. Ultimately more women die from CVD than men. Relative risks may be unexpectedly high in young persons, even if absolute risk levels are low. The relative risk chart (Figure 4) and the estimated risk age (Figure 5) may be helpful in identifying and counselling such persons."
},
{
	"page":"ENAS5197_4.1.10.0",
	"text":"4.1.10.0 Factors modifying SCORE risks Box 5 Factors modifying SCORE risks Social deprivation-the origin of many of the causes of CVD. Obesity and central obesity as measured by the body mass index and waist circumference, respectively. Physical inactivity. Psychosocial stress including vital exhaustion. Family history of premature CVD (men: <55 years; women: <60 years). Autoimmune and other inflammatory disorders. Major psychiatric disorders. Treatment for human immunodeficiency virus (HIV) infection. Atrial fibrillation. Left ventricular hypertrophy. Chronic kidney disease. Obstructive sleep apnoea syndrome."
},
{
	"page":"ENAS5197_4.2.1.0",
	"text":"4.2.0.0 Risk levels 4.2.1.0 Risk categories With these considerations one can propose the following levels of total CV risk (Table 4). Table 4 Risk categories Very high-risk Any of the following: Documented cardiovascular disease (CVD), clinical or unequivocal on imaging. Documented CVD includes previous myocardial infarction (MI), acute coronary syndrome (ACS), coronary revascularisation (percutaneous coronary intervention (PCI), coronary artery bypass graft surgery (CABG)) and other arterial revascularization procedures, stroke and transient ischaemic attack (TIA), and peripheral arterial disease (PAD). Unequivocally documented CVD on imaging is what has been shown to be strongly predisposed to clinical events, such as significant plaque on coronary angiography or carotid ultrasound. Diabetes with target organ damage such as proteinuria or a major risk factor such as smoking, hypertension or dyslipidaemia. Severe chronic kidney disease (CKD) (glomerular filtration rate (GFR) <30 mL/min/1.73 m2). A calculated SCORE ≥10% for 10-year risk of fatal CVD. High-risk Markedly elevated single risk factors such as familial dyslipidaemias and severe hypertension. Most other people with diabetes (some young people with type 1 diabetes may be at low or moderate risk). Moderate CKD (GFR 30-59 mL/min/1.73 m2). A calculated SCORE ≥5% and <10% for 10-year risk of fatal CVD. Moderate-risk SCORE is ≥1% and <5% for 10-year risk of fatal CVD. Low-risk SCORE <1% for 10-year risk of fatal CVD. ACS = acute coronary syndrome; AMI = acute myocardial infarction; BP = blood pressure; CKD = chronic kidney disease; DM = diabetes mellitus; GFR = glomerular filtration rate; PAD = peripheral artery disease; SCORE = systematic coronary risk estimation; TIA = transient ischaemic attack."
},
{
	"page":"ENAS5197_4.2.2.0",
	"text":"4.2.2.0 Key messages Box 6 Key messages In apparently healthy persons, CVD risk is most frequently the result of multiple, interacting risk factors.This is the basis for total CV risk estimation and management. Risk factor screening including the lipid profile should be considered in men >40 years old and in women >50 years of age or post-menopausal. A risk estimation system such as SCORE can assist in making logical management decisions, and may help to avoid both under- or over-treatment. Certain individuals declare themselves to be at high or very high CVD risk without needing risk scoring and require immediate attention to all risk factors. This is true for patients with documented CVD, diabetes or CKD. All risk estimation systems are relatively crude and require attention to qualifying statements. Additional factors affecting risk can be accommodated in electronic risk estimation systems such as HeartScore (www.heartscore.org). The total risk approach allows flexibility-if perfection cannot be achieved with one risk factor, risk can still be reduced by trying harder with the others."
},
{
	"page":"ENAS5197_4.2.3.0",
	"text":"Table 5 presents suggested intervention strategies as a function of total CV risk and low-density lipoprotein-cholesterol (LDL-C) level. This graded approach is based on evidence from multiple meta-analyses and individual RCTs, which show a consistent and graded reduction in CVD risk in response to reductions in TC and LDL-C levels. These trials are consistent in showing that the higher the initial LDL-C level, the greater the absolute reduction in risk, while the relative risk reduction remains constant at any given baseline LDL-C level.   Table 5 Intervention strategies as a function of total cardiovascular risk and low-density lipoproteincholesterol level Total CV risk (SCORE) % LDL-C levels   <70 mg/dL <1.8 mmol/L 70 to <100 mg/dL 1.8 to <2.6 mmol/L 100 to <155 mg/dL 2.6 to <4.0 mmol/L 155 to <190 mg/dL 4.0 to <4.9 mmol/L ≥190 mg/dL ≥4.9 mmol/L <1 Classa/Levelb ≥1 to <5 Classa/Levelb ≥5 to <10, or high-risk Classa/Levelb ≥10 or very high-risk Classa/Levelb No lipid intervention No lipid intervention No lipid intervention No lipid intervention Lifestyle intervention, consider drug if uncontrolled I/C I/C I/C I/C IIa/A No lipid intervention No lipid intervention Lifestyle intervention, consider drug if uncontrolled Lifestyle intervention, consider drug if uncontrolled Lifestyle intervention, consider drug if uncontrolled I/C I/C IIa/A IIa/A I/A No lipid intervention Lifestyle intervention, consider drug if uncontrolled Lifestyle intervention and concomitant drug intervention Lifestyle intervention and concomitant drug intervention Lifestyle intervention and concomitant drug intervention IIa/A IIa/A IIa/A I/A I/A Lifestyle intervention, consider drugc Lifestyle intervention and concomitant drug intervention Lifestyle intervention and concomitant drug intervention Lifestyle intervention and concomitant drug intervention Lifestyle intervention and concomitant drug intervention IIa/A IIa/A I/A I/A I/A   CV = cardiovascular; LDL-C = low-density lipoprotein-cholesterol; SCORE = Systemic Coronary Risk Estimation. aClass of recommendation. bLevel of evidence. cIn patients with myocardial infarction, statin therapy should be considered irrespective of total cholesterol levels For interactivity see here"
},
{
	"page":"ENAS5197_4.2.4.0",
	"text":"4.2.4.0 Recommendations for risk estimation Table 6 Recommendations for risk estimation Recommendations Classa Levelb Total risk estimation using a risk estimation system such as SCORE is recommended for asymptomatic adults >40 years of age without evidence of CVD, diabetes, CKD or familial hypercholesterolaemia. I C High and very high-risk individuals can be detected on the basis of documented CVD, diabetes mellitus, moderate to severe renal disease, very high levels of individual risk factors, familial hypercholesterolaemia or a high SCORE risk and are a high priority for intensive advice with regard to all risk factors. I C CVD = cardiovascular disease; SCORE = Systemic Coronary Risk Estimation. aClass of recommendation. bLevel of evidence."
},
{
	"page":"ENAS5197_5.1.0.0",
	"text":"5.0.0.0 Eval. of lab lipid and apolipoprotein 5.1.0.0 CVD risk estimation Table 7 Recommendations for lipid analyses in cardiovascular disease risk estimation Recommendations Classa Levelb TC is to be used for the estimation of total CV risk by means of the SCORE system. I C LDL-C is recommended to be used as the primary lipid analysis for screening, risk estimation, diagnosis and management. HDL-C is a strong independent risk factor and is recommended to be used in the HeartScore algorithm. I C TG adds information on risk and is indicated for risk estimation. I C Non-HDL-C is a strong independent risk factor and should be considered as a risk marker, especially in subjects with high TG. I C ApoB should be considered as an alternative risk marker whenever available, especially in subjects with high TG. IIa C Lp(a) should be considered in selected cases at high-risk, in patients with a family history of premature CVD, and for reclassification in subjects with borderline risk. IIa C The ratio apoB/apoA1 may be considered as an alternative analysis for risk estimation. IIb C The ratio non-HDL-C/HDL-C may be considered as an alternative but HDL-C used in HeartScore gives a better risk estimation. IIb C Apo = apolipoprotein; CKD = chronic kidney disease; CVD = cardiovascular disease; HDL-C = high-density lipoprotein-cholesterol; LDL-C = low-density lipoprotein-cholesterol; Lp = lipoprotein; SCORE = Systemic Coronary Risk Estimation; TC = total cholesterol; TG = triglycerides. aClass of recommendation. bLevel of evidence."
},
{
	"page":"ENAS5197_5.2.0.0",
	"text":"5.2.0.0 Characterization of dyslipid. before Tx Table 8 Recommendations for lipid analyses for characterization of dyslipidaemias before treatment Recommendations Classa Levelb LDL-C has to be used as the primary lipid analysis. I C It is recommended to analyse HDL-C before treatment. I C TG adds information about risk, and is indicated for diagnosis and choice of treatment. I C Non-HDL-C is recommended to be calculated, especially in subjects with high TG. I C When available, apoB should be an alternative to non-HDL-C. IIa C Lp(a) should be recommended in selected cases at high-risk, for reclassification at borderline risk, and in subjects with a family history of premature CVD (see Box 7). IIa C TC may be considered but is usually not enough for the characterization of dyslipidaemia before initiation of treatment. IIb C Apo = apolipoprotein; CVD = cardiovascular disease; HDL-C = high-density lipoprotein-cholesterol; LDL-C = low-density lipoprotein-cholesterol; Lp = lipoprotein; TC = total cholesterol; TG = triglycerides. aClass of recommendation. bLevel of evidence."
},
{
	"page":"ENAS5197_5.3.0.0",
	"text":"5.3.0.0 Fasting or non-fasting? For risk estimation non-fasting levels have a prediction strength similar to fasting, and non-fasting lipid levels can be used in screening and in general risk estimation. To characterize severe dyslipidaemias further, and for follow-up of patients with hypertriglyceridaemia, fasting samples are recommended."
},
{
	"page":"ENAS5197_5.4.0.0",
	"text":"5.4.0.0 Lipid and lipoprotein analyses Box 7 Individuals who should be considered for lipoprotein(a) screening Individuals with: Premature CVD Familial hypercholesterolaemia A family history of premature CVD and/or elevated Lp(a) Recurrent CVD despite optimal lipid-lowering treatment ≥5% 10-year risk of fatal CVD according to SCORE Table 9 Recommendations for lipid analyses as treatment targets in the prevention of cardiovascular disease Recommendations Classa Levelb LDL-C is recommended as the primary target for treatment. I A TC should be considered as a treatment target if other analyses are not available. IIa A Non-HDL-C should be considered as a secondary treatment target. IIa B ApoB should be considered as a secondary treatment target, when available. IIa B HDL-C is not recommended as a target for treatment. III A The ratios apoB/apoA1 and non-HDL-C/HDL-C are not recommended as targets for treatment. III B Apo = apolipoprotein; HDL-C = high-density lipoprotein-cholesterol; LDL-C = low-density lipoprotein-cholesterol; TC = total cholesterol. aClass of recommendation. b Level of evidence."
},
{
	"page":"ENAS5197_6.1.0.0",
	"text":"6.0.0.0 Treatment targets 6.1.0.0 Tx targets and goals for CVD prevention Table 10 Treatment targets and goals for cardiovascular disease prevention Smoking No exposure to tobacco in any form. Diet Healthy diet low in saturated fat with a focus on whole grain products,vegetables, fruit and fish. Physical activity 2.5–5 h moderately vigorous physical activity per week or 30–60 min most days. Body weight BMI 20–25 kg/m2, waist circumference <94 cm (men) and <80 cm (women). Blood pressure <140/90 mmHga Lipids LDL-C is the primary targetb Very high-risk: LDL-C <1.8 mmol/L (70 mg/dL) or a reduction of at least 50% if the baselineb is between 1.8 and 3.5 mmol/L (70 and 135 mg/dL). High-risk: LDL-C <2.6 mmol/L (100 mg/dL) or a reduction of at least 50% if the baselineb is between 2.6 and 5.2 mmol/L (100 and 200 mg/dL). Low to moderate risk: LDL-C <3.0 mmol/L (115 mg/dL). Non-HDL-C secondary targets are <2.6, 3.4 and 3.8 mmol/L (100, 130 and 145 mg/dL) for very high-, high- and moderate-risk subjects, respectively. HDL-C: no target, but >1.0 mmol/L (40 mg/dL) in men and >1.2 mmol/L (48 mg/dL) in women indicates lower risk. TG: no target but <1.7 mmol/L (150 mg/dL) indicates lower risk and higher levels indicate a need to look for other risk factors. Diabetes HbA1c: <7% (<53 mmol/mol). BMI = body mass index; HbA1c = glycated haemoglobin; HDL-C = high-density lipoprotein-cholesterol; LDL-C = low-density lipoprotein-cholesterol; TG = triglycerides. aThe BP target can be lower in some patients with type 2 diabetes and in some high-risk patients without diabetes who can tolerate multiple antihypertensive drugs. bThe term &quot;baseline LDL-C&quot; refers to the level in a subject not taking any lipid lowering medication."
},
{
	"page":"ENAS5197_6.2.0.0",
	"text":"6.2.0.0 Tx goals for LDL-cholesterol Table 11 Recommendations for treatment goals for low-density lipoprotein-cholesterol Recommendations Classa Levelb In patients at VERY HIGH CV risk, an LDL-C goal of <1.8 mmol/L (70 mg/dL) or a reduction of at least 50% if the baseline LDL-Cc is between 1.8 and 3.5 mmol/L (70 and 135 mg/dL) is recommended. I B In patients at HIGH CV risk, an LDL-C goal of <2.6 mmol/L (100 mg/dL), or a reduction of at least 50% if the baseline LDL-Cc is between 2.6 and 5.2 mmol/L (100 and 200 mg/dL) is recommended. I B In subjects at LOW or MODERATE risk an LDL-C goal of <3.0 mmol/L (<115 mg/dL) should be considered. IIa C CV = cardiovascular; LDL-C = low-density lipoprotein-cholesterol. aClass of recommendation. bLevel of evidence. cThe term &quot;baseline LDL-C&quot; refers to the level in a subject not taking any lipid lowering medication. Box 8 Recommendations for treatment goals for low-density lipoprotein-cholesterol (LDL-C)-examples Patient A Very high-risk, LDL-C >1.8 mmol/L (>70 mg/dL) on statin: the goal is still <1.8 mmol/L (70 mg/dL). Patient B High-risk, LDL-C >2.6 mmol/L (>100 mg/dL) on statin: the goal is still <2.6 mmol/L (100 mg/dL). Patient C Very high-risk, LDL-C 1.8-3.5 mmol/L (70-135 mg/dL) not on pharmacological therapy: the goal is at least a 50% reduction. Patient D High-risk, LDL-C 2.6-5.2 mmol/L (100-200 mg/dL) not on pharmacological therapy: the goal is at least a 50% reduction. Patient E Very high-risk, LDL-C >3.5 mmol/L (135 mg/dL) not in pharmacological therapy: the goal is <1.8 mmol/L (70 mg/dL). Patient F High-risk LDL-C >5.2 mmol/L (200 mg/dL) not in pharmacological therapy: the goal is <2.6 mmol/L (100 mg/dL)."
},
{
	"page":"ENAS5197_6.3.0.0",
	"text":"6.3.0.0 Tx goals in secondary targets When secondary targets are used the recommendations are: non-HDL-C <2.6 mmol/L (<100 mg/dL) and <3.4 mmol/L (<130 mg/dL) in subjects at very high and high total CV risk, respectively (Class IIa, Level B) apoB <80 mg/dL and <100 mg/dL in those at very high and high total CV risk,respectively (Class IIa, Level B). Secondary targets have also been defined by inference for non-HDL-C and for apoB; they receive a moderate grading as they have not been extensively studied in RCTs. Clinicians who are using apoB in their practice can use as targets levels of, respectively, < 100 and < 80 mg/dL for subjects at high or at very high total CV risk. The specific goal for non-HDL-C should be 0.8 mmol/L (30 mg/dL) higher than the corresponding LDL-C goal; adjusting lipid-lowering therapy in accordance with these secondary targets may be considered after having achieved an LDL-C goal in patients at very high CV risk, although the clinical advantages of this approach with respect to outcomes remain to be addressed. To date, no specific goals for HDL-C or TG levels have been determined in clinical trials, although increases in HDL-C predict atherosclerosis regression and low HDL-C is associated with excess events and mortality in CAD patients, even when LDL-C is lower than 1.8 mmol/L (70 mg/dL). However, clinical trial evidence is lacking on the effectiveness of intervening in these variables to reduce CV risk further. Clinicians should use clinical judgment when considering further treatment intensification in patients at high or very high total CV risk."
},
{
	"page":"ENAS5197_7.1.0.0",
	"text":"7.0.0.0 Lifestyle modifi. to improve lipid profile 7.1.0.0 Impact of lifestyle changes on lipids Table 12 Impact of specific lifestyle changes on lipid levels   Magnitude of the effect Level of evidence Lifestyle interventions to reduce TC and LDL-C levels Reduce dietary trans fat +++ A Reduce dietary saturated fat +++ A Increase dietary fibre ++ A Use functional foods enriched with phytosterols ++ A Use red yeast rice supplements ++ A Reduce excessive body weight ++ A Reduce dietary cholesterol + B Increase habitual physical activity + B Use soy protein products +/- B Lifestyle interventions to reduce TG-rich lipoprotein levels Reduce excessive body weight +++ A Reduce alcohol intake +++ A Increase habitual physical activity ++ A Reduce total amount of dietary carbohydrate ++ A Use supplements of n-3 polyunsaturated fat ++ A Reduce intake of mono- and disaccharides ++ B Replace saturated fat with mono- or polyunsaturated fat + B Lifestyle interventions to increase HDL-C levels Reduce dietary trans fat +++ A Increase habitual physical activity +++ A Reduce excessive body weight ++ A Reduce dietary carbohydrates and replace them with unsaturated fat ++ A Modest consumption in those who take alcohol may be continued ++ B Quit smoking + B Among carbohydrate-rich foods prefer those with low glycaemic index and high fibre content +/- C Reduce intake of mono- and disaccharides +/- C HDL-C = high-density lipoprotein-cholesterol; LDL-C = low-density lipoprotein-cholesterol; TC = total cholesterol; TG = triglycerides. The magnitude of the effect (+++ = marked effects, ++ = less pronounced effects, + = small effects, - = not effective) and the level of evidence refer to the impact of each dietary modification on plasma levels of a specific lipoprotein class."
},
{
	"page":"ENAS5197_7.2.0.0",
	"text":"7.2.0.0 Influence of lifestyle on lipid levels Table 13 Dietary recommendations to lower low-density lipoprotein-cholesterol and improve the overall lipoprotein profile   To be preferred To be used with moderation To be chosen occasionally in limited amounts Cereals Whole grains Refined bread, rice and pasta, biscuits, corn flakes Pastries, muffins, pies, croissants Vegetables Raw and cooked vegetables Potatoes Vegetables prepared in butter or cream Legumes Lentils, beans, fava beans, peas, chickpeas, soybean     Fruit Fresh or frozen fruit Dried fruit, jelly, jam, canned fruit, sorbets, popsicles, fruit juice   Sweets and sweeteners Non-caloric sweeteners Sucrose, honey, chocolate, candies Cakes, ice creams, fructose, soft drinks Meat and fish Lean and oily fish,poultry without skin Lean cuts of beef, lamb, pork or veal, seafood, shellfish Sausages, salami, bacon, spare ribs, hot dogs, organ meats Dairy food and eggs Skim milk and yogurt Low-fat milk, low-fat cheese and other milk products, eggs Regular cheese, cream, whole milk and yogurt Cooking fat and dressings Vinegar, mustard, fat-free dressings Olive oil, non-tropical vegetable oils, soft margarines, salad dressing, mayonnaise, ketchup Trans fats and hard margarines (better to avoid them), palm and coconut oils, butter, lard, bacon fat Nuts/seeds   All, unsalted (except coconut) Coconut Cooking procedures Grilling, boiling, steaming Stir-frying, roasting Frying"
},
{
	"page":"ENAS5197_7.3.0.0",
	"text":"7.3.0.0 Recom. to improve the plasma lipid profile Since overweight, obesity, and abdominal adiposity often contribute to dyslipidaemia, caloric intake should be reduced and energy expenditure increased in those with excessive weight and/or abdominal adiposity. Overweight is defined as a body mass index (BMI) ≥25–30 kg/m2 and obesity as a BMI ≥ 30 kg/m2. Table 14 Definition of central obesity Waist circumference Caucasians (Europids) Men ≥94 cm, women ≥80 cm South Asians, Chinese, Japanese Men ≥90 cm, women ≥80 cm South and Central Americans Use recommendations for South Asians until more specific data are available. Sub-Saharan Africans Use European data until more specific data are available. Eastern Mediterranean and Middle East (Arabic populations) Use European data until more specific data are available."
},
{
	"page":"ENAS5197_7.4.0.0",
	"text":"7.4.0.0 Dietary suppl. & funct. foods for dyslip. Nutritional evaluation of functional foods includes not only the search for clinical evidence of beneficial effects relevant to improved health or reduction of disease risk, but also the demonstration of good tolerability and the absence of major undesirable effects. The substantiation of health claims relevant for each food should be based on results from intervention studies in humans that are consistent with the proposed claims. Overall, the available evidence on functional foods so far identified in this field is incomplete; the major gap is the absence of diet based intervention trials of sufficient duration to be relevant for the natural history of dyslipidaemia and CVD."
},
{
	"page":"ENAS5197_7.5.0.0",
	"text":"7.5.0.0 Features of a healthy diet in CVD prev. Box 9 Summary of lifestyle measures and healthy food choices for managing total cardiovascular risk Dietary recommendations should always take into account local food habits; however, interest in healthy food choices from other cultures should be promoted. A wide variety of foods should be eaten. Energy intake should be adjusted to prevent overweight and obesity. Consumption of fruits, vegetables, legumes, nuts, wholegrain cereal foods and fish (especially oily) should be encouraged. Foods rich in trans or saturated fat (hard margarines, tropical oils, fatty or processed meat, sweets, cream, butter, regular cheese) should be replaced with the above foods and with monounsaturated fat (extra virgin olive oil) and polyunsaturated fat (non-tropical vegetable oils) in order to keep trans fats <1.0% of total energy and saturated fat <10% (<7% in the presence of high plasma cholesterol values). Salt intake should be reduced to <5 g/day by avoiding table salt and limiting salt in cooking, and by choosing fresh or frozen unsalted foods; many processed and convenience foods, including bread, are high in salt. For those who drink alcoholic beverages, moderation should be advised (<10 g/day for women and <20 g/day for men) and patients with hypertriglyceridaemia should abstain. The intake of beverages and foods with added sugars, particularly soft drinks, should be limited, especially for persons who are overweight, have hypertriglyceridaemia, metabolic syndrome or diabetes. Physical activity should be encouraged, aiming at regular physical exercise for at least 30 min/ day every day. Use of and exposure to tobacco products should be avoided."
},
{
	"page":"ENAS5197_8.1.0.0",
	"text":"8.0.0.0 Drugs for treatment of hypercholesterolaemia 8.1.0.0 Statins The following scheme may be proposed: Evaluate the total CV risk of the subject; Involve the patient with decisions on CV risk management; Identify the LDL-C goal for that risk level; Calculate the percentage reduction of LDL-C required to achieve that goal; Choose a statin and a dose that, on average, can provide this reduction; Response to statin treatment is variable, therefore up-titration of the dose may be required; If the highest tolerated statin dose does not reach the goal, consider drug combinations; In addition, for subjects at very high and high-risk a ≥ 50% reduction in LDL-C should be achieved. Although statins are generally well tolerated, there are adverse effects to be considered when statins are prescribed. Muscle symptoms are the most commonly described clinically relevant adverse effect of statin treatment. How to deal with muscle symptoms in patients on statin therapy is discussed in Table 34 and in Figure 8. These are of course general criteria for the choice of drug. Factors such as the clinical condition of the subject, concomitant medications, drug tolerability, local treatment tradition and drug cost will play major roles in determining the final choice of drug and dose. Table 15 Drugs potentially interacting with statins metabolized by CYP3A4 leading to increased risk of myopathy and rhabdomyolysis Anti-infective agents Calcium antagonists Other Itraconazole Verapamil Ciclosporin Ketoconazole Diltiazem Danazol Posaconazole Amlodipine Amiodarone Erythromycin   Ranolazine Clarithromycin   Grapefruit juice Telithromycin   Nefazodone HIV protease inhibitors   Gemfibrozil"
},
{
	"page":"ENAS5197_8.2.0.0",
	"text":"8.2.0.0 Bile acid sequestrants In clinical trials, bile acid sequestrants have contributed greatly to the original demonstration of the efficacy of LDL-C lowering in reducing CV events in hypercholesterolaemic subjects, with a benefit proportional to the degree of LDL-C lowering. These studies were however performed before many of the modern treatment options were available. Gastrointestinal adverse effects (most commonly flatulence, constipation, dyspepsia, and nausea) are often present with these drugs even at low doses, which limit their practical use."
},
{
	"page":"ENAS5197_8.3.0.0",
	"text":"8.3.0.0 Cholesterol absorption inhibitors In clinical studies ezetimibe in monotherapy reduces LDL-C in hypercholesterolaemic patients by 15-22%. Combined therapy with ezetimibe and a statin provides an incremental reduction in LDL-C levels of 15 - 20%. Ezetimibe should be used as second-line therapy in association with statins when the therapeutic goal is not achieved at maximal tolerated statin dose or in patients intolerant of statins or with contraindications to these drugs. No major adverse effects have been reported; the most frequent adverse effects are moderate elevations of liver enzymes, and muscle pain."
},
{
	"page":"ENAS5197_8.4.0.0",
	"text":"8.4.0.0 PCSK9 inhibitors A new class of drugs, proprotein convertase subtilisin/kexin type9 (PCSK9) Inhibitors, is now available that targets a protein (PCSK9) involved in the control of the LDLR expression. The efficacy at reducing LDL cholesterol is in the range of 50 to 70% independent of the presence of a background therapy (statins, ezetimibe etc.): preliminary data from phase 3 trials suggest a reduction of CV events in line with the LDL-C reduction achieved. People at very high total CV risk, people with HeFH (and some HoFH) on maximally tolerated dose of first and second line therapy and/or in apheresis, and statin &quot;intolerant&quot; with persistent high levels of LDL-C may be reasonable candidates for the use of these drugs. Large scale RCT&#39;s with &#39;hard&#39; CVD endpoints are ongoing."
},
{
	"page":"ENAS5197_8.5.0.0",
	"text":"8.5.0.0 Nicotinic acid After two large studies with nicotinic acid, one with extended release niacin and one with niacin plus laropiprant, showed no beneficial effect, but rather increased frequency of serious adverse effects, no medication containing nicotinic acid is currently approved in Europe."
},
{
	"page":"ENAS5197_8.6.0.0",
	"text":"8.6.0.0 Pharmac. Tx of hypercholesterolaemia Table 16 Recommendations for the pharmacological treatment of hypercholesterolaemia Recommendations Classa Levelb Prescribe statin up to the highest recommended dose or highest tolerable dose to reach the goal. I A In the case of statin intolerance, ezetimibe or bile acid sequestrants, or these combined, should be considered. IIa C If the goal is not reached, statin combination with a cholesterol absorption inhibitor should be considered. IIa B If the goal is not reached, statin combination with a bile acid sequestrant may be considered. IIb C In patients at very high-risk, with persistent high LDL-C despite treatment with maximal tolerated statin dose, in combination with ezetimibe or in patients with statin intolerance, a PCSK9 inhibitor may be considered. IIb C LDL-C = low-density lipoprotein-cholesterol; PCSK9 = proprotein convertase subtilisin/kexin type 9. aClass of recommendation. bLevel of evidence."
},
{
	"page":"ENAS5197_9.1.0.0",
	"text":"9.0.0.0 Triglycerides and CVD risk 9.1.0.0 Possible causes of hypertriglyceridaemia Table 17 Possible causes of hypertriglyceridaemia Genetic predisposition Obesity Type 2 diabetes Alcohol consumption Diet high in simple carbohydrates Renal disease Hypothyroidism Pregnancy (physiological triglyceride concentrations double during the third trimester) Paraproteinaemia and autoimmune disorders such as systemic lupus erythematosus Multiple medications including: Corticosteroids Oestrogens, especially those taken orally Tamoxifen Antihypertensives: adrenergic beta-blocking agents (to a different degree), thiazides Isotretinoin Bile acid-binding resins Ciclosporin Antiretroviral regimens (protease inhibitors) Psychotropic medications: phenothiazines, second generation antipsychotics"
},
{
	"page":"ENAS5197_9.2.0.0",
	"text":"9.2.0.0 Strategies to control plasma triglycerides Calorie and/or alcohol restriction can substantially reduce triglyceride levels in some subjects. If hypertriglyceridaemia persists, drug treatment may be considered: Table 18 Recommendations for drug treatments of hypertriglyceridaemia Recommendations Classa Levelb Drug treatment should be considered in high-risk patients with TG >2.3 mmol/L (200 mg/dL). IIa B Statin treatment may be considered as the first drug of choice for reducing CVD risk in high-risk individuals with hypertriglyceridaemia. IIb B In high-risk patients with TG >2.3 mmol/L (200 mg/dL) despite statin treatment, fenofibrate may be considered in combination with statins. IIb C CVD = cardiovascular disease; TG = triglycerides. aClass of recommendation. bLevel of evidence. Table 19 Summary of the efficacy of drug combinations for the management of mixed dyslipidaemias A combination of statins with fibrates can also be considered while monitoring for myopathy, but the combination with gemfibrozil should be avoided. If TG are not controlled by statins or fibrates, prescription of n-3 fatty acids may be considered to decrease TG further, and these combinations are safe and well tolerated. TG = triglycerides."
},
{
	"page":"ENAS5197_10.0.0.0",
	"text":"10.0.0.0 HDL-cholesterol and CV Risk Table 20 Recommendations if drug treatment of low-high-density lipoprotein-cholesterol is considered Recommendations Classa Levelb Statins and fibrates raise HDL-C with a similar magnitude and these drugs may be considered. IIb B The efficacy of fibrates to increase HDL-C may be attenuated in people with type 2 diabetes. IIb B HDL-C = high-density lipoprotein-cholesterol. aClass of recommendation. bLevel of evidence."
},
{
	"page":"ENAS5197_11.1.0.0",
	"text":"11.0.0.0 Mgmt. of dyslip. in clinical settings 11.1.0.0 Familial dyslipidaemias The clinical diagnosis of HeFH is based on family history of hyper-cholesterolaemia or premature CHD, clinical history of the patient regarding CVD, and the LDL-C level. Finally the diagnosis can be verified by showing causative mutations in the three pathogenic genes. However, in most studies, the frequency of detectable mutations in patients with a clinically definite or probable HeFH is only 60-70%. This suggests that a considerable fraction of patients with FH have either a polygenic cause of the disease, or that other genes, not yet identified, are involved. Genetic testing and cascade screening Probands (index cases) should be identified according to the following criteria: plasma cholesterol ≥8 mmol/L (≥310 mg/dL) in an adult or adult family member (or >95th percentile by age and gender for country); premature CHD in subjects or family member(s); tendon xanthomas in subject or family member(s); sudden premature cardiac death in a family member. Table 21 Dutch Lipid Clinic Network diagnostic criteria for familial hypercholesterolaemia Criteria Points 1) Family history First-degree relative with known premature (men: <55 years; women: <60 years) coronary or vascular disease, or   First-degree relative with known LDL-C above the 95th percentile 1 First-degree relative with tendinous xanthomata and/or arcus cornealis, or children <18 years of age with LDL-C above the 95th percentile 2 2) Clinical history Patient with premature (men: <55 years; women: <60 years) coronary artery disease 2 Patient with premature (men: <55 years; women: <60 years) cerebral or peripheral vascular disease 1 3) Physical examinationa Tendinous xanthomata 6 Arcus cornealis before age 45 years 4 4) LDL-C levels LDL-C ≥ 8.5 mmol/L (325 mg/dL) 8 LDL-C 6.5–8.4 mmol/L (251–325 mg/dL) 5 LDL-C 5.0–6.4 mmol/L (191–250 mg/dL) 3 LDL-C 4.0–4.9 mmol/L (155–190 mg/dL) 1 5) DNA analysis Functional mutation in the LDLR, apoB or PCSK9 gene 8 Choose only one score per group, the highest applicable Diagnosis (diagnosis is based on the total number of points obtained) A &#39;definite&#39; FH diagnosis requires >8 points A &#39;probable&#39; FH diagnosis requires 6-8 points A &#39;possible&#39; FH diagnosis requires 3-5 points FH = familial hypercholesterolaemia; LDL-C = low-density lipoprotein-cholesterol. aExclusive of each other (i.e. maximum 6 points if both are present) For interactivity see here Table 22 Recommendations for the detection and treatment of patients with heterozygous familial hypercholesterolaemia Recommendations Classa Levelb FH is recommended to be suspected in patients with CHD before the age of 55 years for men and 60 years for women, in subjects with relatives with premature fatal or non-fatal CVD, in subjects with relatives having tendon xanthomas, and in subjects with severely elevated LDL-C [in adults >5 mmol/L (190 mg/dL), in children >4 mmol/L (150 mg/dL)]. I C Diagnosis is recommended to be confirmed with clinical criteria and, when available, with DNA analysis. I C Family cascade screening is recommended to be performed when an index case of FH is diagnosed. I C FH patients are recommended to be treated with intense-dose statin, often in combination with ezetimibe. I C Treatment should be considered to aim at reaching an LDL-C <2.6 mmol/L (100 mg/dL) or in the presence of CVD <1.8 mmol/L (70 mg/dL). If targets cannot be reached, maximal reduction of LDL-C should be considered using appropriate drug combinations. IIa C Treatment with a PCSK9 antibody should be considered in FH patients with CVD or with other factors putting them at very high- risk for CHD, such as other CV risk factors, family history, high Lp(a) or statin intolerance. IIa C In children, testing is recommended from age 5 years, or earlier if homozygous FH is suspected. I C Children with FH should be educated to adopt a proper diet and treated with statin from 8-10 years of age. Targets for treatment should be LDL-C <3.5 mmol/L (135 mg/dL) at >10 years of age. IIa C CHD = coronary heart disease; CVD = cardiovascular disease; FH = familial hypercholesterolaemia; LDL-C = low-density lipoprotein-cholesterol; Lp(a) = lipoprotein(a). aClass of recommendation. bLevel of evidence."
},
{
	"page":"ENAS5197_11.2.0.0",
	"text":"11.2.0.0 Children Only children with FH should be considered for lipid-lowering drug treatment. In other cases of dyslipidaemia in children, focus should be on diet and treatment of underlying metabolic disorders."
},
{
	"page":"ENAS5197_11.3.0.0",
	"text":"11.3.0.0 Women Box 10 Management of dyslipidaemia in women Statin treatment is recommended for primary prevention of CAD in high-risk women. Statins are recommended for secondary prevention in women with the same indications and targets as in men. Lipid-lowering drugs should not be given when pregnancy is planned, during pregnancy or during the breastfeeding period. However, bile acid sequestrants (which are not absorbed) may be considered."
},
{
	"page":"ENAS5197_11.4.0.0",
	"text":"11.4.0.0 Older persons Table 23 Recommendations for the treatment of dyslipidaemia in older adults Recommendations Classa Levelb Treatment with statins is recommended for older adults with established CVD in the same way as for younger patients. I A Since older people often have co-morbidities and have altered pharmacokinetics, lipid-lowering medication should be started at a lower dose and then titrated with caution to achieve target lipid levels that are the same as in younger subjects. IIa C Statin therapy should be considered in older adults free from CVD, particularly in the presence of hypertension, smoking, diabetes and dyslipidaemia. IIa B CVD = cardiovascular disease. aClass of recommendation. bLevel of evidence."
},
{
	"page":"ENAS5197_11.5.0.0",
	"text":"11.5.0.0 Diabetes and metabolic syndrome Table 24 Summary of dyslipidaemia in metabolic syndrome and in type 2 diabetes Dyslipidaemia in MetS represents a cluster of lipid and lipoprotein abnormalities including elevation of both fasting and postprandial TG, apoB, and small dense LDL and low HDL-C and apoA1. Non-HDL-C or apoB are good surrogate markers of TRLs and remnants and are a secondary objective of therapy. Non-HDL-C <3.4 mmol/L (<130 mg/dL) or apoB <100 mg/dL is desirable in those at high-risk, and <2.6 mmol/L (<100 mg/dL) and <80 mg/dL, respectively, in those at very high-risk. Increased waist circumference and elevation of TG seems to be a simple tool to capture the high-risk subjects with MetS. Atherogenic dyslipidaemia is one of the major risk factors for CVD in people with type 2 diabetes. apoB = apolipoprotein B; CVD = cardiovascular disease; HDL-C = high-density lipoprotein-cholesterol; LDL-C = low-density lipoprotein-cholesterol; MetS = metabolic syndrome; TG = triglycerides; TRLs = triglyceride-rich lipoproteins. Table 25 Recommendations for the treatment of dyslipidaemia in diabetes Recommendations Classa Levelb In all patients with type I diabetes and in the presence of microalbuminuria and/or renal disease, LDL-C lowering (at least 50%) with statins as the first choice is recommended irrespective of the baseline LDL-C concentration. I C In patients with type 2 diabetes and CVD or CKD, and in those without CVD who are >40 years of age with one or more other CVD risk factors or markers of target organ damage, the recommended goal for LDL-C is <1.8 mmol/L (<70 mg/dL) and the secondary goal for non-HDL-C is <2.6 mmol/L (<100 mg/dL) and for apoB is <80 mg/dL. I B In all patients with type 2 diabetes and no additional risk factors and/ or evidence of target organ damage, LDL-C <2.6 mmol/L (<100 mg/ dL) is the primary goal. Non-HDL-C <3.4 mmol/L (<130 mg/dL) and apoB <100 mg/dL are the secondary goals. I B apoB = apolipoprotein B; CKD = chronic kidney disease; CVD = cardiovascular disease; HDL-C = high- density lipoprotein-cholesterol; LDL-C = low-density lipoprotein-cholesterol; MetS = metabolic syndrome; TG = triglycerides. aClass of recommendation. bLevel of evidence."
},
{
	"page":"ENAS5197_11.6.0.0",
	"text":"11.6.0.0 Pts. with ACS and undergoing PCI Table 26 Recommendations for lipid-lowering therapy in patients with acute coronary syndrome and patients undergoing percutaneous coronary intervention Recommendations Classa Levelb It is recommended to initiate or continue high dose statins early after admission in all ACS patients without contra-indication or history of intolerance, regardless of initial LDL-C values. I A If the LDL-C target is not reached with the highest tolerable statin dose, ezetimibe should be considered in combination with statins in post-ACS patients. IIa B If the LDL-C target is not reached with the highest tolerable statin dose and/or ezetimibe, PCSK9 inhibitors may be considered on top of lipid-lowering therapy; or alone or in combination with ezetimibe in statin intolerant patients or in whom a statin is contra-indicated. IIb C Lipids should be re-evaluated 4-6 weeks after ACS to determine whether target levels of LDL-C <1.8 mmol/L (<70 mg/dL) or a reduction of at least 50% if the baseline is between 1.8 and 3.5 mmol/L (70 and 135 mg/dL) have been reached and whether there are any safety issues. The therapy dose should then be adapted accordingly. IIa C Routine short pretreatment or loading (on the background of chronic therapy) with high-dose statins before PCI should be considered in elective PCI or in NSTE-ACS. IIa A ACS = acute coronary syndrome; LDL-C = low-density lipoprotein-cholesterol; NSTE-ACS = non-ST elevation acute coronary syndrome; PCI = percutaneous coronary intervention; PCSK9 = proprotein convertase subtilisin/kexin type 9. aClass of recommendation.- bLevel of evidence."
},
{
	"page":"ENAS5197_11.7.0.0",
	"text":"11.7.0.0 Heart failure and valvular diseases Table 27 Recommendations for the treatment of dyslipidaemia in heart failure or valvular disease Recommendations Classa Levelb Cholesterol-lowering therapy with statins is not recommended (but is not harmful either) in patients with heart failure in the absence of other indications for their use. III A n-3 PUFAs 1 g/day may be considered for addition to optimal treatment in patients with heart failure. IIb B Cholesterol-lowering treatment is not recommended in patients with aortic valvular stenosis without CAD in the absence of other indications for their use. III A CAD = coronary artery disease; PUFAs = polyunsaturated fatty acids. a Class of recommendation. bLevel of evidence."
},
{
	"page":"ENAS5197_11.8.0.0",
	"text":"11.8.0.0 Chronic kidney disease Table 28 Recommendations for lipid management in patients with moderate to severe chronic kidney disease Recommendations Classa Levelb Patients with stage 3-5 CKD have to be considered at high or very high CV risk. I A The use of statins or statin/ezetimibe combination is indicated in patients with non-dialysis-dependent CKD. I A In patients with dialysis-dependent CKD and free of atherosclerotic CVD, statins should not be initiated. III A In patients already on statins, ezetimibe or on a statin/ezetimibe combination at the time of dialysis initiation, these drugs should be continued particularly in patients with CVD. IIa C In adult kidney transplant recipients treatment with statins may be considered. IIb C CKD = chronic kidney disease; CV = cardiovascular. aClass of recommendation. bLevel of evidence."
},
{
	"page":"ENAS5197_11.9.0.0",
	"text":"11.9.0.0 Transplantation Table 29 Recommendations for the treatment of dyslipidaemia in transplant patients Recommendations Classa Levelb Global CV risk management strategies have to be developed in transplant patients. I C Statins should be considered as the first-line agents in transplant patients. Initiation should be at low doses with careful up-titration and with caution regarding potential drug-drug interactions, particularly for those on ciclosporin. IIa B In patients who are intolerant of statins or those with significant dyslipidaemia and high residual risk despite a maximally tolerated statin dose, alternative or additional therapy may be considered: ezetimibe for whose where high LDL-C is the principal abnormality; fibrates for those where hypertriglyceridaemia and/or low HDL-C is the principal abnormality. IIb C CV = cardiovascular; HDL = high-density lipoprotein-cholesterol; LDL = low-density lipoprotein-cholesterol. aClass of recommendation. bLevel of evidence."
},
{
	"page":"ENAS5197_11.10.0.0",
	"text":"11.10.0.0 Peripheral arterial disease Table 30 Recommendations for lipid-lowering drugs in patients with peripheral arterial disease (including carotid artery disease) Recommendations Classa Levelb PAD is a very-high-risk condition and lipid-lowering therapy (mostly statins) is recommended in these patients. I A Statin therapy should be considered to prevent the progression of abdominal aortic aneurysm. IIa B PAD = peripheral arterial disease. aClass of recommendation. bLevel of evidence."
},
{
	"page":"ENAS5197_11.11.0.0",
	"text":"11.11.0.0 Stroke Table 31 Recommendations for lipid-lowering drugs for primary and secondary prevention of stroke Recommendations Classa Levelb Statin therapy to reach established treatment goals is recommended in patients at high or very high CV risk for primary prevention of stroke. I A Lipid-lowering therapy is recommended in patients with other manifestations of CVD for primary prevention of stroke. I A Intensive statin therapy is recommended in patients with a history of non-cardioembolic ischaemic stroke or TIA for secondary prevention of stroke. I A CVD = cardiovascular disease; TIA = transient ischaemic attack. aClass of recommendation. bLevel of evidence."
},
{
	"page":"ENAS5197_11.12.0.0",
	"text":"11.12.0.0 HIVs patients There are no data on effects of statins, ezetimibe, or fibrates on CV events in dyslipidaemic HIV-infected patients. The recommendations for lipid-lowering drugs in HIV patients are shown in Table 32. Table 32 Recommendation for lipid-lowering drugs in human immunodeficiency virus patients Recommendation Classa Levelb Lipid lowering therapy (mostly statins) should be considered in HIV patients with dyslipidaemia to achieve the LDL-C goal as defined for high-risk subjects. IIa C HIV = human immunodeficiency virus; LDL-C = low-density lipoprotein-cholesterol. aClass of recommendation. bLevel of evidence."
},
{
	"page":"ENAS5197_11.13.0.0",
	"text":"11.13.0.0 Mental disorders Table 33 Recommendations for lipid-lowering pharmacological treatment in patients with mental disorders Recommendations Classa Levelb Major psychiatric disorders are modifiers for estimating total CV risk. I C The management of total CV risk in patients with a psychiatric disorder is not different from what is recommended in patients at high/very high CV risk. I C In patients with psychiatric disorders particular attention has to be paid to adherence to lifestyle changes and compliance with drug treatment. I C"
},
{
	"page":"ENAS5197_12.1.0.0",
	"text":"12.0.0.0 Monitoring of lipids and enzymes 12.1.0.0 Recommendations Table 34 Summary of recommendations for monitoring lipids and enzymes in patients on lipid-lowering therapy Testing lipids How often should lipids be tested? Before starting lipid-lowering drug treatment, at least two measurements should be made, with an interval of 1-12 weeks, with the exception of conditions where concomitant drug treatment is suggested such as ACS and very high-risk patients. How often should a patient&#39;s lipids be tested after starting lipid-lowering treatment? 8 (±4) weeks after starting treatment. 8 (±4) weeks after adjustment of treatment until within the target range. How often should lipids be tested once a patient has reached the target or optimal lipid level? Annually (unless there is adherence problems or other specific reasons for more frequent reviews). Monitoring liver and muscle enzymes How often should liver enzymes (ALT) be routinely measured in patients on lipid- lowering drugs? Before treatment. Once 8-12 weeks after starting a drug treatment or after dose increase. Routine control of ALT thereafter is not recommended during lipid-lowering treatment. What if liver enzymes become elevated in a person taking lipid-lowering drugs? If ALT <3x ULN: Continue therapy. Recheck liver enzymes in 4-6 weeks. If value rises to ≥3x ULN Stop lipid-lowering therapy or reduce dose and recheck liver enzymes within 4-6 weeks. Cautious reintroduction of therapy may be considered after ALT has returned to normal. If ALT remains elevated check for the other reasons. How often should CK be measured in patients taking lipid-lowering drugs? Pre-treatment. Before starting therapy. If baseline CK is 4x ULN, do not start drug therapy; recheck. Monitoring: Routine monitoring of CK is not necessary. Check CK if patient develops myalgia. Be alert regarding myopathy and CK elevation in patients at risk such as: elderly patients, concomitant interfering therapy, multiple medications, liver or renal disease or sport athletes. What if CK becomes elevated in a person taking lipid-lowering drugs? Re-evaluate indication for statin treatment. If ≥4 x ULN: If CK >10x ULN: stop treatment, check renal function and monitor CK every 2 weeks. If CK <10x ULN: if no symptoms, continue lipid lowering therapy while monitoring CK. If CK <10x ULN: if symptoms present, stop statin and monitor normalization of CK, before re-challenge with a lower statin dose. Consider the possibility of transient CK elevation for other reasons such as exertion. Consider myopathy if CK remains elevated. Consider combination therapy or an alternative drug. If <4 x ULN: If no muscle symptoms, continue statin (patient should be alerted to report symptoms; check CK). If muscle symptoms, monitor symptoms and CK regularly. If symptoms persist, stop statin and re-evaluate symptoms after 6 weeks; re-evaluate indication for statin treatment. Consider re-challenge with the same or another statin. Consider low-dose statin, alternate day or once/twice weekly dosing regimen or combination therapy. For details on CK elevation and treatment of muscular symptoms during statin treatment see algorithm in Figure 8. ACS = acute coronary syndrome; ALT = alanine aminotransferase; CK = creatine kinase; ULN = upper limit of normal."
},
{
	"page":"ENAS5197_12.2.0.0",
	"text":"12.2.0.0 Algorithm for Tx of muscular symptoms Figure 8 Algorithm for treatment of muscular symptoms during statin treatment For interactivity see here"
},
{
	"page":"ENAS5197_13.1.0.0",
	"text":"13.0.0.0 lifestyle changes and lipid therapies 13.1 Achieving and adhering to lifestyle changes Box 11 Hints to aid adherence to lifestyle changes 1. Explore motivation and identify ambivalence.Weigh pros and cons for change, assess and build self-efficacy and confidence, avoid circular discussion. 2. Offer support and establish an alliance with the patient and his/her family. 3. Involve the partner, other household members or caregiver who may be influential in the lifestyle of the patient. 4. Use the OARS method (Open-ended questions, Affirmation, Reflective listening, Summarising; http://www.smartrecovery.org/resources/UsingMIinSR.pdf) when discussing behaviour. 5. Tailor advice to an individual patientӳ culture, habits and situation. 6. Use SMART goal setting-egotiate goals for change that are Specific, Measurable, Achievable, Realistic and Timely. Follow up on goals and record progress on a shared record. In addition, it is important to be aware of the following barriers to change: 1. Healthy choices are not always easy choices. 2. Socioeconomic status and cultural and environmental factors influence behaviour change. 3. Your agenda for change as a health professional may conflict with that of the person you are trying to help. 4. Helping people to change requires dedicated time from the health professional to provide support and follow-up. 5. People may have feelings of ambivalence towards changing behaviour which need exploring."
},
{
	"page":"ENAS5197_13.2.0.0",
	"text":"13.2.0.0 Adhering to medications Elderly patients and those with low socioeconomic status and chronic health conditions may be especially vulnerable. These patients may get confused, especially when their regimens are complex and include many drugs (polypharmacy) that need to be taken on more than one occasion per day. Important steps to empower patients to get more benefit from health interventions include the following: 1. Use good interpersonal skills (good eye contact, warm manner) and an empathetic, non-judgmental attitude. 2. Provide clear and simple instructions on a drug regimen backed up with written instructions, which can also be seen by a spouse or carer. 3. Speak slowly in plain language and avoid medical jargon when giving instructions. 4. Limit the number of instructions to no more than three key points - principle of &#39;need to know&#39; (Figure 9). 5. Use &#39;teachback&#39; to confirm understanding, for example, &#39;I want to make sure that I explained things clearly. Let&#39;s review what we discussed. What are the three strategies that will help keep your cholesterol down?&#39; 6. Use supplemental materials, e.g. images, videos and audio sources, to improve recall. 7. Encourage questions and discussion ֠enlist the family or others important to an individual. 8. Motivational interviewing skills may be helpful in communicating with patients who are ambivalent or seem against starting or continuing with medications: 9. Build self-efficacy and confidence, drawing on social learning theory. Counsel patients using the OARS method (Box 11). Use the &#39;elicit-provide-elicit&#39; model to tailor the information you give (ELICIT what the patient wants to know, PROVIDE that information, ELICIT from the patient how they can use this new knowledge to their benefit). Acknowledge and reflect your patient&#39;s resistance. Support your patient&#39;s autonomy to make their own decisions about their health and treatment. Explore your patient&#39;s ambivalence to adhere to their treatment. f. Develop a plan of action together and share decision making. Figure 9 Prioritising information when educating patients Being able to identify patients with low health literacy is important. Indicators may include seeking help when an illness is already advanced, inarticulacy in explaining concerns, making excuses like &#39;I forgot my glasses&#39; to cover for the shame associated with illiteracy, being over passive or aggressive, and missing appointments. Box 12 lists a number of tips to use when prescribing multiple medications to patients in order to help them adhere. Box 12 Tips to aid adherence to multiple drug therapies 1. &#39;Agree&#39; on rather than ‘dictate’ drug regimen to your patient and tailor it to his/her personal lifestyle and needs. 2. Back up verbal instructions with clear written instructions. 3. Simplify the dosing regimen and consider a fixed dose combination pill where available. 4. Perform a regular review of medicines to minimize polypharmacy (or ask the pharmacist to assist). 5. Encourage self-monitoring and use cues and technologies to act as reminders. 6. Provide information on common side effects and discuss management strategies. 7. Involve the partner, other family members or the caregiver in the patient&#39;s treatment."
},
{
	"page":"ENAS5197_14.0.0.0",
	"text":"14.0.0.0 Abbreviations (N)OAC (Non-vitamin K antagonist) oral anticoagulant °C Degree Celsius 2D/ 2-D Two-dimensional 2hPG 2-h post-load plasma glucose 3D/ 3-D Three-dimensional 5-FU 5-fluorouracil 99mTc-DPD Technetium-99m 3,3-diphosphono-1,2-propanodicarboxylic acid A/C Anticoagulation AAA Abdominal aortic aneurysm AAD Antiarrhythmic drugs AAS Acute aortic syndrome ABC Age, biomarkers, clinical history ABI Ankle-Brachial Index ABPM Ambulatory BP monitoring ACA Aborted cardiac arrest ACC American College of Cardiology ACCA Acute Cardiovascular Care Association ACCF American College of Cardiology Foundation ACCOAST Comparison of Prasugrel at the Time of Percutaneous Coronary Intervention or as Pretreatment at the Time of Diagnosis in Patients with Non-ST Elevation Myocardial Infarction ACE Angiotensin-converting enzyme ACEF Age, creatinine, ejection fraction ACEI/ ACE-I/ ACE-Is Angiotensin converting enzyme inhibitors ACS Acute coronary syndromes ACT Activated clotting time AD Aortic dissection ADA American Diabetes Association/​Adenosine deaminase ADD Acute aortic dissection ADP Adenosine diphosphate AEPC Association for European Paediatric and Congenital Cardiology AF Atrial flutter/Atrial fibrillation AFNET German Competence NETwork on Atrial Fibrillation AHA American Heart Association AHF Acute heart failure AHRE Atrial high rate episodes AK Alpha kinase AKI Acute kidney injury AL Amyloid light chain ALAT/ ALT Alanine aminotransferase ALI Acute limb ischaemia AMI Acute myocardial infarction ANA Anti-nuclear antibodies ANCA Anti-neutrophil cytoplasm antibodies AO Aorta AOS Aneurysms-osteoarthritis syndrome AP Accessory pathway APAH Conditions associated with pulmonary arterial hypertension Apo Apolipoprotein apo A I Apolipoprotein A I apo B Apolipoprotein B aPTT Activated partial thromboplastin time AR Aortic regurgitation ARB Angiotensin II receptor blocker/ Angiotensin receptor blocker ARBs Angiotensin receptor blockers ARNI Angiotensin receptor neprilysin inhibition ARVC Arrhythmogenic right ventricular cardiomyopathy AS Aortic stenosis ASA Acetylsalicylic acid ASAT/ AST Aspartate aminotransferase ASCERT American College of Cardiology Foundation–Society of Thoracic Surgeons Database Collaboration ASE American Society of Echocardiography AST/ ALT/ ALP Aspartate / alanine aminotransferase / alkaline phosphatase ASV Adaptive servo-ventilation AT Antithrombin ATOR Atorvastatin ATP Antitachycardiac pacing/Adenosine triphosphate ATRIA AnTicoagulation and Risk factors In Atrial fibrillation ATS Arterial tortuosity syndrome ATTR Amyloidosis, transthyretin type AUC Area under the curve AV Atrioventricular AVB Atrioventricular block AVID Antiarrhythmic drugs Versus Implantable Defibrillator AVM AV delay management AVP Arginine vasopressin AVR Aortic valve replacement b.i.d. Bis in die (twice daily) b.p.m/ bpm Beats per minute BARI-2D Bypass Angioplasty Revascularization Investigation 2 Diabetes BAS Balloon atrial septostomy BAV Balloon aortic valvuloplasty/Bicuspid aortic valve BB Beta-blocker BBB Bundle branch block BC Blood culture BCNIE Blood culture-negative infective endocarditis BCR-ABL Breakpoint cluster region-Abelson BGA Blood gas analysis BIMA Bilateral internal mammary artery Bi-PAP Bilevel positive airway pressure BiV Biventricular BiVAD Bi-ventricular assist device BMI Body mass index BMPR Bone morphogenetic protein receptor, type 2 BMS Bare metal stent BMT Best medical therapy BNP Brain natriuretic peptide/ B-type natriuretic peptide BP Blood pressure BPA Balloon pulmonary angioplasty BSA Body surface area BUN Blood urea nitrogen CABG Coronary artery bypass graft/ Coronary artery bypass graft surgery CAD Coronary artery disease CAS Carotid artery stenting CASH Cardiac Arrest Study Hamburg Cath/ Lab Catheterization laboratory CCB Calcium channel blocker CCNAP Council on Cardiovascular Nursing and Allied Professions CCP Council for Cardiology Practice CCPC Council on Cardiovascular Primary Care CCS Canadian Cardiovascular Society CCU Coronary care unit CDRIE Cardiac device-related infective endocarditis CEA Carotid endarterectomy/​Carcinoembryonic antigen CFA Common femoral artery CFC Cardiofaciocutaneous CHA2DS2-VASc Congestive heart failure or left ventricular dysfunction, Hypertension, Age ≥75 (doubled), Diabetes, Stroke (doubled)-Vascular disease, Age 65–74, Sex category (female) CHADS2 Cardiac failure, Hypertension, Age, Diabetes, Stroke (doubled) CHARM-Added Candesartan in Heart Failure: Assessment of Reduction in Mortality and Morbidity-Added CHD Coronary heart disease/ Congenital heart disease CHF Congestive heart failure/ Chronic heart failure CI Cardiac index / Contraindication / Confidence interval CIA Common iliac artery CI-AKI Contrast-induced acute kidney injury CIDS Canadian Implantable Defibrillator Study CIED Cardiac implantable electronic device CIN Contrast-induced nephropathy CK Creatine phophokinase/​Creatinine kinase CKD Chronic kidney disease CKD-EPI Chronic Kidney Disease Epidemiology Collaboration CK-MB Creatine kinase MB isoform CLI Critical limb ischaemia CMP Cardiomyopathy CMR Cardiac magnetic resonance CMV Cytomegalovirus CO Cardiac output CoA Coarctation / Coarctation of the aorta Cons Conservative cont Continued COPD Chronic obstructive pulmonary disease COT Cardiac Oncology Toxicity COURAGE Clinical Outcomes Utilization Revascularization and Aggressive Drug Evaluation COX Cyclo-oxygenase/ Cyclooxygenase CPAP Continuous positive airway pressure CPET Cardiopulmonary exercise testing CPFE Combined pulmonary fibrosis and emphysema CPG Committee for Practice Guidelines CPVT Catecholaminergic polymorphic ventricular tachycardia CR Cardiac rehabilitation CrCI Creatinine clearance CRP C-reactive protein CRT Cardiac resynchronization therapy CRT-D Cardiac resynchronization therapy defibrillator/ Defibrillator with cardiac resynchronization therapy CRT-P Cardiac resynchronization therapy pacemaker CRUSADE Can Rapid risk stratification of Unstable angina patients Suppress ADverse outcomes with Early implementation of the ACC/AHA guidelines CSF Colony-stimulating factor/Cerebrospinal fluid CSM Carotid sinus massage CSS Carotid sinus syncope/syndrome CT Computed tomographic / tomogram/tomography CTA Computed tomography angiography CTD Connective tissue disease CTEPH Chronic thromboembolic pulmonary hypertension cTN Cardiac troponin CTO Chronic total occlusions CTRCD Cancer Therapeutics–Related Cardiac Dysfunction Ctrl Control CUS Compression venous ultrasonography CV Cardiovascular / Cardioversion CVD Cardiovascular disease CW Continuous wave CXR Chest X-ray DALYs Disability adjusted life years DAPT Dual (oral) antiplatelet therapy DBP Diastolic blood pressure DC Direct current DCC Direct-current cardioversion DCM Dilated cardiomyopathy DDI Drug-drug interactions DEFINITE DEFibrillator In Non-Ischemic cardiomyopathy Treatment Evaluation DES Drug-eluting stent DFT Defibrillation threshold DHP Dihydropyridine DI-DO Door-in to door-out time DLCO Carbon monoxide diffusing capacity DM Diabetes mellitus DNA Deoxyribonucleic acid DPAH Drug induced PAH DPG Diastolic pressure gradient DPP Diabetes prevention program DSA Digital subtraction angiography DT Deceleration time DTB Door-to-balloon time DTIs Direct thrombin inhibitors DUS Duplex ultrasonography / Doppler ultrasound DVT Deep vein thrombosis E/A Ratio of mitral peak velocity of early filling (E) to mitral peak velocity of late filling (A) E/e’ Ratio of early transmitral flow velocity (E) to early mitral annulus velocity (e’) EACPR European Association for Cardiovascular Prevention & Rehabilitation EACTS European Association of Cardio-Thoracic Surgery/ European Association for Cardio-Thoracic Surgery EACVI European Association of Cardiovascular Imaging EANM European Association of Nuclear Medicine EAPCI European Association of Percutaneous Cardiovascular Interventions EAS European Atherosclerosis Society EASD European Association for the Study of Diabetes EBV Epstein-Barr virus ECG Electrocardiogram / Electrocardiographic ECHO Echocardiography/​Echocardiogram ECLS Extracorporeal life support ECST European Carotid Surgery Trial ECVF Extacellular volume fraction ED Erectile dysfunction/ Emergency department EDS-IV Ehlers-Danlos syndrome type IV EF Ejection fraction eGFR Estimated glomerular filtration rate EHRA European Heart Rhythm Association EIA External iliac artery EIF Eukaryotic translation initiation factor EMA European Medicines Agency EMB Endomyocardial biopsy EMS Emergency medical system/service ENA Anti-extractable nuclear antigens Enox Enoxaparin EP Electrophysiology EPD Embolic protection device EPS Electrophysiologic study ER Extended release formulations ERA Endothelin receptor antagonist EROA Effective regurgitant orifice area ERS European Respiratory Society ESC European Society of Cardiology ESCMID European Society of Clinical Microbiology and Infectious Diseases ESH European Society of Hypertension ESO European Stroke Organisation ESR European Society of Radiology/Erythrocyte sedimentation rate ESRD End-stage renal disease ETT Endotracheal tube EU European Union EULAR European League Against Rheumatism EVAR Endovascular aortic repair/reconstruction Exp+ Experimental therapy FAME-2 Fractional Flow Reserve-Guided Percutaneous Coronary Intervention Plus Optimal Medical Treatment Versus Optimal Medical Treatment Alone in Patients With Stable Coronary Artery Disease FBN1 Fibrillin 1 FC Functional class FCH Familial combined hyperlipidaemia FCM Ferric carboxymaltose FDA US Food and Drug Administration/ Food and Drug Administration FDG Fluorodeoxyglucose FFP Fresh frozen plasma FFR Fractional flow reserve FH Familial hypercholesterolaemia FHL1 Four and a half LIM domains 1 FINDRISC FINnish Diabetes RIsk SCore FL False lumen FLUVA Fluvastatin FMC First medical contact FMCTB First-medical-contact-to-balloon time FMF Familial Mediterranean fever Fonda Fondaparinux FPG Fasting plasma glucose FU Follow-up GFR Glomerular filtration rate GGTP Gamma-glutamyl transpeptidase GLP-1 Glucagon-like peptide-1 GLS Global longitudinal strain GM Granulocyte-macrophage GP Glycoprotein / General practitioner GRACE Global Registry of Acute Coronary Events GUCH Grown-up patients with congenital heart disease HAART Highly active antiretroviral treatment HACEK Haemophilus parainfluenzae, H. aphrophilus, H. paraphrophilus, H. influenzae, Actinobacillus actinomycetemcomitans, Cardiobacterium hominis, Eikenella corrodens, Kingella kingae, and K. denitrificans HAS-BLED Hypertension, Abnormal renal/liver function, Stroke, Bleeding history or predisposition, Labile INR, Elderly (65), Drugs concomitantly/alcohol abuse HbA1c Glycated haemoglobin / Glycated haemoglobin A1c HBPM Home BP monitoring HCM Hypertrophic cardiomyopathy HCV Hepatitis C virus HDAC Histone deacetylase HDL High density lipoprotein HDL-C High density lipoprotein-cholesterol HeFH Heterozygous familial hypercholesterolaemia HER2 Human epidermal growth factor receptor 2 HF Heart failure HFA Heart Failure Association H-FABP Heart-type fatty acid-binding protein HFmrEF Heart failure with mid-range ejection fraction HFpEF/ HF-PEF Heart failure with preserved ejection fraction HFrEF/ HF-REF Heart failure with reduced ejection fraction HHD Hypertensive heart disease HHV Human herpesvirus H-ISDN Hydralazine and isosorbide dinitrate HIT Heparin-induced thrombocytopenia HIV Human immunodeficiency virus HoFH Homozygous familial hypercholesterolaemia HPAH Heritable PAH HR Heart rate HRCT High resolution CT hs-CRP high-sensitivity C-reactive protein HT/ HTN Hypertension HTG Hypertrigiyceridaemia i.v. / IV Intravenous IABP Intraaortic balloon pump IAS Inter-atrial septum ICA Invasive coronary angiography ICD Implantable cardioverter defibrillator/ International Classification of Diseases ICH Intracranial haemorrhage ICU Intensive care unit ID Infectious disease IDF International Diabetes Federation IE Infective endocarditis IFG Impaired fasting glucose IFN Interferon-gamma IGRA Interferon-gamma release assay IGT Impaired glucose tolerance IHD Ischaemic heart disease IL-2 Interleukin 2 ILR Implantable loop recorder IMA Internal mammary artery IMH Intramural haematoma IMT Intima–media thickness INR International normalized ratio IN-TIME Implant-based multiparameter telemonitoring of patients with heart failure IOMC Iso-osmolar contrast medium IPAH Idiopathic pulmonary arterial hypertension IPF Idiopathic pulmonary fibrosis IRA Infarct-related artery ISH Isolated systolic hypertension ISHLT International Society for Heart and Lung Transplantation IU International units IUD Intrauterine device IV UHF Intravenous unfractionated heparin IVC Inferior vena cava IVDA Intravenous drug abusers IVIG Intravenous immunoglobulin IVUS Intravascular ultrasound JSAP Japanese Stable Angina Pectoris km per h Kilometres per hour LA Left atrium/atrial LAA Left atrial appendage LAD Left anterior descending (coronary artery) LAE Left atrial enlargement LAH Left anterior hemiblock LAVI Left atrial volume index LBBB Left bundle branch block LCC Left coronary cusp Lcx Left circumflex LDH Lactate dehydrogenase LDL Low-density lipoprotein LDL-C Low-density lipoprotein-cholesterol LDLR Low density lipoprotein receptor LDS Loeys-Dietz syndrome LEAD Lower-extremity artery disease LEOPARD lentigines, ECG abnormalities, ocular hypertelorism, pulmonary stenosis, abnormal genitalia, retardation of growth, and sensorineural deafness LGE Late gadolinium enhancement LHD left heart disease LLN Lower limit of normality LM Left main LMNA Lamin A/C LMWH Low molecular weight heparin LOCM Low-osmolar contrast medium LoE Level of evidence LOVA Lovastatin Lp Lipoprotein Lp(a) Lipoprotein(a) LQTS Long QT syndrome LTBI Latent tuberculosis infection LV Left ventricle / left ventricular LVAD Left ventricular assist device LVEDD Left ventricular end-diastolic diameter LVEDP Left ventricular end diastolic pressure LVEF Left ventricular ejection fraction LVESD Left ventricular end-systolic diameter LVESV Left ventricular end-systolic volume LVH Left ventricular hypertrophy LVM Left ventricular mass LVMI Left ventricular mass index LVOT Left ventricular outflow tract LVOTG Left ventricular outflow tract gradient LVOTO Left ventricular outflow tract obstruction MACE Major adverse cardiac events MADIT Multicenter Automatic Defibrillator Implantation Trial MASS II The medicine, angioplasty, or surgery study Mbq Millibecquerel MCS Mechanical circulatory support MDCT Multidetector computed tomographic angiography/Multi-detector computed tomography MDRD Modifikation of Diet in Renal Disease Med RX Medial therapy MedPed Make Early Diagnosis to Prevent Early Deaths MELAS mitochondrial encephalomyopathy, lactic acidosis, and stroke-like episodes MERFF Myoclonic epilepsy with ragged red fibres MET Metabolic equivalent MetS Metabolic syndrome MI Myocardial infarction MIC Minimum inhibitory concentration MPI Myocardial perfusion imaging MPR Multiplanar reconstruction MPS Myocardial perfusion scintigraphy / Myocardial perfusion stress MR Magnetic resonance/ Mitral regurgitation/ Mineralocorticoid receptor MRA Mineralocorticoid receptor antagonist / Magnetic resonance angiography MRI Magnetic resonance imaging MR-proANP Mid-regional pro atrial natriuretic peptide/ Mid-regional pro A-type natriuretic peptide MRSA Methicillin-resistant Staphylococcus aureus MS Mitral stenosis MSCT Multislice computed tomography MSSA Methicillin-susceptible Staphylococcus aureus mSv Millisievert MUGA Multigated radionuclide angiography mV millivolt(s) MV abn Mitral valve abnormality MWD Minute walk distance MWT Minute walk test MYBPC3 Myosin-binding protein C MYH7 Myosin, heavy chain 7 MYL3 Essential myosin light chain n.a/ NA not available/ Not available N/A Not applicable N/R Not reported NASCET North American Symptomatic Carotid Endarterectomy Trial NCC Non coronary cusp NCDR National cardiovascular data registry NIHSS National Institutes of Health stroke severity scale NIPPV Non-invasive positive pressure ventilation NIV Non-invasive ventilation NNH Numbers needed to harm NNT Numbers needed to treat/ Number of individuals needed to treat NOAC/ NOAC(s) Novel oral anticoagulant / New oral anticoagulant / Non-vitamin K antagonist direct oral anticoagulant/ Non-vitamin K antagonist oral anticoagulant(S) Non-HDL-C Non-HDL cholesterol NP Natriuretic peptide NPV Negative predictive value NRT Nicotine replacement therapy NSAID Non-steroidal antiinflammatory drug(s) NSAIDs Non-steroidal anti-inflammatory drugs NSQIP National surgical quality improvement program NSTE Non-ST-elevation NSTE-ACS Non-ST-segment elevation acute coronary syndrome/ Non-ST elevation acute coronary syndrome NSTEMI Non-ST-elevation myocardial infarction NSVT Non-sustained ventricular tachycardia NTG Nitroglycerine NT-proBNP N-terminal pro B-type/brain natriuretic peptide NVE Native valve endocarditis NYHA New York Heart Association O2 Oxygen OAC Oral anticoagulation/ anticoagulant OAC Oral anticoagulation OARS Open-ended questions, Affirmation, Reflective listening, Summarising OCT Optical coherence tomography OD Organ damage OGTT Oral glucose tolerance test OHCA Out-of-hospital cardiac arrest OHS Obesity hypoventilation syndrome OMT Optimal medical therapy OR Odds ratio ORBIT Outcomes Registry for Better Informed Treatment of Atrial Fibrillation OSA Obstructive sleep apnoea p.o. Per os PA Postero-anterior/ Pulmonary artery/ Physical activity PAD Peripheral artery disease PAH Pulmonary arterial hypertension / Pulmonary hypertension PaO2 Partial pressure of oxygen PAP Pulmonary artery pressure/ Pulmonary arterial pressure PAR Protease-activated receptor PAU Penetrating aortic ulcer PAWP Pulmonary artery wedge pressure PCA Prostacyclin analogues PCC Prothrombin coagulation complax/ Prothrombin complex concentrates PCH Pulmonary capillary haemangiomatosis PCI Percutaneous coronary intervention PCIS Post-cardiac injury syndromes PCR Polymerase chain reaction PCSK9 Proprotein convertase subtilisin/kexin type 9 PCWP Pulmonary capillary wedge pressure PDE Phosphodiesterase type-5 inhibitors/ Phosphodiesterase PDE5 Phosphodiesterase type 5 PE Pulmonary embolism PEA Pulmonary endarterectomy PEP Primary endpoint PESI Pulmonary embolism severity index PET Positron emission tomography PFT Pulmonary function tests PH Pulmonary hypertension PISA Proximal isovelocity surface area PITA Pitavastatin PM Pacemaker/Pain management PMC Percutaneous mitral commissurotomy PPCM Peripartum cardiomyopathy PPI Proton pump inhibitor PPS Post-pericardiotomy syndrome PRAVA Pravastatin PRIMARY PCI Primary percutaneous coronary intervention PRKAG2 Gamma-2 subunit of the adenosine monophosphate-activated protein kinase PS Pulmonary valve stenosis PTA Percutaneous transluminal angioplasty / Pre-test probability PTT Partial thromboplastin time PUFA/ PUFAs Polyunsaturated fatty acid/ Polyunsaturated fatty acids PVC Premature ventricular contraction/ Premature ventricular complex PVE Prosthetic valve endocarditis PVI Pulmonary vein isolation PVL Paravalvular leak PVOD Pulmonary veno-occlusive disease PVR Pulmonary vascular resistance PVS Programmed ventricular stimulation PWV Pulse wave velocity R Vol Regurgitant volume RA Right atrium/ Rheumatoid arthritis RAA Renin–angiotensin–aldosterone RAAS Renin angiotensin aldosterone system RAP Right atrial pressure RAS Renal artery stenosis / Renin-angiotensin system RBBB Right bundle branch block RCC Right coronary cusp RCT/RCTs Randomized controlled trial RF Risk factor rFVIIa Activated recombinant factor VII RHC Right heart catheterization ROSU Rosuvastatin rPA Right pulmonary artery r-PA Reteplase RR Relative risk RRR Relative risk reduction rtPA Recombinant tissue plasminogen activator RV Right ventricle/ventricular RVEDP Right ventricular end-diastolic pressure RVOT Right ventricular outflow tract RVOTO Right ventricular outlow tract obstruction RVSP Right ventricular systolic pressure S.C. Subcutaneous SA Signal-averaged SAA Septal alcohol ablation SADS Sudden arrhythmic death syndrome SAM Systolic anterior motion SAN Sinoatrial node SaO2 Saturated oxygen SAPT Single antiplatelet therapy SAS Sleep apnea syndrome SB Sinus bradycardia SBP Systolic blood pressure SCAD Stable coronary artery disease SCD Sudden cardiac death SCORE Systematic Coronary Risk Evaluation / Systematic Coronary Risk Estimation SFA Superficial femoral artery SGLT2 Sodium glucose co-transporter 2 SIDS Sudden infant death syndrome SIMVA Simvastatin SIRS Systemic inflammatory response SLE Systemic lupus erythematosus SMART Specific, Measurable, Achievable, Realistic and Timely SND Sinus node disease SPAP Systolic pulmonary artery pressure SPECT Single-photon emission computed tomography sPESI Simplified Pulmonary Embolism Severity Index SpO2 Saturation of peripheral oxygen SQTS Short QT syndrome SR Sinus rhythm SSS Sick sinus syndrome STE-ACS ST-segment elevation acute coronary syndrome STEMI ST-elevation myocardial infarction STS Society of Thoracic Surgeon/ Structured telephone support ST-T ST-segment-T wave SUDI Sudden unexplained death in infancy SUDS Sudden unexplained death syndrome SVG Saphenous vein graft SVR Surgical ventricular reconstruction. SVT Supraventricular tachycardia SWISSI II Swiss Interventional Study on Silent Ischemia Type II SYNTAX SYNergy between percutaneous coronary intervention with TAXus and cardiac surgery T1DM Type 1 diabetes mellitus T2DM Type 2 diabetes mellitus TAA Thoracic aortic aneurysm TAAD Thoracic aortic aneurysms and dissection TAI Traumatic aortic injury TAPSE Tricuspid annulus plane systolic excursion TASC TransAtlantic Inter-Society Consensus TAVI Transcatheter aortic valve implantation/ Transaortic valve implantation TB Tuberculosis TC Total cholesterol T-DM1 Trastuzumab-emtansine TE Thromboembolism / Thrombo-embolic TEE Transesophageal echocardiogram TEVAR Thoracic endovascular aortic repair TG Triglyceride TGA Complete transposition of the great arteries Three DE Three dimensional echocardiography TIA Transient ischaemic attack / Transitory ischaemic attack TIBC Total iron-binding capacity TIME Trial of invasive versus medical therapy in elderly patients with chronic symptomatic coronary-artery disease TIMI Thrombolysis In Myocardial Infarction TKI Tyrosine kinase inhibitor TL True lumen TNF Tumor necrosis factor TNK-tPA Tenecteplase TNNI3 Troponin I, cardiac TNNT2 Troponin T TOE Transoesophageal echocardiography / echocardiogram t-PA Tissue plasminogen activator TPM1 Tropomyosin 1 alpha chain TR Tricuspid regurgitation TRAPS Tumour necrosis factor receptor-associated periodic syndrome TRL Triglyceride-rich lipoproteins TRV Tricuspid regurgitant velocity TS Tricuspid stenosis / Turner syndrome TSAT Transferrin saturation TSH Thyroid stimulating hormone TTE Transthoracic echocardiography TTR Time in therapeutic range / Transthyretin TV Tricuspid valve/ Television TVI Time–velocity integral Tx Tendon xanthomata UA Unstable angina UEAD Upper extremity artery disease UFH Unfractionated heparin UHF Ultrafractionated heparin UK United Kingdom ULN Upper limit of normal US United States USA United States of America V/Q Scan ventilation–perfusion scintigraphy VA Vertebral artery/ Ventricular arrhythmia VEGF Vascular endothelial growth factor VF Ventricular fibrillation VHD Valvular heart disease VKA Vitamin K antagonist VO2 Oxygen consumption VPBs Ventricular premature beats vs Versus VSD Ventricular septal defect VT Ventricular tachycardia VTE Venous thromboembolism VV Interventricular VVI Ventricular inhibited pacing WBC White blood cells WCD Wearable cardioverter defibrillator WHF World Heart Federation WHO World Health Organization WPW Wolff-Parkinson-White WU Wood units"
}
]