[
{
	"page":"ENAS5328_1.0.0.0",
	"text":"1. Authors and legal information 2017 ESC/‍EACTS Guidelines for the management of valvular heart disease* The Task Force for the Management of Valvular Heart Disease of the European Society of Cardiology (ESC) & the European Association for Cardio-‍Thoracic Surgery (EACTS) ESC Chairperson Helmut Baumgartner Division of Adult Congenital & Valvular Heart Disease Dept. of Cardiovascular Medicine University Hospital Muenster Albert Schweitzer Campus 1, Building A1 D-48149 Muenster, Germany Tel: +49 251 834 6110 Fax: +49 251 834 6109 Email: helmut.baumgartner@ukmuenster.de EACTS Chairperson Volkmar Falk Department of Cardiothoracic & Vascular Surgery German Heart Center, Augustenburger Platz 1 D-133353 Berlin, Germany & Department of Cardiovascular Surgery Charite Berlin, Charite platz 1 D-10117 Berlin, Germany Tel: +49 30 4593 2000 Fax: +49 30 4593 2100 Email: falk@dhzb.de Task Force Members Jeroen J. Bax (The Netherlands), Michele De Bonis1 (Italy), Christian Hamm (Germany), Per Johan Holm (Sweden), Bernard Iung (France), Patrizio Lancellotti (Belgium), Emmanuel Lansac 1 (France), Daniel Rodriguez Muñoz (Spain), Raphael Rosenhek (Austria), Johan Sjögren1 (Sweden), Pilar Tornos Mas (Spain), Alec Vahanian (France), Thomas Walther 1 (Germany), Olaf Wendler1 (UK), Stephan Windecker (Switzerland), Jose Luis Zamorano (Spain) 1 Representing the European Association for Cardio-‍Thoracic Surgery (EACTS) ESC entities having participated in the development of this document: Associations: Acute Cardiovascular Care Association (ACCA), European Association of Cardiovascular Imaging (EACVI), European Association of Percutaneous Cardiovascular Interventions (EAPCI), Heart Failure Association (HFA). Working Groups: Cardiovascular Pharmacotherapy, Cardiovascular Surgery, Grown-‍up Congenital Heart Disease, Valvular Heart Disease. ESC Staff: Veronica Dean, Catherine Despres, Laetitia Flouret - Sophia Antipolis, France *Adapted from the ESC/EACTS Guidelines for the Management of Valvular Heart Disease (European Heart Journal 2017 - doi:10.1093/eurheartj/ehx391)."
},
{
	"page":"ENAS5328_2.0.0.0",
	"text":"2.0.0.0 Preamble Table 1: Classes of recommendations Classes of recommendations Definition Suggested wording to use Class I Evidence and/‍or general agreement that a given treatment or procedure is beneficial, useful, effective. Is recommended/‍is indicated Class II Conflicting evidence and/‍or a divergence of opinion about the usefulness/efficacy of the given treatment or procedure. Class IIa Weight of evidence/opinion is in favour of usefulness/efficacy. Should be considered Class IIb Usefulness/‍efficacy is less well established by evidence/opinion. May be considered Class III Evidence or general agreement that the given treatment or procedure is not useful/ effective, and in some cases may be harmful. Is not recommended Table 2: Levels of evidence Level of evidence A Data derived from multiple randomized clinical trials or meta-‍analyses. Level of evidence B Data derived from a single randomized clinical trial or large non-‍randomized studies. Level of evidence C Consensus of opinion of the experts and/‍or small studies, retrospective studies, registries."
},
{
	"page":"ENAS5328_3.0.0.0",
	"text":"3.0.0.0 Since the previous version of the Guidelines on the management of VHD was published, in 2012, new evidence has accumulated, particularly on percutaneous interventional techniques and on risk stratification with regard to timing of intervention in VHD making the present update necessary. This document focuses on acquired VHD and is oriented towards management. It does not deal with endocarditis or congenital valve disease, including pulmonary valve disease, as separate guidelines have been published by the ESC on these topics."
},
{
	"page":"ENAS5328_4.1.0.0",
	"text":"4.0.0.0 General comments 4.1.0.0 Overview The aims of the evaluation of patients with VHD are to diagnose, quantify, and assess the mechanism of VHD as well as its consequences. Decision-making for intervention should be made by a “Heart Team” with a particular expertise in VHD, comprising cardiologists, cardiac surgeons, imaging specialists, anaesthetists, and if needed, general practitioners, geriatricians, and heart failure, electrophysiology or intensive care specialists. The “Heart Team” approach is particularly advisable in the management of high-‍risk patients and is also important for other subsets, such as asymptomatic patients where the evaluation of valve reparability is a key component in decision-‍making. The essential questions in the evaluation of a patient for valvular intervention are summarized in Table 3. Table 3 Essential questions in the evaluation of patients for valvular intervention Questions How severe is VHD? What is the aetiology of VHD? Does the patient have symptoms? Are symptoms related to valvular disease? Are any signs present in asymptomatic patients that indicate a worse outcome if the intervention is delayed? What are the patient’s life expectancya and expected quality of life? Do the expected benefits of intervention (versus spontaneous outcome) outweigh its risks? What is the optimal treatment modality? Surgical valve replacement (mechanical or biological), surgical valve repair, or catheter intervention? Are local resources (local experience and outcome data for a given intervention) optimal for the planned intervention? What are the patient’s wishes? VHD = valvular heart disease. aLife expectancy should be estimated according to age, sex, comorbidities, and country-‍specific life expectancy."
},
{
	"page":"ENAS5328_4.2.1.0",
	"text":"4.2.0.0 pt evaluation 4.2.1.0 Overview Precise evaluation of the patient’s history and symptomatic status as well as proper physical examination, in particular auscultation and search for heart failure signs, are crucial for the diagnosis and management of VHD. In addition, assessment of the extracardiac condition – comorbidities and general condition – require particular attention. Echocardiography is the key technique to diagnose VHD and to assess its aetiology, severity, mechanisms, pathophysiologic consequences (cardiac chamber size, ventricular function, pulmonary artery pressure) and prognosis. Other non-‍invasive investigations such as stress testing, CMR, CT, fluoroscopy, and biomarkers are complementary, and invasive investigation beyond preoperative coronary angiography is restricted to situations where non-‍invasive evaluation is inconclusive. Echocardiographic criteria for the definition of severe valve stenosis are indicated in the corresponding sections, and quantification of regurgitant lesions is summarized in Table 4. An integrated approach including various criteria is strongly recommended instead of referring to single measurements. Indications for coronary angiography are summarized in the Table “Management of CAD in patients with VHD”."
},
{
	"page":"ENAS5328_4.2.2.0",
	"text":"4.2.2.0 Echo criteria Table 4 Echocardiographic criteria for the definition of severe valve regurgitation: an integrative approach (adapted from Lancellotti et al.) Aortic regurgitation Qualitative Valve morphology Abnormal/‍flail/‍large coaptation defect Colour flow regurgitant jet Large in central jets, variable in eccentric jetsa CW signal of regurgitant jet Dense Other Holodiastolic flow reversal in descending aorta (EDV >20 cm/s) Semiquantitative Vena contracta width (mm) >6 Upstream vein flowc – Inflow – Other Pressure half-‍time <200 msf Quantitative EROA (mm2) ≥30 Regurgitant volume (mL/‍beat) ≥60 + enlargement of cardiac chambers/vessels LV Mitral regurgitation Qualitative Valve morphology Flail leaflet/‍ruptured papillary muscle/‍large coaptation defect Colour flow regurgitant jet Very large central jet or eccentric jet adhering, swirling, and reaching the posterior wall of the LA CW signal of regurgitant jet Dense/‍triangular Other Large flow convergence zonea Semiquantitative Vena contracta width (mm) ≥7 (>8 for biplane)b Upstream vein flowc Systolic pulmonary vein flow reversal Inflow E-‍wave dominant ≥1.5 m/sd Other TVI mitral/‍TVI aortic >1.4 Quantitative Primary Secondaryh EROA (mm2) ≥40 ≥20 Regurgitant volume (mL/‍beat) ≥60 ≥30 + enlargement of cardiac chambers/vessels LV,LA   Tricuspid regurgitation Qualitative Valve morphology Abnormal/‍flail/‍large coaptation defect Colour flow regurgitant jet Very large central jet or eccentric wall impinging jeta CW signal of regurgitant jet Dense/‍triangular with early peaking (peak <2 m/s in massive TR) Other – Semiquantitative Vena contracta width (mm) ≥7a Upstream vein flowc Systolic hepatic vein flow reversal Inflow E-‍wave dominant ≥1 m/se Other PISA radius >9 mmg Quantitative EROA (mm2) ≥40 Regurgitant volume (mL/‍beat) ≥45 + enlargement of cardiac chambers/vessels RV, RA, inferior vena cava CW = continuous wave; EDV = end-‍diastolic velocity; EROA = effective regurgitant orifice area; LA = left atrium/‍ atrial; LV = left ventricle/ventricular; PISA = proximal isovelocity surface area; RA = right atrium/‍right atrial; RV = right ventricle; TR = tricuspid regurgitation; TVI = time-velocity integral. aAt a Nyquist limit of 50–60 cm/s - bFor average between apical four- and two-‍chamber views - cUnless other reasons for systolic blunting (atrial fibrillation, elevated atrial pressure) - dIn the absence of other causes of elevated LA pressure and of mitral stenosis - eIn the absence of other causes of elevated RA pressure - fPressure half-‍time is shortened with increasing LV diastolic pressure, vasodilator therapy, and in patients with a dilated compliant aorta, or lengthened in chronic aortic regurgitation - gBaseline Nyquist limit shift of 28 cm/s- hDifferent thresholds are used in secondary mitral regurgitation where an EROA >20 mm2 and regurgitant volume >30 mL identify a subset of patients at increased risk of cardiac events."
},
{
	"page":"ENAS5328_4.2.3.0",
	"text":"4.2.3.0 Mgmt of CAD Management of coronary artery disease in patients with VHD (adapted from Windecker et al.) Recommendations Classa Levelb Diagnosis of coronary artery disease Coronary angiographyc is recommended before valve surgery in patients with severe VHD and any of the following: history of cardiovascular disease suspected myocardial ischaemiad LV systolic dysfunction in men aged over >40 years and postmenopausal women one or more cardiovascular risk factors. I C Coronary angiography is recommended in the evaluation of moderate to severe secondary mitral regurgitation. I C CT angiography should be considered as an alternative to coronary angiography before valve surgery in patients with severe VHD and low probability of CAD or in whom conventional coronary angiography is technically not feasible or associated with a high-risk. IIa C Indications for myocardial revascularization CABG is recommended in patients with a primary indication for aortic/ mitral valve surgery and coronary artery diameter stenosis ≥70%.e I C CABG should be considered in patients with a primary indication for aortic/mitral valve surgery and coronary artery diameter stenosis ≥50–70%. IIa C PCI should be considered in patients with a primary indication to undergo TAVI and coronary artery diameter stenosis >70% in proximal segments. IIa C PCI should be considered in patients with a primary indication to undergo transcatheter mitral valve interventions and coronary artery diameter stenosis >70% in proximal segments. IIa C CABG = coronary artery bypass grafting; CAD = coronary artery disease; CT = computed tomography; LV = left ventricular; MSCT = multislice computed tomography; PCI = percutaneous coronary intervention; TAVI = transcatheter aortic valve implantation;VHD = valvular heart disease. aClass of recommendation - bLevel of evidence - cMSCT may be used to exclude CAD in patients who are at low risk of atherosclerosis - dChest pain, abnormal non-‍invasive testing - e≥50% can be considered for left main stenosis."
},
{
	"page":"ENAS5328_4.3.0.0",
	"text":"4.3.0.0 Risk stratification Risk stratification applies to any sort of intervention and is required for weighing the risk of intervention against the expected natural history of VHD as a basis for decision-‍making. Most experience relates to surgery and TAVI. While EuroSCORE I markedly overestimates 30-day mortality and should therefore be replaced by the better performing EuroSCORE II with this regard, it is nevertheless provided in this document for comparison as it has been used in many TAVI studies/ registries and may still be useful to identify the subgroups of patients for decision between intervention modalities and to predict 1-year mortality. Both scores have, however, major limitations for practical use by insufficiently considering disease severity and not including major risk factors such as frailty, porcelain aorta, chest radiation etc. It remains essential not to rely on a single risk score figure when assessing patients, nor to determine unconditionally the indication and type of intervention. Patient’s life expectancy, expected quality of life, and patient preference should be considered, as well as local resources and results. The futility of interventions in patients unlikely to benefit from the treatment has to be taken into consideration, particularly for TAVI and mitral edge-‍to-‍ edge repair. The role of the Heart Team is essential to take all of these data into account and adopt a final decision on the best treatment strategy."
},
{
	"page":"ENAS5328_4.4.0.0",
	"text":"4.4.0.0 sp consid. in elderly Poor mobility, as assessed by the 6-‍minute walk test, and oxygen dependency are the main factors associated with increased mortality after TAVI and other VHD treatments. The combination of severe lung disease, post-operative pain from sternotomy or thoracotomy, and prolonged time under anaesthesia in patients undergoing traditional surgical aortic valve replacement may contribute to pulmonary complications. There is a gradual relationship between the impairment of renal function and increased mortality after surgical and catheter interventions. Coronary, cerebrovascular, and peripheral artery disease have a negative impact on early and late survival."
},
{
	"page":"ENAS5328_4.5.0.0",
	"text":"4.5.0.0 Endocarditis Antibiotic prophylaxis should be considered for high-‍risk procedures in patients with prosthetic valves including transcatheter valves or repairs using prosthetic material and those with previous episodes of infective endocarditis. Detailed recommendations are given in dedicated guidelines."
},
{
	"page":"ENAS5328_4.6.0.0",
	"text":"4.6.0.0 Prophylaxis Prevention of rheumatic heart disease should preferably be orientated to preventing the first attack of acute rheumatic fever. Antibiotic treatment of Group A Streptococcus sore throat is key in primary prevention. In patients with rheumatic heart disease, secondary long-‍term prophylaxis against rheumatic fever is recommended. Lifelong prophylaxis should be considered in high-‍risk patients according to the severity of VHD and exposure to Group A Streptococcus."
},
{
	"page":"ENAS5328_4.7.0.0",
	"text":"4.7.0.0 Concept of heart team The main purpose of heart valve centres as centres of excellence in the treatment of VHD is to deliver better quality of care. This is achieved through greater volumes associated with specialization of training, continuing education, and clinical interest. Specialization will also result in timely referral of patients before irreversible adverse effects occur, and evaluation of complex VHD conditions. Techniques with a steep learning curve may be performed with better results in hospitals with high volumes and more experience. These main aspects are presented in Table 5. Table 5 Recommended requirements of a heart valve centre (modified from Chambers et al.) Requirements Multidisciplinary teams with competencies in valve replacement, aortic root surgery, mitral, tricuspid and aortic valve repair, as well as transcatheter aortic and mitral valve techniques including reoperations and reinterventions. The Heart Teams must meet on a regular basis and work with standard operating procedures. Imaging, including 3D and stress echocardiographic techniques, perioperative TOE, cardiac CT, MRI, and positron emission tomography-‍CT. Regular consultation with community, other hospitals, and extracardiac departments, and between non-‍invasive cardiologists and surgeons and interventional cardiologists. Back-‍up services including other cardiologists, cardiac surgeons, intensive care and other medical specialties. Data review: Robust internal audit processes including mortality and complications, repair rates, durability of repair, and reoperation rate with a minimum of 1-year follow-‍up. Results available for review internally and externally. Participation in national or European quality databases. 3D = three-‍dimensional; CT = computed tomography; MRI = magnetic resonance imaging;TOE = transoesophageal echocardiography."
},
{
	"page":"ENAS5328_4.8.0.0",
	"text":"4.8.0.0 mgmt of asso conditions Management of CAD and atrial fibrillation are summarized in the according tables. Management of atrial fibrillation in patients with VHD Recommendations Classa Levelb Anticoagulation NOACs should be considered as an alternative to VKAs in patients with aortic stenosis, aortic regurgitation, and mitral regurgitation presenting with atrial fibrillation. IIa B NOACs should be considered as alternative to VKAs after the thirdmonth of implantation in patients who have atrial fibrillation associated with a surgical or transcatheter aortic valve bioprosthesis. IIa C The use of NOACs is not recommended in patients with atrial fibrillation and moderate to severe mitral stenosis. III C NOACS are contra-indicated in patients with a mechanical valve. III B Surgical interventions Surgical ablation of atrial fibrillation should be considered in patients with symptomatic atrial fibrillation who undergo valve surgery. IIa A Surgical ablation of atrial fibrillation may be considered in patients with asymptomatic atrial fibrillation who undergo valve surgery, if feasible, with minimal risk. IIb C Surgical excision or external clipping of the LA appendage may be considered in patients undergoing valve surgery. IIb B LA = left atrial; NOAC = non-‍vitamin K antagonist oral anticoagulant;VHD = valvular heart disease;VKA = vitamin K antagonist. aClass of recommendation - bLevel of evidence.   Management of CAD in patients with VHD See Table: Management of CAD in VHD  "
},
{
	"page":"ENAS5328_5.1.0.0",
	"text":"5.0.0.0 Aortic regurg 5.1.0.0 Overview Aortic regurgitation (AR) can be caused by primary disease of the aortic valve cusps and/‍or abnormalities of the aortic root and ascending aortic geometry. Degenerative tricuspid and bicuspid AR are the most common aetiologies in Western countries. Other causes include infective and rheumatic endocarditis. Acute severe AR is mostly caused by infective endocarditis and less frequently by aortic dissection, and is addressed iin the relevant guidelines."
},
{
	"page":"ENAS5328_5.2.0.0",
	"text":"5.2.0.0 Evaluation Echocardiography is the key examination to describe valve anatomy, quantify AR, evaluate its mechanisms, define the morphology of the aorta, and determine the feasibility of valve-‍sparing aortic surgery or valve repair. Essential aspects of this evaluation include: Assessment of valve morphology: tricuspid, bicuspid, unicuspid, or quadricuspid valve. Determination of the direction of the AR jet in the long-‍axis view (central or eccentric) and its origin in the short-‍axis view (central or commissural). Identification of the mechanism, following the same principle as for MR: normal cusps but insufficient coaptation due to dilatation of the aortic root with central jet (type 1); cusp prolapse with eccentric jet (type 2); retraction with poor cusp tissue quality and large central or eccentric jet (type 3). Quantification of AR should follow an integrated approach considering all qualitative, semiquantitative, and quantitative parameters (Table 4). Measurement of LV function and dimensions. Indexing LV diameters for body surface area (BSA) is recommended in patients with small body size (BSA <1.68 m2). New parameters obtained by three-‍dimensional (3D) echocardiography, tissue Doppler, and strain rate imaging may be useful, particularly in patients with borderline left ventricular ejection fraction (LVEF) where they may help in the decision for surgery. Measurement of the aortic root and ascending aorta in the 2-‍dimensional (2D) mode at four levels: annulus, sinuses of Valsalva, sinotubular junction, and tubular ascending aorta. Measurements are taken in the parasternal long- axis view from leading edge to leading edge at end diastole except forthe aortic annulus, which is measured in mid systole. As it will have surgical consequences, it is of importance to differentiate three phenotypes of the ascending aorta:1) aortic root aneurysms (sinuses of Valsalva >45 mm); 2) tubular ascending aneurysm (sinuses of Valsalva <40–45 mm); 3) isolated AR (all diameters <40 mm). The calculation of indexed values has been recommended to account for body size. Definition of the anatomy of the aortic valve cusps and assessment of valve reparability should be provided by preoperative TOE if aortic valve repair or a valve-‍sparing surgery of the aortic root is considered. CMR should be used to quantify regurgitant fraction when echocardiographic measurements are equivocal. In patients with aortic dilatation, gated MSCT is recommended to assess the maximum diameter. CMR can be used for follow-‍up but indication for surgery should preferably be based on CT measurements."
},
{
	"page":"ENAS5328_5.3.1.0",
	"text":"5.3.0.0 Indications for intervention 5.3.1.0 Recommendations The indications for intervention in chronic AR are summarized in the table of recommendations on indications for surgery in severe AR and aortic root disease and in Figure 1, and may be related to symptoms, status of the LV, or dilatation of the aorta. Indications for surgery in (A) severe aortic regurgitation and (B) aortic root disease (irrespective of the severity of aortic regurgitation) Indications for surgery Classa Levelb A. Severe aortic regurgitation Surgery is indicated in symptomatic patients. I B Surgery is indicated in asymptomatic patients with resting LVEF ≤50%. I B Surgery is indicated in patients undergoing CABG or surgery of the ascending aorta or of another valve. I C Heart Team discussion is recommended in selected patientsc in whom aortic valve repair may be a feasible alternative to valve replacement. I C Surgery should be considered in asymptomatic patients with resting ejection fraction >50% with severe LV dilatation:LVEDD >70 mm,or LVESD >50 mm (or LVESD >25 mm/m2 BSA in patients with small body size). IIa B B. Aortic root or tubular ascending aorta aneurysmd (irrespective of the severity of aortic regurgitation) Aortic valve repair, using the reimplantation or remodelling with aortic annuloplasty technique, is recommended in young patients with aortic root dilation and tricuspid aortic valves,when performed by experienced surgeons. I C Surgery is indicated in patients with Marfan syndrome, who have aortic root disease with a maximal ascending aortic diameter ≥50 mm. I C Surgery should be considered in patients who have aortic root disease with maximal ascending aortic diameter: ≥45 mm in the presence of Marfan syndrome and additional risk factors,e or patients with a TGFBR1 or TGFBR2 mutation (including Loeys-‍Dietz syndrome).f ≥50 mm in the presence of a bicuspid valve with additional risk factorse or coarctation. ≥55 mm for all other patients. IIa C When surgery is primarily indicated for the aortic valve, replacement of the aortic root or tubular ascending aorta should be considered when ≥45 mm, particularly in the presence of a bicuspid valve.g IIa C BSA = body surface area; CABG = coronary artery bypass grafting; CT = computed tomography; ECG = electrocardiogram; LV = left ventricular; LVEDD = left ventricular end-‍diastolic diameter; LVEF = left ventricular ejection fraction; LVESD = left ventricular end-‍systolic diameter. a Class of recommendation - b Level of evidence - c Patients with pliable non-‍calcified tricuspid or bicuspid valves who have a type I (enlargement of the aortic root with normal cusp motion) or type II (cusp prolapse) mechanism of aortic regurgitation - d For clinical decision-‍making, dimensions of the aorta should be confirmed by ECG-‍gated CT measurement - eFamily history of aortic dissection (or personal history of spontaneous vascular dissection), severe aortic regurgitation or mitral regurgitation, desire of pregnancy, systemic hypertension, and/‍or aortic size increase >3 mm/‍year (on repeated measurements using the same ECG-‍gated imaging technique, measured at the same level of the aorta with side-‍by-‍side comparison and confirmed by another technique) - fA lower threshold of 40 mm may be considered in women with low BSA, in patients with a TGFBR2 mutation, or in patients with severe extra-‍aortic features - g Considering age, BSA, aetiology of valvular disease, presence of a bicuspid aortic valve, and intraoperative shape and thickness of the ascending aorta."
},
{
	"page":"ENAS5328_5.3.2.0",
	"text":"5.3.2.0 Mgmt of AR Figure 1 Management of aortic regurgitation AR = aortic regurgitation;BSA = body surface area;LVEDD = left ventricle end-‍diastolic diameter; LVEF = left ventricular ejection fraction;LVESD = left ventricle end-‍systolic diameter. aSee table of recommendations on indications for surgery in severe aortic regurgitation and aortic root disease in section 4.2 for definition - bSurgery should also be considered if significant changes in LV or aortic size occur during follow-‍up (see table of recommendations on indications for surgery in severe aortic regurgitation and aortic root disease in section 4.2). For interactivity see here"
},
{
	"page":"ENAS5328_5.4.0.0",
	"text":"5.4.0.0 Med Tx In patients with Marfan syndrome, beta-‍blockers and/‍or losartan may slow aortic root dilatation and reduce the risk of aortic complications, and should be considered before and after surgery. By analogy, while there are no studies that provide evidence, it is common clinical practice to advise beta-‍blocker or losartan therapy also in patients with bicuspid aortic valve if the aortic root and/ or ascending aorta is dilated."
},
{
	"page":"ENAS5328_5.5.0.0",
	"text":"5.5.0.0 Serial testing All asymptomatic patients with severe AR and normal LV function should be seen at least every year. In patients with a first diagnosis, or if LV diameter and/‍or ejection fraction show significant changes or come close to thresholds for surgery, follow-‍up should be continued at 3–6 month intervals. In inconclusive cases, BNP may be helpful. Patients with mild-to-moderate AR can be reviewed on a yearly basis and echocardiography performed every 2 years. If the ascending aorta is dilated (>40 mm) it is recommended to perform CT or CMR."
},
{
	"page":"ENAS5328_5.6.0.0",
	"text":"5.6.0.0 sp. pt. populations If AR requiring surgery is associated with severe MR, both should be addressed during the same operation. In patients with moderate AR who undergo coronary artery bypass grafting (CABG) or mitral valve surgery, the decision to treat the aortic valve is controversial as data show that progression of moderate AR is very slow in patients without aortic dilatation. The Heart Team should decide based on the aetiology of AR, other clinical factors, the life expectancy of the patient, and their operative risk."
},
{
	"page":"ENAS5328_6.1.0.0",
	"text":"6.0.0.0 Aortic stenosis 6.1.0.0 overview Aortic stenosis (AS) is the most common primary valve disease leading to surgery or catheter intervention in Europe and North America, with a growing prevalence due to the ageing population."
},
{
	"page":"ENAS5328_6.2.1.0",
	"text":"6.2 Evaluation 6.2.1 Introduction Echocardiography is the key diagnostic tool. It confirms the presence of AS, assesses the degree of valve calcification, LV function and wall thickness, detects the presence of other associated valve disease or aortic pathology, and provides prognostic information. Doppler echocardiography is the preferred technique for assessing the severity of AS. Figure 2 and Table 6 provide a practical stepwise approach for the assessment of AS severity. Details can be found in a recent position paper of the European Association of Cardiovascular Imaging (EACVI)."
},
{
	"page":"ENAS5328_6.2.2.0",
	"text":"6.2.2.0 Integr. approach Figure 2 Stepwise integrated approach for the assessment of AS severity (modified from Baumgartner et al). High flow may be reversible in settings such as anaemia, hyperthyroidism, arteriovenous shunts. Pseudosevere AS is defined by an increase to an AVA >1.0cm2 with flow normalization ΔPm = mean transvalvular pressure gradient; AS = aortic stenosis; AVA = aortic valve area; CT = computed tomography; EF = ejection fraction; LVEF = left ventricular ejection fraction; SVi = stroke volume index; Vmax = peak transvalvular velocity. aHigh flow may be reversible in settings such as anaemia, hyperthyroidism, arteriovenous shunts. bPseudosevere AS is defined by an increase to an AVA >1.0 cm2 with flow normalization. Integrated approach - see Table 6. *Eur Heart J Cardiovasc Imaging 2017;18:254–275. For interactivity see here"
},
{
	"page":"ENAS5328_6.2.3.0",
	"text":"6.2.3 Criteria that increases Table 6 Criteria that increase the likelihood of severe aortic stenosis in patients with AVA <1.0 cm2 and mean gradient <40 mmHg in the presence of preserved ejection fraction (modified from Baumgartner et al.) Criteria Clinical criteria Typical symptoms without other explanation Elderly patient (>70 years) Qualitative imaging data LV hypertrophy (additional history of hypertension to be considered) Reduced LV longitudinal function without other explanation Quantitative imaging data Mean gradient 30−40 mmHga   AVA ≤0.8 cm2   Low flow (SVi <35 mL/m2) confirmed by techniques other than standard Doppler technique (LVOT measurement by 3D TOE or MSCT; CMR, invasive data)   Calcium score by MSCTb Severe aortic stenosis very likely: men≥ 3000; women≥ 1600 Severe aortic stenosis likely: men≥ 2000; women≥ 1200 Severe aortic stenosis unlikely: men <1600; women <800 3D = three-‍dimensional; AVA = aortic valve area; CMR = cardiovascular magnetic resonance; LV = left ventricular; LVOT = left ventricular outflow tract; MSCT = multislice computed tomography; SVi = stroke volume index; TOE = transoesophageal echocardiography. aHaemodynamics measured when the patient is normotensive. bValues are given in arbitrary units using Agatston method for quantification of valve calcification."
},
{
	"page":"ENAS5328_6.2.4.0",
	"text":"6.2.4 Additional tests Additional diagnostic aspects, including assessment of prognostic parameters: Exercise testing is recommended in physically active patients for unmasking symptoms and for risk stratification of asymptomatic patients with severe AS. TOE provides additional evaluation of concomitant mitral valve abnormalities. It has gained importance in the assessment before TAVI and after TAVI or surgical procedures. MSCT and CMR provide additional information on the dimensions and geometry of the aortic root and ascending aorta and the extent of calcification. MSCT has become particularly important for the quantification of valve calcification when assessing AS severity in low-‍gradient AS. CMR may be useful for the detection and quantification of myocardial fibrosis, providing additional prognostic information regardless of the presence of CAD. Natriuretic peptides have been shown to predict symptom-‍free survival and outcome in normal and low-‍flow severe AS, and may be useful in asymptomatic patients to determine optimal timing of intervention. Retrograde LV catheterization to assess the severity of AS is no longer routinely performed. Its use is restricted to patients with inconclusive non- invasive investigations. Diagnostic work-‍up before transcatheter aortic valve implantation: MSCT is the preferred imaging tool to assess anatomy and dimensions of the aortic root, size and shape of the aortic valve annulus, its distance to the coronary ostia, the distribution of calcifications, and the number of aortic valve cusps. It is essential to evaluate the feasibility of the various access routes as it provides information on minimal luminal diameters, atherosclerotic plaque burden, presence of aneurysms or thrombi, vessel tortuosity, and thoracic and LV apex anatomy. CMR–as an alternative technique–is, in this context, inferior to MSCT with regards to assessment of inner vessel dimensions and calcifications. 3D TOE can be used to determine aortic annulus dimensions but remains more operator-‍ and image-‍ quality–dependent than MSCT."
},
{
	"page":"ENAS5328_6.3.1.0",
	"text":"6.3 Indications for interventions 6.3.1 Recommendations The indications for aortic valve interventions are summarized in the table of indications for intervention in AS and recommendations for the choice of intervention mode and in Table 7, and are illustrated in Figure 3. Indications for intervention in aortic stenosis and recommendations for the choice of intervention mode Recommendations Classa Levelb a) Symptomatic aortic stenosis Intervention is indicated in symptomatic patients with severe, high-‍gradient aortic stenosis (mean gradient ≥40 mmHg or peak velocity ≥4.0 m/s). I B Intervention is indicated in symptomatic patients with severe low-‍flow, low-‍gradient (<40 mmHg) aortic stenosis with reduced ejection fraction, and evidence of flow (contractile) reserve excluding pseudosevere aortic stenosis. I C Intervention should be considered in symptomatic patients with low-flow, low-‍gradient (<40 mmHg) aortic stenosis with normal ejection fraction after careful confirmation of severe aortic stenosisc (see Figure 2 and Table 6). IIa C Intervention should be considered in symptomatic patients with low- flow, low-‍gradient aortic stenosis and reduced ejection fraction without flow (contractile) reserve, particularly when CT calcium scoring confirms severe aortic stenosis. IIa C Intervention should not be performed in patients with severe comorbidities when the intervention is unlikely to improve quality of life or survival. III C b) Choice of intervention in symptomatic aortic stenosis Aortic valve interventions should only be performed in centres with both departments of cardiology and cardiac surgery on-‍site, and with structured collaboration between the two, including a Heart Team (heart valve centres). I C The choice for intervention must be based on careful individual evaluation of technical suitability and weighing of risks and benefits of each modality (aspects to be considered are listed in Table 7). In addition, the local expertise and outcomes data for the given intervention must be taken into account. I C SAVR is recommended in patients at low surgical risk (STS or EuroSCORE II <4% or logistic EuroSCORE I <10%d and no other risk factors not included in these scores, such as frailty, porcelain aorta, sequelae of chest radiation). I B TAVI is recommended in patients who are not suitable for SAVR as assessed by the Heart Team. I B In patients who are at increased surgical risk (STS or EuroSCORE II ≥4% or logistic EuroSCORE I ≥10%d or other risk factors not included in these scores such as frailty, porcelain aorta, sequelae of chest radiation), the decision between SAVR and TAVI should be made by the Heart Team according to the individual patient characteristics (see Table 7), with TAVI being favoured in elderly patients suitable for transfemoral access. I B Balloon aortic valvotomy may be considered as a bridge to SAVR or TAVI in haemodynamically unstable patients or in patients with symptomatic severe aortic stenosis who require urgent major non-‍cardiac surgery. IIb C Balloon aortic valvotomy may be considered as a diagnostic means in patients with severe aortic stenosis and other potential cause for symptoms (i.e. lung disease) and in patients with severe myocardial dysfunction, pre-renal insufficiency or other organ dysfunction that may be reversible with balloon aortic valvotomy when performed in centres that can escalate to TAVI. IIb C c) Asymptomatic patients with severe aortic stenosis (refers only to patients eligible for surgical valve replacement) SAVR is indicated in asymptomatic patients with severe aortic stenosis and systolic LV dysfunction (LVEF <50%) not due to another cause. I C SAVR is indicated in asymptomatic patients with severe aortic stenosis and abnormal exercise test showing symptoms on exercise clearly related to aortic stenosis. I C SAVR should be considered in asymptomatic patients with severe aortic stenosis and abnormal exercise test showing fall in blood pressure below baseline. IIa C SAVR should be considered in asymptomatic patients with normal ejection fraction and none of the above-‍mentioned exercise test abnormalities if the surgical risk is low and one of the following findings is present: Very severe aortic stenosis defined by a Vmax >5.5 m/s Severe valve calcification and a rate of Vmax progression ≥ 0.3 m/s/year Markedly elevated BNP levels (>threefold age- and sex-‍corrected normal range) confirmed by repeated measurements without other explanations Severe pulmonary hypertension (systolic pulmonary artery pressure at rest >60 mmHg confirmed by invasive measurement) without other explanation. IIa C d) Concomitant aortic valve surgery at the time of other cardiac/ ascending aorta surgery SAVR is indicated in patients with severe aortic stenosis undergoing CABG, or surgery of the ascending aorta or of another valve. I C SAVR should be considered in patients with moderate aortic stenosise undergoing CABG, or surgery of the ascending aorta or of another valve after Heart Team decision. IIa C BNP = B-‍type natriuretic peptide; CABG = computed tomography; EuroSCORE = European System for Cardiac Operative Risk Evaluation; LV = left ventricular; LVEF = left ventricular ejection fraction; SAVR = surgical aortic valve replacement; STS = Society of Thoracic Surgeons; TAVI = transcatheter aortic valve implantation; Vmax = peak transvalvular velocity. aClass of recommendation - b Level of evidence - cIn patients with a small valve area but low gradient despite preserved LVEF, explanations for this finding other than the presence of severe aortic stenosis are frequent and must be carefully excluded. See Figure 2 and Table 6 - dSTS score (calculator: http:/‍/‍riskcalc.sts.org/‍stswebriskcalc/‍#/‍calculate); EuroSCORE II (calculator: http://www.euroscore.org/‍calc.html); logistic EuroSCORE I (calculator: http://www.euroscore.org/‍calcge.html); scores have major limitations for practical use in this setting by insufficiently considering disease severity and not including major risk factors such as frailty, porcelain aorta, chest radiation etc. EuroSCORE I markedly overestimates 30-day mortality and should therefore be replaced by the better performing EuroSCORE II with this regard; it is nevertheless provided here for comparison as it has been used in many TAVI studies/registries and may still be useful to identify the subgroups of patients for decision between intervention modalities and to predict 1-year mortality - eModerate aortic stenosis is defined as valve area 1.0–1.5 cm2 or mean aortic gradient 25–40 mmHg in the presence of normal flow conditions. However, clinical judgement is required."
},
{
	"page":"ENAS5328_6.3.2.0",
	"text":"6.3.2 mgmt of AS Figure 3 Management of severe aortic stenosis AS = aortic stenosis; LVEF = left ventricular ejection fraction; SAVR = surgical aortic valve replacement; TAVI = transcatheter aortic valve implantation. aSee Figure 2 and Table 6 for the definition of severe AS. bSurgery should be considered (IIa C) if one of the following is present: peak velocity >5.5 m/s; severe valve calcification + peak velocity progression ≥0.3 m/s per year; markedly elevated neurohormones (>threefold age-and sex-corrected normal range) without other explanation; severe pulmonary hypertension (systolic pulmonary artery pressure >60 mmHg cSee Table 7 and Table of Recommendations in section 5.2 Indications for interventions in aortic stenosis. For interactivity see here"
},
{
	"page":"ENAS5328_6.3.3.0",
	"text":"6.3.3.0 Aspect to be considered Table 7 Aspects to be considered by the Heart Team for the decision between SAVR and TAVI in patients at increased surgical risk (see Table of Recommendations in section 5.2.)   Favours TAVI Favours SAVR Clinical characteristics STS/EuroSCORE II <4% (logistic EuroSCORE I<10%)a   + STS/EuroSCORE II ≥4% (logistic EuroSCORE I ≥10%)a +   Presence of severe comorbidity (not adequately reflected by scores) +   Age <75 years   + Age ≥75 years +   Previous cardiac surgery +   Frailtyb +   Restricted mobility and conditions that may affect the rehabilitation process after the procedure +   Suspicion of endocarditis   + Anatomical and technical aspects Favourable access for transfemoral TAVI +   Unfavourable access (any) for TAVI   + Sequelae of chest radiation +   Porcelain aorta +   Presence of intact coronary bypass grafts at risk when sternotomy is performed +   Expected patient–prosthesis mismatch +   Severe chest deformation or scoliosis +   Short distance between coronary ostia and aortic valve annulus   + Size of aortic valve annulus out of range for TAVI   + Aortic root morphology unfavourable for TAVI   + Valve morphology (bicuspid, degree of calcification, calcification pattern) unfavourable for TAVI   + Presence of thrombi in aorta or LV   + Cardiac conditions in addition to aortic stenosis that require consideration for concomitant intervention Severe CAD requiring revascularization by CABG   + Severe primary mitral valve disease, which could be treated surgically   + Severe tricuspid valve disease   + Aneurysm of the ascending aorta   + Septal hypertrophy requiring myectomy   + CCABG = coronary artery bypass grafting; CAD = coronary artery disease; EuroSCORE = European System for Cardiac Operative Risk Evaluation; LV = left ventricle; SAVR = surgical aortic valve replacement; STS = Society of Thoracic Surgeons;TAVI = transcatheter aortic valve implantation. aSTS score (calculator: http:/‍/‍riskcalc.sts.org/‍stswebriskcalc/‍#/‍calculate); EuroSCORE II (calculator: http://www.euroscore.org/‍calc.html); logistic EuroSCORE I (calculator: http://www.euroscore.org/‍calcge.html); scores have major limitations for practical use in this setting by insufficiently considering disease severity and not including major risk factors such as frailty, porcelain aorta, chest radiation etc. EuroSCORE I markedly overestimates 30-day mortality and should therefore be replaced by the better performing EuroSCORE II with this regard; it is nevertheless provided here for comparison as it has been used in many TAVI studies/registries and may still be useful to identify the subgroups of patients for decision between intervention modalities and to predict 1-year mortality. bSee section 3.3, general comments, for frailty assessment."
},
{
	"page":"ENAS5328_6.4.0.0",
	"text":"6.4.0.0 Medical therapy No medical therapy for AS can improve outcome compared with the natural history. Randomized trials have consistently shown that statins do not affect the progression of AS. Patients with symptoms of heart failure, who are unsuitable candidates for surgery or TAVI, or who are currently awaiting surgical or catheter intervention, should be medically treated according to the heart failure Guidelines. Co-‍existing hypertension should be treated. Medical treatment should be carefully titrated to avoid hypotension and patients should be re-evaluated frequently. Maintenance of sinus rhythm is important."
},
{
	"page":"ENAS5328_6.5.0.0",
	"text":"6.5.0.0 Serial testing In the asymptomatic patient, the wide variability in the rate of progression of AS stresses the need for patients to be carefully educated about the importance of follow-‍up and reporting symptoms as soon as they develop. Asymptomatic severe AS should be re-evaluated at least every 6 months for the occurrence of symptoms (change in exercise tolerance, ideally using exercise testing if symptoms are doubtful), and if there is change in echo parameters. Measurement of natriuretic peptides should be considered. In the presence of significant calcification, mild and moderate AS should be re-evaluated yearly. In younger patients with mild AS and no significant calcification, intervals may be extended to 2 to 3 years."
},
{
	"page":"ENAS5328_6.6.0.0",
	"text":"6.6.0.0 Special patient populations Patients in whom CABG is indicated and who have moderate AS will in general benefit from concomitant SAVR. It has also been suggested that if age is <70 years and, more importantly, an average rate of AS progression of 5 mmHg per year is documented, patients may benefit from valve replacement at the time of coronary surgery once the baseline peak gradient exceeds 30 mmHg. Individual judgement is recommended, taking into consideration BSA, haemodynamic data, leaflet calcification, AS progression rate, patient life expectancy and associated comorbidities, as well as the individual risk of either concomitant valve replacement or late reoperation. Patients with severe symptomatic AS and diffuse CAD that cannot be revascularized should not be denied SAVR or TAVI. Combined PCI and TAVI has been shown to be feasible, but requires more data before a firm recommendation can be made. The chronology of interventions should be the subject of individualized discussion based on the patient’s clinical condition, extent of CAD, and myocardium at risk. When MR is associated with severe AS, its severity may be overestimated in the presence of the high ventricular pressures, and careful quantification is required. As long as there are no morphological leaflet abnormalities (flail or prolapse, post-‍rheumatic changes, or signs of infective endocarditis), mitral annulus dilatation, or marked abnormalities of LV geometry, surgical intervention on the mitral valve is in general not necessary. Concomitant aneurysm/dilatation of the ascending aorta requires the same treatment as in AR (see Section 4). For congenital AS, see the ESC Guidelines on Grown-‍up Congenital Heart Disease."
},
{
	"page":"ENAS5328_7.1.0.0",
	"text":"7.0.0.0 MR 7.1.0.0 Overview Mitral regurgitation (MR) is the second most frequent indication for valve surgery in Europe. It is essential to distinguish primary from secondary MR, particularly regarding surgical and transcatheter interventional management."
},
{
	"page":"ENAS5328_7.2.1.0",
	"text":"7.2.2.0 Evaluation: In primary MR, one or several components of the mitral valve apparatus are directly affected. The most frequent aetiology is degenerative (prolapse, flail leaflet). Endocarditis as another cause is discussed in specific ESC Guidelines."
},
{
	"page":"ENAS5328_7.2.2.0",
	"text":"7.2.2.0 Evaluation: Echocardiography is the principal investigation used to assess the severity and mechanism of MR, its consequences for the LV (function and remodelling), left atrium (LA), and pulmonary circulation, as well as the likelihood of repair. For quantification see Table 4. A precise anatomical description of the lesions, using the segmental and functional anatomy according to the Carpentier classification, should be performed to assess the feasibility of repair. TTE also assesses mitral annular dimensions and the presence of calcification. It is diagnostic in most cases, but TOE is recommended, particularly in the presence of suboptimal image quality. Determination of functional capacity and symptoms assessed by cardiopulmonary exercise testing may be useful in asymptomatic patients. Exercise echocardiography is useful to quantify exercise-induced changes in MR, in systolic pulmonary artery pressure, and in LV function. It may be particularly helpful in patients with symptoms and uncertainty about the severity of MR based on measurements at rest. The use of global longitudinal strain could be of potential interest for the detection of subclinical LV dysfunction but is limited by inconsistent algorithms used by different echo systems. Neurohormonal activation is observed in MR, with a potential value of elevated BNP levels and a change in BNP as predictors of outcome (particularly of symptom onset). In particular, low plasma BNP has a high negative predictive value and may be helpful in the follow-‍up of asymptomatic patients. As echocardiographic measures of pulmonary pressure may show disagreement with invasive measures, the measurement should be invasively confirmed by right-‍ heart catheterization if this is the only indication for surgery."
},
{
	"page":"ENAS5328_7.2.3.1",
	"text":"7.2.3 Indications for intervention 7.2.3.1 Indications for intervention Indications for interventions in severe chronic primary MR are shown in the table of recommendations for indications for intervention in severe primary MR and in Figure 4. Indications for intervention in severe primary mitral regurgitation Recommendations Classa Levelb Mitral valve repair should be the preferred technique when the results are expected to be durable. I C Surgery is indicated in symptomatic patients with LVEF >30%. I B Surgery is indicated in asymptomatic patients with LV dysfunction (LVESD ≥45 mmc and/‍or LVEF ≤60%). I B Surgery should be considered in asymptomatic patients with preserved LV function (LVESD <45 mm and LVEF >60%) and atrial fibrillation secondary to mitral regurgitation or pulmonary hypertensiond (systolic pulmonary pressure at rest >50 mmHg). IIa B Surgery should be considered in asymptomatic patients with preserved LVEF (>60%) and LVESD 40–44 mmcwhen a durable repair is likely, surgical risk is low, the repair is performed in heart valve centres, and at least one of the following findings is present: flail leaflet or presence of significant LA dilatation (volume index ≥60 mL/m2 BSA) in sinus rhythm. IIa C Mitral valve repair should be considered in symptomatic patients with severe LV dysfunction (LVEF <30% and/‍or LVESD >55 mm) refractory to medical therapy when likelihood of successful repair is high and comorbidity low. IIa C Mitral valve replacement may be considered in symptomatic patients with severe LV dysfunction (LVEF <30% and/‍or LVESD >55 mm) refractory to medical therapy when likelihood of successful repair is low and comorbidity low. IIb C Percutaneous edge-‍to-‍edge procedure may be considered in patients with symptomatic severe primary mitral regurgitation who fulfil the echocardiographic criteria of eligibility and are judged inoperable or at high surgical risk by the Heart Team, avoiding futility. IIb C BSA = body surface area; LA = left atrial; LV = left ventricular; LVEF = left ventricular ejection fraction; LVESD = left ventricular end-‍systolic diameter; SPAP = systolic pulmonary artery pressure. aClass of recommendation. bLevel of evidence. cCut-‍offs refer to averaged sized adults and may require adaption in patients with unusually small or large stature. dIf an elevated SPAP is the only indication for surgery, the value should be confirmed by invasive measurement."
},
{
	"page":"ENAS5328_7.2.3.2",
	"text":"7.2.3.2 Mgmt. of severe chronic primary MR Figure 4 Management of severe chronic primary mitral regurgitation AF = atrial fibrillation; BSA = body surface area; CRT = cardiac resynchronization therapy; HF = heart failure; LA = left atrial; LVEF = left ventricular ejection fraction; LVESD = left ventricular end-‍systolic diameter; SPAP = systolic pulmonary arterial pressure. aWhen there is a high likelihood of durable valve repair at a low-risk, valve repair should be considered (IIa C) in patients with LVESD ≥40 mm and one of the following is present: flail leaflet or LA volume ≥60 mL/m² BSA at sinus rhythm - bExtended HF management includes the following: CRT; ventricular assist devices; cardiac restraint devices; heart transplantation. For interactivity see here"
},
{
	"page":"ENAS5328_7.2.4.0",
	"text":"7.2.4.0 med Tx In chronic MR with good ventricular function, there is no evidence to support the prophylactic use of vasodilators, including ACE-inhibitors. However, ACE-inhibitors should be considered when heart failure has developed in patients who are not suitable for surgery or when symptoms persist after surgery. Beta-‍blockers and spironolactone (or eplerenone) should also be considered as appropriate."
},
{
	"page":"ENAS5328_7.2.5.0",
	"text":"7.2.5.0 Serial testing Asymptomatic patients with severe MR and LVEF >60% should be followed clinically and echocardiographically every 6 months, ideally in the setting of a heart valve centre. Closer follow-‍up is indicated if no previous evaluation is available and when measured variables show significant dynamic changes or are close to the thresholds. When guideline indications for surgery are reached, early surgery–within 2 months–is associated with better outcomes. Asymptomatic patients with moderate MR and preserved LV function can be followed on a yearly basis and echocardiography should be performed every 1–2 years."
},
{
	"page":"ENAS5328_7.3.1.0",
	"text":"7.3.0.0 Secondary MR 7.3.1.0 Intro In secondary MR (previously also referred to as “functional MR”), the valve leaflets and chordae are structurally normal and MR results from an imbalance between closing and tethering forces on the valve secondary to alterations in LV geometry. It is most commonly seen in dilated or ischaemic cardiomyopathies. Annular dilatation in patients with chronic atrial fibrillation and LA enlargement can also be an underlying mechanism."
},
{
	"page":"ENAS5328_7.3.2.0",
	"text":"7.3.2.0 Evaluation Echocardiography is essential to establish the diagnosis of secondary MR. In secondary MR, lower thresholds have been proposed to define severe MR compared with primary MR (20 mm2 for effective regurgitant orifice area [EROA] and 30 mL for regurgitant volume) owing to their association with prognosis. However, it is unclear if prognosis is independently affected by MR compared with LV dysfunction. So far, no survival benefit has been confirmed for reduction of secondary MR. For isolated mitral valve treatment (surgery or percutaneous edge-‍to-‍edge repair) in secondary MR, thresholds of severity of MR for intervention still need to be validated in clinical trials. Severity of secondary MR should be reassessed after optimized medical treatment. Severity of tricuspid regurgitation and RV size and function should also be evaluated. Secondary MR is a dynamic condition; echocardiographic quantification of MR during exercise may provide prognostic information of dynamic characteristics. Myocardial viability testing may be useful in patients with ischaemic secondary MR who are candidates for revascularization."
},
{
	"page":"ENAS5328_7.3.3.0",
	"text":"7.3.3.0 Indications for intervention Indications for MR intervention in severe secondary MR are summarized in the table below. Indications for mitral valve intervention in chronic secondary mitral regurgitationa Recommendations Classb Levelc Surgery is indicated in patients with severe secondary mitral regurgitation undergoing CABG and LVEF >30%. I C Surgery should be considered in symptomatic patients with severe secondary mitral regurgitation, LVEF <30% but with an option for revascularization, and evidence of myocardial viability. IIa C When revascularization is not indicated, surgery may be considered in patients with severe secondary mitral regurgitation and LVEF >30%, who remain symptomatic despite optimal medical management (including CRT if indicated) and have a low surgical risk. IIb C When revascularization is not indicated and surgical risk is not low, a percutaneous edge-‍to-‍edge procedure may be considered in patients with severe secondary mitral regurgitation and LVEF >30%, who remain symptomatic despite optimal medical management (including CRT if indicated) and who have a suitable valve morphology by echocardiography, avoiding futility. IIb C In patients with severe secondary mitral regurgitation and LVEF <30% who remain symptomatic despite optimal medical management (including CRT if indicated) and who have no option for revascularization, the Heart Team may consider percutaneous edge-‍to-‍edge procedure or valve surgery after careful evaluation for ventricular assist device or heart transplant according to individual patient characteristics. IIb C CABG = coronary artery bypass grafting; CRT = cardiac resynchronization therapy; LVEF = left ventricular ejection fraction. aSee section 6.2.1. for quantification of secondary mitral regurgitation, which must always be performed under optimal treatment - bClass of recommendation - cLevel of evidence."
},
{
	"page":"ENAS5328_7.3.4.0",
	"text":"7.3.4.0 Medical Tx Optimal medical therapy in line with the Guidelines for the management of heart failure should be the first step in the management of all patients with secondary MR. Indications for CRT should be evaluated in accordance with related Guidelines. If symptoms persist after optimization of conventional heart failure therapy, options for mitral valve intervention should be evaluated."
},
{
	"page":"ENAS5328_8.1.0.0",
	"text":"8.0.0.0 MS 8.1.0.0 Overview The incidence of rheumatic mitral stenosis (MS) has greatly decreased in industrialized countries. Degenerative calcific mitral valve disease is now encountered mainly in elderly patients. Percutaneous mitral commissurotomy (PMC) has had a significant impact upon the management of rheumatic MS."
},
{
	"page":"ENAS5328_8.2.0.0",
	"text":"8.2.0.0 Evaluation Echocardiography is the preferred method for diagnosing MS, and for assessing its severity and haemodynamic consequences. Valve area using planimetry is the reference measurement of MS severity, whereas mean transvalvular gradient and pulmonary pressures reflect its consequences and have a prognostic value. TTE usually provides sufficient information for routine management. Scoring systems have been developed to help assess suitability for PMC. TOE should be performed to exclude LA thrombus before PMC or after an embolic episode. Echocardiography also plays an important role in monitoring the results of PMC during the procedure. Stress testing is indicated in patients with no symptoms or symptoms equivocal or discordant with the severity of MS. Exercise echocardiography may provide additional objective information by assessing changes in mitral gradient and pulmonary artery pressure."
},
{
	"page":"ENAS5328_8.3.1.0",
	"text":"8.3.0.0 Indications for intervention 8.3.1.0 Recommendations Indications for intervention are summarized in Figure 5, the according table of indications and Tables 8 and 9. Indications for PMC and mitral valve surgery in clinically significant (moderate or severe) mitral stenosis (valve area ≤1.5 cm2) Recommendations Classa Levelb PMC is indicated in symptomatic patients without unfavourable characteristicsc for PMC. I B PMC is indicated in any symptomatic patients with a contra-indication or a high-risk for surgery. I C Mitral valve surgery is indicated in symptomatic patients who are not suitable for PMC. I C PMC should be considered as initial treatment in symptomatic patients with suboptimal anatomy but no unfavourable clinical characteristics for PMC.c IIa C PMC should be considered in asymptomatic patients without unfavourable clinical and anatomical characteristicsc for PMC and high thromboembolic risk (history of systemic embolism, dense spontaneous contrast in the LA, new-‍onset or paroxysmal atrial fibrillation); and/‍or high-risk of haemodynamic decompensation (systolic pulmonary pressure >50 mmHg at rest, need for major non-‍cardiac surgery,desire for pregnancy). IIa C LA = left atrium; NYHA = New York Heart Association; PMC = percutaneous mitral commissurotomy. aClass of recommendation - bLevel of evidence - cUnfavourable characteristics for PMC can be defined by the presence of several of the following characteristics. Clinical characteristics: old age, history of commissurotomy, NYHA class IV, permanent atrial fibrillation, severe pulmonary hypertension. Anatomical characteristics: echo score >8, Cormier score 3 (calcification of mitral valve of any extent, as assessed by fluoroscopy), very small mitral valve area, severe tricuspid regurgitation. For definition of scores see Table 9."
},
{
	"page":"ENAS5328_8.3.2.0",
	"text":"8.3.2.0 Mgmt of MS Figure 5 Management of clinically significant mitral stenosis CI = contra-indication; MS = mitral stenosis; PMC = percutaneous mitral commissurotomy. aHigh thromboembolic risk: history of systemic embolism, dense spontaneous contrast in the left atrium, newonset atrial fibrillation. High-risk of haemodynamic decompensation: systolic pulmonary pressure >50 mmHg at rest, need for major non-cardiac surgery, desire for pregnancy - bSurgical commissurotomy may be considered by experienced surgical teams or in patients with contra-indications to PMC - cSee table of recommendations on indications for PMC and mitral valve surgery in clinically significant mitral stenosis in section 7.2 and see echo scores - dSurgery if symptoms occur for a low level of exercise and operative risk is low. For interactivity see here"
},
{
	"page":"ENAS5328_8.3.3.0",
	"text":"8.3.3.0 Conts-‍indications for PMC Table 8 Contra-indications for percutaneous mitral commissurotomy (PMC)a Contra-indications Mitral valve area >1.5 cm2a Left atrial thrombus More than mild mitral regurgitation Severe or bi-commissural calcification Absence of commissural fusion Severe concomitant aortic valve disease, or severe combined tricuspid stenosis and regurgitation requiring surgery Concomitant CAD requiring bypass surgery CAD = coronary artery disease. aPMC may be considered in patients with valve area >1.5 cm2 with symptoms that cannot be explained by another cause and if the anatomy is favourable."
},
{
	"page":"ENAS5328_8.3.4.0",
	"text":"8.3.4 Echo scores Table 9 Echo scores: Wilkins score, Cormier score, and Echo Score “Revisited” for immediate outcome prediction Assessment of mitral valve anatomy according to the Wilkins score Grade Mobility 1 Highly mobile valve with only leaflet tips restricted 2 Leaflet mid and base portions have normal mobility 3 Valve continues to move forward in diastole, mainly from the base 4 No or minimal forward movement of the leaflets in diastole   Thickening 1 Leaflets near normal in thickness (4−5 mm) 2 Mid leaflets normal, considerable thickening of margins (5−8 mm) 3 Thickening extending through the entire leaflet (5−8 mm) 4 Considerable thickening of all leaflet tissue (>8−10 mm)   Calcification 1 A single area of increased echo brightness 2 Scattered areas of brightness confined to leaflet margins 3 Brightness extending into the mid portions of the leaflets 4 Extensive brightness throughout much of the leaflet tissue   Subvalvular thickening 1 Minimal thickening just below the mitral leaflets 2 Thickening of chordal structures extending to one third of the chordal length 3 Thickening extended to distal third of the chords 4 Extensive thickening and shortening of all chordal structures extending down to the papillary muscles) The total score is the sum of the four items and ranges between 4 and 16. Assessment of mitral valve anatomy according to the Cormier score Echocardiographic group Mitral valve anatomy Group 1 Pliable non-‍calcified anterior mitral leaflet and mild subvalvular disease (i.e. thin chordae ≥10 mm long) Group 2 Pliable non-‍calcified anterior mitral leaflet and severe subvalvular disease (i.e. thickened chordae <10 mm long) Group 3 Calcification of mitral valve of any extent, as assessed by fluoroscopy, whatever the state of subvalvular apparatus Echo Score “Revisited” for immediate outcome prediction Echocardiographic variables Points for Score (0 to 11) Mitral valve area ≤1cm² 2 Maximum leaflet displacement ≤12mm 3 Commissural area ratio ≥1.25 3 Subvalvular involvement 3 Risk groups for Echo score “Revisited”: low (score 0−3); intermediate (score 4−5); high (score 6−11)."
},
{
	"page":"ENAS5328_8.4.0.0",
	"text":"8.4.0.0 Med Tx Diuretics, beta-‍blockers, digoxin, or heart-‍rate regulating calcium channel blockers can transiently improve symptoms. Anticoagulation with a target international normalized ratio (INR) between 2 and 3 is indicated in patients with either new-‍onset or paroxysmal atrial fibrillation. In patients in sinus rhythm, oral anticoagulation is indicated when there has been a history of systemic embolism, or a thrombus is present in the LA (recommendation Class I, level of evidence C) and should also be considered when TOE shows dense spontaneous echo contrast or an enlarged LA (M-‍mode diameter >50 mm or LA volume >60 mL/m2) (recommendation Class IIa, level of evidence C). Patients with moderate to severe MS and persistent atrial fibrillation should be kept on vitamin K antagonist (VKA) treatment and not receive NOACs. Cardioversion is not indicated before intervention in patients with severe MS, as it does not durably restore sinus rhythm. If atrial fibrillation is of recent onset and the LA only moderately enlarged, cardioversion should be performed soon after successful intervention."
},
{
	"page":"ENAS5328_8.5.0.0",
	"text":"8.5.0.0 Serial tetsing Asymptomatic patients with clinically significant MS who have not undergone intervention should be followed up yearly by means of clinical and echocardiographic examinations and at longer intervals (2 to 3 years) in case of moderate stenosis. Management of patients after successful PMC is similar to that of asymptomatic patients. Follow-‍up should be more frequent if asymptomatic restenosis occurs. When PMC is not successful, surgery should be considered early unless there are definite contra-indications."
},
{
	"page":"ENAS5328_8.6.0.0",
	"text":"8.6.0.0 Sp pt populations When restenosis with symptoms occurs after surgical commissurotomy or PMC, reintervention in most cases requires valve replacement, but PMC can be proposed in selected candidates with favourable characteristics if the predominant mechanism is commissural refusion. In the elderly population with rheumatic MS when surgery is high-risk, PMC is a useful option, even if only palliative. In other elderly patients, surgery is preferable. However, in elderly patients with degenerative MS with severely calcified mitral annulus, surgery is very high-risk. As there is no commissural fusion in these cases, degenerative MS is not amenable to PMC. If degenerative MS is severe, very preliminary experience has suggested that transcatheter valve implantation of a TAVI bioprosthesis in the mitral position is feasible in symptomatic elderly patients who are inoperable if the anatomy is suitable. In patients with severe tricuspid regurgitation (TR), PMC may be considered in selected patients with sinus rhythm, moderate atrial enlargement, and functional TR secondary to pulmonary hypertension. In other cases, surgery on both valves is preferred."
},
{
	"page":"ENAS5328_9.1.0.0",
	"text":"9.0.0.0 TR 9.1.0.0 Overview Pathological tricuspid regurgitation (TR) is more often secondary, due to RV dysfunction following pressure and/‍or volume overload in the presence of structurally normal leaflets. Possible causes of primary TR are infective endocarditis (especially in intravenous drug addicts), rheumatic heart disease, carcinoid syndrome, myxomatous disease, endomyocardial fibrosis, Ebstein&#039;s anomaly and congenitally dysplastic valves, drug-‍induced valve diseases, thoracic trauma, and iatrogenic valve damage."
},
{
	"page":"ENAS5328_9.2.0.0",
	"text":"9.2.0.0 Evaluation Echocardiography is the ideal technique to evaluate TR. In primary TR, the aetiology can usually be identified from specific abnormalities of the valve structure. In secondary TR, the degree of dilatation of the annulus, the RV dimension and function, and the degree of tricuspid valve deformation should be measured. Evaluation of TR severity (integration of multiple qualitative and quantitative parameters) and pulmonary systolic pressure should be carried out as currently recommended (Table 4). It has to be noted that the problem of elevated pulmonary vascular resistance may be disguised in the presence of severe TR because its velocity may be lower than expected in the case of pulmonary hypertension. Evaluations of the RV dimensions and function should be conducted, despite existing limitations of current indices of RV function. The presence of associated lesions (looking carefully at the associated valve lesions, particularly on the left side) and LV function should be assessed. When available, CMR is the preferred method for evaluating RV size and function and represents the gold standard for assessing RV volumes and function. Cardiac catheterization is not needed to diagnose TR or estimate its severity, but should be obtained in patients in whom isolated tricuspid valve surgery is contemplated for secondary TR to evaluate haemodynamics, in particular pulmonary vascular resistance."
},
{
	"page":"ENAS5328_9.3.1.0",
	"text":"9.3.0.0 Indications for intervention 9.3.1.0 Recommendations Indications for intervention are summarized in the table below and Figure 6. Indications for tricuspid valve surgery Recommendations on tricuspid stenosis Classa Levelb Surgery is indicated in symptomatic patients with severe tricuspid stenosis.c I C Surgery is indicated in patients with severe tricuspid stenosis undergoing left-‍sided valve intervention.d I C Recommendations on primary tricuspid regurgitation Surgery is indicated in patients with severe primary tricuspid regurgitation undergoing left-‍sided valve surgery. I C Surgery is indicated in symptomatic patients with severe isolated primary tricuspid regurgitation without severe right-‍ventricular dysfunction. I C Surgery should be considered in patients with moderate primary tricuspid regurgitation undergoing left-‍sided valve surgery. IIa C Surgery should be considered in asymptomatic or mildly symptomatic patients with severe isolated primary tricuspid regurgitation and progressive right-‍ventricular dilatation or deterioration of right-‍ ventricular function. IIa C Recommendations on secondary tricuspid regurgitation Surgery is indicated in patients with severe secondary tricuspid regurgitation undergoing left-‍sided valve surgery. I C Surgery should be considered in patients with mild or moderate secondary tricuspid regurgitation with dilated annulus (≥40 mm or >21 mm/m2 by 2D echocardiography) undergoing left-‍sided valve surgery. IIa C Surgery may be considered in patients undergoing left-‍sided valve surgery with mild or moderate secondary tricuspid reguargitation even in the absence of annular dilatation when previous recent right-‍ heart failure has been documented. IIb C After previous left-sided valve surgery and in absence of recurrent left-sided valve dysfunction, surgery should be considered in patients with severe tricuspid regurgitation who are symptomatic or have progressive right-‍ventricular dilatation/dysfunction, in the absence of severe right or LV dysfunction, and severe pulmonary vascular disease/hypertension. IIa C 2D = two-‍dimensional; LV = left ventricular; PMC = percutaneous mitral commissurotomy. aClass of recommendation - bLevel of evidence - cPercutaneous balloon valvuloplasty can be attempted as a first approach if tricuspid stenosis is isolated - dPercutaneous balloon valvuloplasty can be attempted if PMC can be performed on the mitral valve"
},
{
	"page":"ENAS5328_9.3.2.0",
	"text":"9.3.2.0 Indi. for surgery Figure 6 Indications for surgery in tricuspid regurgitation LV = left ventricular; RV = right ventricular; TA = tricuspid annulus; TR = tricuspid regurgitation; TV = tricuspid valve; TVR = tricuspid valve replacement. aTA ≥40 mm or >21 mm/m2. See recommendations For interactivity see here"
},
{
	"page":"ENAS5328_10.1.0.0",
	"text":"10.0.0.0 Tricuspid stenosis 10.1.0.0 Overview Tricuspid stenosis (TS) is often combined with TR, most frequently of rheumatic origin. It is therefore almost always associated with left-‍sided valve lesions, particularly MS, that usually dominate the clinical presentation. Other causes are rare: congenital, drug-‍induced valve diseases, Whipple’s disease, endocarditis, or large right atrial tumour."
},
{
	"page":"ENAS5328_10.2.0.0",
	"text":"10.2.0.0 Evaluation Echocardiography provides the most useful information. TS is often overlooked and requires careful evaluation. Echocardiographic evaluation of the anatomy of the valve and its subvalvular apparatus is important to assess valve reparability. No generally accepted grading of TS severity exists, but a mean gradient ≥5 mmHg at normal heart rate is considered indicative of clinically significant TS. Catheterization is no longer used for evaluating the severity of TS."
},
{
	"page":"ENAS5328_10.3.0.0",
	"text":"10.3.0.0 Indications for intervention The lack of pliable leaflet tissue is the main limitation for valve repair. Even though this is still a matter of debate, biological prostheses for valve replacement are usually preferred over mechanical ones because of the high-risk of thrombosis carried by the latter and the satisfactory long-‍term durability of the former in the tricuspid position. Percutaneous balloon tricuspid dilatation has been performed in a limited number of cases, either alone or alongside PMC, but frequently induces significant regurgitation. There is a lack of data on long-‍term results. See table of indications for tricuspid valve surgery (see Section 8.2)."
},
{
	"page":"ENAS5328_10.4.0.0",
	"text":"10.4.0.0 Medical therapy Diuretics are useful in the presence of heart failure but are of limited long-‍term efficacy."
},
{
	"page":"ENAS5328_11.0.0.0",
	"text":"11.0.0.0 combined amd MVD Significant stenosis and regurgitation can be found on the same valve. Disease of multiple valves may be encountered in several conditions, particularly in rheumatic and congenital heart disease but also, less frequently, in degenerative valve disease. There is a lack of data on combined or multiple valve diseases. This does not allow for evidence-‍based recommendations. The general principles for the management of combined or multiple valve disease are as follows: When either stenosis or regurgitation is predominant, management follows the recommendations concerning the predominant VHD. When the severity of both stenosis and regurgitation is balanced, indications for interventions should be based on symptoms and objective consequences rather than on the indices of severity of stenosis or regurgitation. In this setting, consideration of the pressure gradient that reflects the haemodynamic burden of the valve lesion becomes more important than valve area and measures of the regurgitation for the assessment of disease severity. It is necessary to take into account the interaction between the different valve lesions. Indications for intervention are based on global assessment of the consequences of the different valve lesions (i.e. symptoms or presence of LV dilatation or dysfunction). Intervention can be considered for non-‍severe multiple lesions associated with symptoms or leading to LV impairment. The decision to intervene on multiple valves should take into account the extra surgical risk of combined procedures. The choice of surgical technique should take into account the presence of the other VHD; repair remains the ideal option. The management of specific associations of VHD is detailed in the individual sections of this document."
},
{
	"page":"ENAS5328_12.1.0.0",
	"text":"12.0.0.0 Prosthetic valves 12.1.0.0 Choice of PV The choice between a mechanical and a biological valve in adults is determined mainly by estimating the risk of anticoagulation-‍related bleeding and thromboembolism with a mechanical valve versus the risk of structural valve deterioration with a bioprosthesis, and by considering the patient’s lifestyle and preferences. Rather than setting arbitrary age limits, prosthesis choice should be discussed in detail with the informed patient, cardiologists, and surgeons, taking into account the factors detailed. Choice of the aortic/mitral prosthesis – in favour of a mechanical prosthesis; the decision is based on the integration of several of the following factors   Classb Levelc A mechanical prosthesis is recommended according to the desire of the informed patient and if there are no contra-indications to long-‍term anticoagulation.c I C A mechanical prosthesis is recommended in patients at risk of accelerated structural valve deterioration.d I C A mechanical prosthesis should be considered in patients already on anticoagulation because of a mechanical prosthesis in another valve position. IIa C A mechanical prosthesis should be considered in patients aged <60 years for prostheses in the aortic position and <65 years for prostheses in the mitral position.e IIa C A mechanical prosthesis should be considered in patients with a reasonable life expectancyf, for whom future redo valve surgery would be at high-risk. IIa C A mechanical prosthesis may be considered in patients already on long-‍term anticoagulation due to high-risk for thromboembolism.g IIb C LV = left ventricular. aClass of recommendation - bLevel of evidence - cIncreased bleeding risk because of comorbidities, compliance concerns, or geographic, lifestyle, or occupational conditions - dYoung age (<40 years), hyperparathyroidism. eIn patients aged 60–65 years who should receive an aortic prosthesis, and those between 65–70 years in the case of mitral prosthesis, both valves are acceptable and the choice requires careful analysis of factors other than age. fLife expectancy should be estimated >10 years, according to age, sex, comorbidities, and country-‍specific life expectancy - gRisk factors for thromboembolism are atrial fibrillation, previous thromboembolism, hypercoagulable state, severe LV systolic dysfunction. Choice of the aortic/mitral prosthesis – in favour of a bioprosthesis; the decision is based on the integration of several of the following factors   Classb Levelc A bioprosthesis is recommended according to the desire of the informed patient. I C A bioprosthesis is recommended when good-‍quality anticoagulation is unlikely (compliance problems, not readily available) or contra-indicated because of high bleeding risk (previous major bleed, comorbidities, unwillingness, compliance problems, lifestyle, occupation). I C A bioprosthesis is recommended for reoperation for mechanical valve thrombosis despite good long-‍term anticoagulant control. I C A bioprosthesis should be considered in patients for whom there is a low likelihood and/‍or a low operative risk of future redo valve surgery. IIa C A bioprosthesis should be considered in young women contemplating pregnancy. IIa C A bioprosthesis should be considered in patients aged >65 years for a prosthesis in the aortic position, or age >70 years in a mitral position, or those with life expectancyc lower than the presumed durability of the bioprosthesis.d IIa C aClass of recommendation - bLevel of evidence - cLife expectancy should be estimated according to age, sex, comorbidities, and country-‍specific life expectancy - dIn patients aged 60–65 years who should receive an aortic prosthesis and those between 65–70 years in the case of mitral prosthesis, both valves are acceptable and the choice requires careful analysis of factors other than age."
},
{
	"page":"ENAS5328_12.2.1.0",
	"text":"12.2.0.0 Mgmt after valve intervention 12.2.1.0 Overview Thromboembolism and anticoagulant-‍related bleeding present the majority of complications experienced by prosthetic valve recipients. Endocarditis prophylaxis and management of prosthetic valve endocarditis are detailed in separate ESC Guidelines. All patients require lifelong follow-‍up by a cardiologist after valve surgery to detect early deterioration in prosthetic function or ventricular function or progressive disease of another heart valve. Clinical assessment should be performed yearly or as soon as possible if new cardiac symptoms occur. TTE should be performed if any new symptoms occur after valve replacement or if complications are suspected. After transcatheter as well as surgical implantation of a bioprosthetic valve, echocardiography − including the measurement of transprosthetic gradients − should be performed within 30 days (preferably around 30 days for surgery) after valve implantation (i.e. baseline imaging), at 1 year after implantation, and annually thereafter. TOE should be considered if TTE is of poor quality and in all cases of suspected prosthetic dysfunction or endocarditis. Cinefluoroscopy for mechanical valves and MSCT scanning provide useful additional information if valve thrombus or pannus are suspected to impair valve function."
},
{
	"page":"ENAS5328_12.2.2.0",
	"text":"12.2.2.0 Recommendations Indications for antithrombotic therapy in patients with a prosthetic heart valve or valve repair Mechanical prosthesis Classb Levelc Oral anticoagulation using a VKA is recommended lifelong for all patients. I B Bridging using therapeutic doses of UFH or LMWH is recommended when VKA treatment should be interrupted. I C The addition of low-‍dose aspirin (75−100 mg/‍day) to VKA should be considered after thromboembolism despite an adequate INR. IIa C The addition of low-‍dose aspirin (75−100 mg/‍day) to VKA may be considered in the case of concomitant atherosclerotic disease. IIb C INR self-‍management is recommended provided appropriate training and quality control are performed. I B In patients treated with coronary stent implantation, triple therapy with aspirin (75−100 mg/‍day), clopidogrel (75 mg/‍day), and VKA should be considered for 1 month, irrespective of the type of stent used and the clinical presentation (i.e. ACS or stable CAD). IIa B Triple therapy comprising aspirin (75–100 mg/‍day), clopidogrel (75 mg/ day), and VKA for longer than 1 month and up to 6 months should be considered in patients with high ischaemic risk due to ACS or other anatomical/procedural characteristics that outweighs the bleeding risk. IIa B Dual therapy comprising VKA and clopidogrel (75 mg/‍day) should be considered as an alternative to 1-‍month triple antithrombotic therapy in patients in whom the bleeding risk outweighs the ischaemic risk. IIa A In patients who have undergone PCI, discontinuation of antiplatelet treatment should be considered at 12 months. IIa B In patients requiring aspirin and/‍or clopidogrel in addition to VKA, the dose intensity of VKA should be carefully regulated with a target INR in the lower part of the recommended target range and a time in therapeutic range >65−70%. IIa B The use of NOACs is contra-indicated. III B Bioprostheses Classb Levelc Oral anticoagulation is recommended lifelong for patients with surgical or transcatheter implanted bioprostheses who have other indications for anticoagulation.c I C Oral anticoagulation using a VKA should be considered for the first 3 months after surgical implantation of a mitral or tricuspid bioprosthesis. IIa C Oral anticoagulation using a VKA should be considered for the first 3 months after surgical mitral or tricuspid valve repair. IIa C Low-‍dose aspirin (75−100 mg/‍day) should be considered for the first 3 months after surgical implantation of an aortic bioprosthesis or valve-‍ sparing aortic surgery. IIa C Dual antiplatelet therapy should be considered for the first 3–6 months after TAVI, followed by lifelong single antiplatelet therapy in patients who do not need oral anticoagulation for other reasons. IIa C Single antiplatelet therapy may be considered after TAVI in the case of high bleeding risk. IIb C Oral anticoagulation may be considered for the first 3 months after surgical implantation of an aortic bioprosthesis. IIb C ACS = acute coronary syndrome; CAD = coronary artery disease; INR = international normalized ratio; LMWH = low-‍molecular-‍weight heparin; LV = left ventricular; PCI = percutaneous coronary intervention; NOAC = non-‍vitamin K antagonist oral anticoagulant; TAVI = transcatheter aortic valve implantation; UFH = unfractionated heparin;VKA = vitamin K antagonist. aClass of recommendation - bLevel of evidence - cAtrial fibrillation, venous thromboembolism, hypercoagulable state, or − with a lesser degree of evidence − severely impaired LV dysfunction (ejection fraction <35%)."
},
{
	"page":"ENAS5328_12.2.3.0",
	"text":"12.2.3.0 Target INR Table 10 Target INR for mechanical prostheses Prosthesis thrombogenicity Patient-‍related risk factorsa None ≥1 risk factor Lowb 2.5 3.0 Mediumc 3.0 3.5 Highd 3.5 4.0 INR = international normalized ratio; LVEF = left ventricular ejection fraction. aMitral or tricuspid valve replacement; previous thromboembolism; atrial fibrillation; mitral stenosis of any degree; LVEF <35%. bCarbomedics, Medtronic Hall, ATS, Medtronic Open-‍Pivot, St Jude Medical, On-X, Sorin Bicarbon. cOther bileaflet valves with insufficient data. dLillehei-‍Kaster, Omniscience, Starr-‍Edwards (ball-‍cage), Bjork-‍Shiley and other tilting-‍disc valves."
},
{
	"page":"ENAS5328_12.2.4.0",
	"text":"12.2.4.0 Antithrombotic therapy in patients with mechanical valve prosthesis after an ACS or elective PCI Figure 7 Antithrombotic therapy in patients with mechanical valve prosthesis after undergoing PCI (adapted from the 2017 ESC Focused Update on Dual Antiplatelet Therapy) A = aspirin; ABC = age, biomarkers, clinical history; ACS = acute coronary syndrome; C = clopidogrel; mo. = month(s); O = oral anticoagulation with a vitamin K antagonist; PCI = percutaneous coronary intervention. For more details regarding estimation of bleeding risk (HAS-‍BLED and ABC score) see the 2017 ESC Focused Update on Dual Antiplatelet Therapy (www.escardio.org/guidelines). 1: Periprocedural administration of aspirin and clopidogrel during PCI is recommended irrespective of the treatment strategy. 2: High ischaemic risk is considered as an acute clinical presentation or anatomical/procedural features which might increase the risk for myocardial infarction. 3: Bleeding risk can be estimated by HAS-BLED or ABC score"
},
{
	"page":"ENAS5328_12.2.5.0",
	"text":"12.2.5.0 Interruption of anticoagulant therapy for planned invasive procedures Anticoagulation during non-‍cardiac surgery requires careful management based on risk assessment. It is recommended not to interrupt oral anticoagulation for most minor surgical procedures (including dental extraction, cataract removal) and those procedures where bleeding is easily controlled. Major surgical procedures require an INR <1.5. In patients with a mechanical prosthesis, oral anticoagulant therapy should be stopped before surgery and bridging using heparin is recommended. UFH remains the only approved heparin treatment in patients with mechanical prostheses; intravenous administration should be favoured over the subcutaneous route. The use of subcutaneous LMWH, although off-‍label, is an alternative to UFH for bridging. When LMWHs are used they should be administered twice-‍a-‍day using therapeutic doses, adapted to body weight and renal function, and if possible, with monitoring of anti-‍Xa activity with a target of 0.5–1.0 U/mL. Fondaparinux should not be used for bridging in patients with mechanical prosthesis. Practical modalities of anticoagulation bridging are detailed in Figure 8. Figure 8 Main bridging steps for an intervention requiring interruption of oral anticoagulation in a patient with a mechanical prosthesis. Timing should be individualized according to patient characteristics, actual INR, and the type of intervention (reproduced with permission from Iung and Rodes-‍Cabau) INR = international normalized ratio; IV = intravenous; LMWH = low-‍molecular-‍weight heparin; UFH = unfractionated heparin;VKA = vitamin K antagonist. aIV UFH may be favoured in patients at high thrombotic risk."
},
{
	"page":"ENAS5328_12.2.6.1",
	"text":"12.2.6.0 Management of valve thrombosis, hemolysis and paravalvular leak, and bioprosthetic failure 12.2.6.1 Recommendations Management of prosthetic valve dysfunction Mechanical prosthetic thrombosis Classb Levelc Urgent or emergency valve replacement is recommended for obstructive thrombosis in critically ill patients without serious comorbidity. I C Fibrinolysis (using recombinant tissue plasminogen activator 10 mg bolus + 90 mg in 90 minutes with UFH, or streptokinase 1 500 000 U in 60 minutes without UFH) should be considered when surgery is not available or is very high-risk, or for thrombosis of right-‍sided prostheses. IIa C Surgery should be considered for large (>10 mm) non-‍obstructive prosthetic thrombus complicated by embolism. IIa C Bioprosthetic thrombosis     Anticoagulation using a VKA and/‍or UFH is recommended in bioprosthetic valve thrombosis before considering reintervention. I C Haemolysis and paravalvular leak     Reoperation is recommended if paravalvular leak is related to endocarditis or causes haemolysis requiring repeated blood transfusions or leading to severe symptoms. I C Transcatheter closure may be considered for paravalvular leaks with clinically significant regurgitation in surgical high-‍risk patients (Heart Team decision). IIb C Bioprosthetic failure Reoperation is recommended in symptomatic patients with a significant increase in transprosthetic gradient (after exclusion of valve thrombosis) or severe regurgitation. I C Reoperation should be considered in asymptomatic patients with significant prosthetic dysfunction, if reoperation is at low-risk. IIa C Transcatheter valve-‍in-valve implantation in aortic position should be considered by the Heart Team depending on the risk of reoperation and the type and size of prosthesis. IIa C UFH = unfractionated heparin;VKA = vitamin K antagonist. aClass of recommendation. bLevel of evidence."
},
{
	"page":"ENAS5328_12.2.6.2",
	"text":"12.2.6.2 Management of left-‍sided obstructive mechanical prosthetic thrombosis Management of valve thrombosis, hemolysis and paravalvular leak, and bioprosthetic failure are summarized in the following tables and figures. Figure 9 Management of left-‍sided obstructive mechanical prosthetic thrombosis IV = intravenous; TOE = transoesophageal echocardiography; TTE = transthoracic echocardiography; UFH = unfractionated heparin. aRisk and benefits of both treatments should be individualized. The presence of a first-‍generation prosthesis is an incentive to surgery. For interactivity see here"
},
{
	"page":"ENAS5328_12.2.6.3",
	"text":"12.2.6.3 Management of left-‍sided non-‍obstructive mechanical prosthetic thrombosis Figure 10 Management of left-‍sided non-‍obstructive mechanical prosthetic thrombosis TE = thromboembolism; TOE = transoesophageal echocardiography; TTE = transthoracic echocardiography. For interactivity see here"
},
{
	"page":"ENAS5328_13.1.0.0",
	"text":"13.0.0.0 Management during non-‍cardiac surgery 13.1.0.0 overview Cardiovascular morbidity and mortality are increased in patients with VHD who undergo non-‍cardiac surgery. Symptomatic severe aortic stenosis or mitral stenosis may require valve replacement or percutaneous intervention before non- cardiac surgery. A detailed description of these recommendations is available in dedicated Guidelines (www.escardio.org/guideines)."
},
{
	"page":"ENAS5328_13.2.0.0",
	"text":"13.2.0.0 Preoperative evaluation Echocardiography should be performed in any patient with VHD. Determination of functional capacity is a pivotal step in preoperative risk assessment, measured either by exercise test or ability to perform activities in daily life. The decision for the management should be taken after multidisciplinary discussion involving cardiologists, surgeons, and anaesthesiologists."
},
{
	"page":"ENAS5328_13.3.0.0",
	"text":"13.3.0.0 Specific valve lesions In patients with severe aortic stenosis, urgent non-‍cardiac surgery should be performed under careful haemodynamic monitoring. Recommendations for the management of patients with severe AS who require elective non-‍cardiac surgery are summarized in Figure 11. Figure 11 Management of severe aortic stenosis and elective non-‍cardiac surgery according to patient characteristics and type of surgery AS = aortic stenosis; AVR = aortic valve replacement; BAV = balloon aortic valvuloplasty; TAVI = transcatheter aortic valve implantation. aClassification into three groups according to the risk of cardiac complications (30-day death and myocardial infarction) for non-‍cardiac surgery (high-risk >5%; intermediate risk 1–5%; low-risk <1%).196 - bNon-‍cardiac surgery performed only if strictly needed. The choice between percutaneous aortic valvuloplasty and TAVI should take into account patient life expectancy. For interactivity see here Non-‍cardiac surgery can be performed safely in patients with non-‍significant mitral stenosis (valve area >1.5 cm2), and in asymptomatic patients with significant MS and a systolic pulmonary artery pressure <50 mmHg. In symptomatic patients or in patients with systolic pulmonary artery pressure >50 mmHg, correction of mitral stenosis, by means of PMC whenever possible, should be attempted before non-‍cardiac surgery if it is high-risk. Non-‍cardiac surgery can be performed safely in asymptomatic patients with severe mitral regurgitation or aortic regurgitation and preserved LV function. The presence of symptoms or LV dysfunction should lead to consideration of valvular surgery, but this is seldom needed before non-‍cardiac surgery. If LV dysfunction is severe (ejection fraction <30%), non-‍cardiac surgery should be performed only if strictly necessary, after optimization of medical therapy for heart failure."
},
{
	"page":"ENAS5328_13.4.0.0",
	"text":"13.4.0.0 Perioperative monitoring Heart rate control (particularly in mitral stenosis) and careful fluid management (particularly in aortic stenosis) are needed. TOE monitoring may be considered."
},
{
	"page":"ENAS5328_14.1.0.0",
	"text":"14.0.0.0 Management during pregnancy 14.1.0.0 Overview Detailed Guidelines on the management of cardiovascular disease during pregnancy are available in a specific document (www.escardio.org/guidelines). The decision for management during pregnancy should be taken after multidisciplinary discussion involving cardiologists, obstetricians, and anaesthesiologists. Valve disease should be evaluated before pregnancy and treated if necessary. Pregnancy should be discouraged in severe mitral stenosis, severe symptomatic AS, and aortic diameter >45 mm in Marfan syndrome or >27.5 mm/m2 in Turner syndrome. Caesarean section is recommended for patients with severe mitral or AS, ascending aortic diameter >45 mm, or severe pulmonary hypertension, as well as women on oral anticoagulants in preterm labour."
},
{
	"page":"ENAS5328_14.2.0.0",
	"text":"14.2.0.0 Native valve disease Moderate or severe mitral stenosis with valve area <1.5 cm2 in pregnant women is usually poorly tolerated. PMC should be considered in severely symptomatic patients (NYHA Class III−IV) and/‍or those with systolic pulmonary artery pressure >50 mmHg despite optimal therapy. PMC should be performed after the 20th week of pregnancy in experienced centres. Complications of severe AS occur mainly in patients who were symptomatic before pregnancy and among those with impaired LV function. Evaluation with exercise test is recommended before pregnancy. Chronic mitral regurgitation and aortic regurgitation are well tolerated, even when severe, provided LV systolic function is preserved. Surgery under cardiopulmonary bypass is associated with a foetal mortality rate of between 15% and 30% and should be restricted to the rare conditions that threaten the mother’s life."
},
{
	"page":"ENAS5328_14.3.0.0",
	"text":"14.3.0.0 Prosthetic valves Maternal mortality is estimated at between 1% and 4%, and serious events in up to 40% of women with mechanical valves.Therapeutic anticoagulation is extremely important to avoid complications. In patients requiring ≤5 mg warfarin, oral anticoagulants throughout pregnancy and change to UFH before delivery is favoured. In patients requiring higher doses, switch to LMWH during the first trimester with strict anti-‍Xa monitoring (therapeutic range 0.8–1.2) and use of oral anticoagulants afterwards is favoured."
},
{
	"page":"ENAS5328_15.0.0.0",
	"text":"11.0.0.0 Abbreviations and acronyms (N)OAC (Non-‍vitamin K antagonist) oral anticoagulant °C Degree Celsius 2D/ 2-D Two-‍dimensional 2hPG 2-h post-‍load plasma glucose 3D/ 3-D Three-‍dimensional 5-FU 5-‍fluorouracil 99mTc-‍DPD Technetium-‍99m 3,3-‍diphosphono-‍1,2-‍propanodicarboxylic acid A/C Anticoagulation AAA Abdominal aortic aneurysm AAD Antiarrhythmic drugs AAS Acute aortic syndrome ABC Age, biomarkers, clinical history ABI Ankle-‍Brachial Index ABPM Ambulatory BP monitoring ACA Aborted cardiac arrest ACC American College of Cardiology ACCA Acute Cardiovascular Care Association ACCF American College of Cardiology Foundation ACCOAST Comparison of Prasugrel at the Time of Percutaneous Coronary Intervention or as Pretreatment at the Time of Diagnosis in Patients with Non-‍ST Elevation Myocardial Infarction ACE Angiotensin-‍converting enzyme ACEF Age, creatinine, ejection fraction ACEI Angiotensin-‍converting enzyme inhibitor ACE-I(s) Angiotensin-‍converting enzyme inhibitor(s) ACEI/ ACE-‍I/ ACE-‍Is Angiotensin converting enzyme inhibitors ACEIs Angiotensin-‍converting enzyme inhibitor ACS Acute coronary syndrome ACT Activated clotting time AD Aortic dissection ADA American Diabetes Association/Adenosine deaminase ADD Acute aortic dissection ADP Adenosine diphosphate AEPC Association for European Paediatric and Congenital Cardiology AF Atrial flutter/Atrial fibrillation AFNET German Competence NETwork on Atrial Fibrillation AHA American Heart Association AHF Acute heart failure AHRE Atrial high rate episodes AINR International normalized ratio AK Alpha kinase AKI Acute kidney injury AL Amyloid light chain ALAT/ ALT Alanine aminotransferase ALI Acute limb ischaemia AMI Acute myocardial infarction/Acute mesenteric ischaemia ANA Anti-‍nuclear antibodies ANCA Anti-‍neutrophil cytoplasm antibodies AO Aorta AOS Aneurysms-‍osteoarthritis syndrome AP Accessory pathway APAH Conditions associated with pulmonary arterial hypertension Apo Apolipoprotein apo A I Apolipoprotein A I apo B Apolipoprotein B aPTT Activated partial thromboplastin time AR Aortic regurgitation ARB Angiotensin II receptor blocker/ Angiotensin receptor blocker ARBs Angiotensin receptor blockers/angiotensin II receptor blockers ARNI Angiotensin receptor neprilysin inhibition ARVC Arrhythmogenic right ventricular cardiomyopathy AS Aortic stenosis ASA Acetylsalicylic acid ASAT/ AST Aspartate aminotransferase ASCERT American College of Cardiology Foundation–Society of Thoracic Surgeons Database Collaboration ASE American Society of Echocardiography AST/ ALT/ ALP Aspartate / alanine aminotransferase / alkaline phosphatase ASV Adaptive servo-‍ventilation AT Antithrombin ATOR Atorvastatin ATP Antitachycardiac pacing/Adenosine triphosphate ATRIA AnTicoagulation and Risk factors In Atrial fibrillation ATS Arterial tortuosity syndrome ATTR Amyloidosis, transthyretin type AUC Area under the curve AV Atrioventricular/Arteriovenous AVA Aortic valve area AVB Atrioventricular block AVID Antiarrhythmic drugs Versus Implantable Defibrillator AVM AV delay management AVP Arginine vasopressin AVR Aortic valve replacement b.i.d. Bis in die (twice daily) b.p.m/ bpm Beats per minute BARI-2D Bypass Angioplasty Revascularization Investigation 2 Diabetes BAS Balloon atrial septostomy BAV Balloon aortic valvuloplasty/‍Bicuspid aortic valve BB Beta-‍blocker BBB Bundle branch block BC Blood culture BCNIE Blood culture-negative infective endocarditis BCR-‍ABL Breakpoint cluster region-‍Abelson BGA Blood gas analysis BIMA Bilateral internal mammary artery Bi-‍PAP Bilevel positive airway pressure BiV Biventricular BiVAD Bi-‍ventricular assist device BMI Body mass index BMPR Bone morphogenetic protein receptor, type 2 BMS Bare metal stent BMT Best medical therapy BNP Brain natriuretic peptide/‍ B-‍type natriuretic peptide BP Blood pressure BPA Balloon pulmonary angioplasty BRS Bioresorbable vascular scaffold BSA Body surface area BUN Blood urea nitrogen CABG Coronary artery bypass graft/‍ Coronary artery bypass graft surgery CAD Coronary artery disease CAS Carotid artery stenting CASH Cardiac Arrest Study Hamburg Cath/ Lab Catheterization laboratory CCB Calcium channel blocker CCNAP Council on Cardiovascular Nursing and Allied Professions CCP Council for Cardiology Practice CCPC Council on Cardiovascular Primary Care CCS Canadian Cardiovascular Society CCU Coronary care unit CDRIE Cardiac device-‍related infective endocarditis CEA Carotid endarterectomy/Carcinoembryonic antigen CFA Common femoral artery CFC Cardiofaciocutaneous CHA2DS2-VASc Congestive heart failure or left ventricular dysfunction, Hypertension, Age ≥75 (doubled), Diabetes, Stroke (doubled)-‍Vascular disease, Age 65–74, Sex category (female) CHADS2 Cardiac failure, Hypertension, Age, Diabetes, Stroke (doubled) CHARM-‍Added Candesartan in Heart Failure: Assessment of Reduction in Mortality and Morbidity-‍Added CHD Coronary heart disease/ Congenital heart disease CHF Congestive heart failure/ Chronic heart failure CHT Council on Hypertension CI Cardiac index / Contra-indication / Confidence interval CIA Common iliac artery CI-‍AKI Contrast-‍induced acute kidney injury CIDS Canadian Implantable Defibrillator Study CIED Cardiac implantable electronic device CIN Contrast-‍induced nephropathy CK Creatine phophokinase/Creatinine kinase CKD Chronic kidney disease CKD-‍EPI Chronic Kidney Disease Epidemiology Collaboration CK-MB Creatine kinase MB isoform CLI Chronic limb ischaemia CLTI Chronic limb-‍threatening ischaemia CMI Chronic mesenteric ischaemia CMP Cardiomyopathy CMR Cardiac magnetic resonance/Cardiovascular magnetic resonance CMV Cytomegalovirus CO Cardiac output CoA Coarctation / Coarctation of the aorta Cons Conservative cont Continued COPD Chronic obstructive pulmonary disease COT Cardiac Oncology Toxicity COURAGE Clinical Outcomes Utilization Revascularization and Aggressive Drug Evaluation COX Cyclo-oxygenase/ Cyclooxygenase CPAP Continuous positive airway pressure CPET Cardiopulmonary exercise testing CPFE Combined pulmonary fibrosis and emphysema CPG Committee for Practice Guidelines CPVT Catecholaminergic polymorphic ventricular tachycardia CR Cardiac rehabilitation CrCI Creatinine clearance CRP C-‍reactive protein CRT Cardiac resynchronization therapy CRT-D Cardiac resynchronization therapy defibrillator/‍ Defibrillator with cardiac resynchronization therapy CRT-P Cardiac resynchronization therapy pacemaker CRUSADE Can Rapid risk stratification of Unstable angina patients Suppress ADverse outcomes with Early implementation of the ACC/‍AHA guidelines CSF Colony-‍stimulating factor/Cerebrospinal fluid CSM Carotid sinus massage CSS Carotid sinus syncope/syndrome CT Computed tomographic / tomogram/tomography CTA Computed tomography angiography CTD Connective tissue disease CTEPH Chronic thromboembolic pulmonary hypertension cTN Cardiac troponin CTO Chronic total occlusions CTRCD Cancer Therapeutics–Related Cardiac Dysfunction Ctrl Control CUS Compression venous ultrasonography CV Cardiovascular/Cardioversion CVD Cardiovascular disease/Cardiovascular heart disease CW Continuous wave CXR Chest X-ray DALYs Disability adjusted life years DAPT Dual (oral) antiplatelet therapy/Dual antiplatelet therapy DAT Dual antithrombotic therapy DBP Diastolic blood pressure DC Direct current DCB Drug-‍coated balloon DCC Direct-‍current cardioversion DCM Dilated cardiomyopathy DDI Drug-‍drug interactions DEFINITE DEFibrillator In Non-‍Ischemic cardiomyopathy Treatment Evaluation DES Drug-‍eluting stent DFT Defibrillation threshold DHP Dihydropyridine DI-DO Door-‍in to door-‍out time DLCO Carbon monoxide diffusing capacity DM Diabetes mellitus DNA Deoxyribonucleic acid DPAH Drug induced PAH DPG Diastolic pressure gradient DPP Diabetes prevention program DSA Digital subtraction angiography/ultrasound DT Deceleration time DTB Door-to-balloon time DTIs Direct thrombin inhibitors DUS Duplex ultrasonography / Doppler ultrasound/Duplex ultrasound DVT Deep vein thrombosis E/A Ratio of mitral peak velocity of early filling (E) to mitral peak velocity of late filling (A) E/e’ Ratio of early transmitral flow velocity (E) to early mitral annulus velocity (e’) EACPR European Association for Cardiovascular Prevention & Rehabilitation EACTS European Association of Cardio-‍Thoracic Surgery/‍ European Association for Cardio-‍Thoracic Surgery EACVI European Association of Cardiovascular Imaging EANM European Association of Nuclear Medicine EAPC European Association of Preventive Cardiology EAPCI European Association of Percutaneous Cardiovascular Interventions EAS European Atherosclerosis Society EASD European Association for the Study of Diabetes EBV Epstein-‍Barr virus ECG Electrocardiogram / Electrocardiographic ECHO Echocardiography/Echocardiogram ECLS Extracorporeal life support ECMO Extracorporeal membrane oxygenation ECST European Carotid Surgery Trial ECVF Extacellular volume fraction ED Erectile dysfunction/ Emergency department EDS-‍IV Ehlers-‍Danlos syndrome type IV EDV End-‍diastolic velocity EF Ejection fraction eGFR Estimated glomerular filtration rate EHRA European Heart Rhythm Association EIA External iliac artery EIF Eukaryotic translation initiation factor EMA European Medicines Agency EMB Endomyocardial biopsy EMS Emergency medical system/‍service ENA Anti-‍extractable nuclear antigens Enox Enoxaparin EP Electrophysiology EPD Embolic protection device EPS Electrophysiologic study ER Extended release formulations ERA Endothelin receptor antagonist EROA Effective regurgitant orifice area ERS European Respiratory Society ESC European Society of Cardiology ESCMID European Society of Clinical Microbiology and Infectious Diseases ESCT European Carotid Surgery Trial ESH European Society of Hypertension ESO European Stroke Organisation ESR European Society of Radiology/‍Erythrocyte sedimentation rate ESRD End-‍stage renal disease ESVS European Society for Vascular Surgery ETT Endotracheal tube EU European Union EULAR European League Against Rheumatism EuroSCORE European System for Cardiac Operative Risk Evaluation EVAR Endovascular aortic repair/‍reconstruction EVT endovascular therapy Exp+ Experimental therapy FAME-2 Fractional Flow Reserve-‍Guided Percutaneous Coronary Intervention Plus Optimal Medical Treatment Versus Optimal Medical Treatment Alone in Patients With Stable Coronary Artery Disease FBN1 Fibrillin 1 FC Functional class FCH Familial combined hyperlipidaemia FCM Ferric carboxymaltose FDA US Food and Drug Administration/‍ Food and Drug Administration FDG Fluorodeoxyglucose FFP Fresh frozen plasma FFR Fractional flow reserve FH Familial hypercholesterolaemia FHL1 Four and a half LIM domains 1 FINDRISC FINnish Diabetes RIsk SCore FL False lumen FLUVA Fluvastatin FMC First medical contact FMCTB First-medical-contact-to-balloon time FMF Familial Mediterranean fever Fonda Fondaparinux FPG Fasting plasma glucose FU Follow-‍up GFR Glomerular filtration rate/Estimated glomerular filtration rate GGTP Gamma-‍glutamyl transpeptidase GI Gastrointestinal GLP-1 Glucagon-‍like peptide-1 GLS Global longitudinal strain GM Granulocyte-‍macrophage GP Glycoprotein / General practitioner GRACE Global Registry of Acute Coronary Events GSV Great saphenous vein GUCH Grown-‍up patients with congenital heart disease HAART Highly active antiretroviral treatment HACEK Haemophilus parainfluenzae, H. aphrophilus, H. paraphrophilus, H. influenzae, Actinobacillus actinomycetemcomitans, Cardiobacterium hominis, Eikenella corrodens, Kingella kingae, and K. denitrificans HAS-‍BLED Hypertension, Abnormal renal/‍liver function, Stroke, Bleeding history or predisposition, Labile INR, Elderly (65), Drugs concomitantly/alcohol abuse HB Haemoglobin HbA1c Glycated haemoglobin / Glycated haemoglobin A1c HBPM Home BP monitoring HCM Hypertrophic cardiomyopathy HCV Hepatitis C virus HDAC Histone deacetylase HDL High density lipoprotein HDL-C High density lipoprotein-‍cholesterol HeFH Heterozygous familial hypercholesterolaemia HER2 Human epidermal growth factor receptor 2 HF Heart failure HFA Heart Failure Association H-‍FABP Heart-‍type fatty acid-‍binding protein HFmrEF Heart failure with mid-‍range ejection fraction HFpEF/‍ HF-‍PEF Heart failure with preserved ejection fraction HFrEF/‍ HF-‍REF Heart failure with reduced ejection fraction HHD Hypertensive heart disease HHV Human herpesvirus H-‍ISDN Hydralazine and isosorbide dinitrate HIT Heparin-‍induced thrombocytopenia HITS High intensity transient signal HIV Human immunodeficiency virus HoFH Homozygous familial hypercholesterolaemia HPAH Heritable PAH HR Heart rate HRCT High resolution CT hs-‍CRP high-‍sensitivity C-‍reactive protein HT/ HTN Hypertension HTG Hypertrigiyceridaemia i.v. / IV Intravenous IABP Intraaortic balloon pump IAS Inter-‍atrial septum ICA Invasive coronary angiography ICCU Intensive cardiac care unit ICD Implantable cardioverter defibrillator/‍ International Classification of Diseases ICH Intracranial haemorrhage ICU Intensive care unit ID Infectious disease IDF International Diabetes Federation IE Infective endocarditis IFG Impaired fasting glucose IFN Interferon-‍gamma IGRA Interferon-‍gamma release assay IGT Impaired glucose tolerance IHD Ischaemic heart disease IL-2 Interleukin 2 ILR Implantable loop recorder IMA Internal mammary artery IMH Intramural haematoma IMT Intima–media thickness INR International normalized ratio IN-‍TIME Implant-‍based multiparameter telemonitoring of patients with heart failure IOMC Iso-‍osmolar contrast medium IPAH Idiopathic pulmonary arterial hypertension IPF Idiopathic pulmonary fibrosis IRA Infarct related artery ISH Isolated systolic hypertension ISHLT International Society for Heart and Lung Transplantation IU International units IUD Intrauterine device IV Intravenous IV UHF Intravenous unfractionated heparin IVC Inferior vena cava IVDA Intravenous drug abusers IVIG Intravenous immunoglobulin IVUS Intravascular ultrasound JSAP Japanese Stable Angina Pectoris km per h Kilometres per hour LA Left atrium/‍atrial LAA Left atrial appendage LAD Left anterior descending (coronary artery) LAE Left atrial enlargement LAH Left anterior hemiblock LAVI Left atrial volume index LBBB Left bundle branch block LCC Left coronary cusp Lcx Left circumflex LD Loading dose LDH Lactate dehydrogenase LDL Low-‍density lipoprotein LDL-C Low-‍density lipoprotein-‍cholesterol LDLR Low density lipoprotein receptor LDS Loeys-‍Dietz syndrome LEAD Lower-‍extremity artery disease LEOPARD lentigines, ECG abnormalities, ocular hypertelorism, pulmonary stenosis, abnormal genitalia, retardation of growth, and sensorineural deafness LGE Late gadolinium enhancement LHD left heart disease LLN Lower limit of normality LM Left main LMNA Lamin A/C LMWH Low molecular weight heparin LOCM Low-‍osmolar contrast medium LoE Level of evidence LOVA Lovastatin Lp Lipoprotein Lp(a) Lipoprotein(a) LQTS Long QT syndrome LTBI Latent tuberculosis infection LV Left ventricle / left ventricular LVAD Left ventricular assist device LVEDD Left ventricular end-‍diastolic diameter LVEDP Left ventricular end diastolic pressure LVEF Left ventricular ejection fraction LVESD Left ventricular end-‍systolic diameter LVESV Left ventricular end-‍systolic volume LVESVI Left ventricular end-‍systolic volume index LVF Left ventricular function LVH Left ventricular hypertrophy LVM Left ventricular mass LVMI Left ventricular mass index LVOT Left ventricular outflow tract LVOTG Left ventricular outflow tract gradient LVOTO Left ventricular outflow tract obstruction MACE Major adverse cardiac events MADIT Multicenter Automatic Defibrillator Implantation Trial MASS II The medicine, angioplasty, or surgery study Mbq Millibecquerel MCS Mechanical circulatory support MD Maintenance dose MDCT Multidetector computed tomographic angiography/Multi-detector computed tomography MDRD Modifikation of Diet in Renal Disease Med RX Medial therapy MedPed Make Early Diagnosis to Prevent Early Deaths MELAS mitochondrial encephalomyopathy, lactic acidosis, and stroke-‍like episodes MERFF Myoclonic epilepsy with ragged red fibres MET Metabolic equivalent MetS Metabolic syndrome MI Myocardial infarction MIC Minimum inhibitory concentration MINOCA Myocardial infarction with non-‍obstructive coronary arteries mo. month(s) MPI Myocardial perfusion imaging MPR Multiplanar reconstruction MPS Myocardial perfusion scintigraphy / Myocardial perfusion stress MR Magnetic resonance/ Mitral regurgitation/ Mineralocorticoid receptor MRA Mineralocorticoid receptor antagonist / Magnetic resonance angiography MRAs Mineralocorticoid receptor antagonists MRI Magnetic resonance imaging MR-‍proANP Mid-regional pro atrial natriuretic peptide/‍ Mid-regional pro A-‍type natriuretic peptide MRSA Methicillin-‍resistant Staphylococcus aureus MS Mitral stenosis MSAD Multisite artery disease MSCT Multislice computed tomography MSSA Methicillin-‍susceptible Staphylococcus aureus mSv Millisievert MUGA Multigated radionuclide angiography mV millivolt(s) MV abn Mitral valve abnormality MVA Mitral valve area MWD Minute walk distance MWT Minute walk test MYBPC3 Myosin-‍binding protein C MYH7 Myosin, heavy chain 7 MYL3 Essential myosin light chain n.a/ NA not available/ Not available N/A Not applicable N/R Not reported NASCET North American Symptomatic Carotid Endarterectomy Trial NCC Non coronary cusp NCDR National cardiovascular data registry NIHSS National Institutes of Health stroke severity scale NIPPV Non-‍invasive positive pressure ventilation NIV Non-‍invasive ventilation NNH Numbers needed to harm NNT Numbers needed to treat/‍ Number of individuals needed to treat NOAC Non-‍vitamin K antagonist oral anticoagulant NOAC/ NOAC(s) Novel oral anticoagulant / New oral anticoagulant / Non-‍vitamin K antagonist direct oral anticoagulant/ Non-‍vitamin K antagonist oral anticoagulant(S) NOACS Non-‍vitamin K antagonist oral anticoagulants Non-‍HDL-‍C Non-‍HDL cholesterol NP Natriuretic peptide NPV Negative predictive value NR No recommendation NRT Nicotine replacement therapy NSAID Non-‍steroidal antiinflammatory drug(s) NSAIDs Non-‍steroidal anti-‍inflammatory drugs NSQIP National surgical quality improvement program NSTE Non-‍ST-‍elevation NSTE-‍ACS Non-‍ST-‍segment elevation acute coronary syndrome/ Non-‍ST elevation acute coronary syndrome NSTEMI Non-‍ST-‍elevation myocardial infarction NSVT Non-‍sustained ventricular tachycardia NTG Nitroglycerine NT-‍proBNP N-‍terminal pro B-‍type/brain natriuretic peptide NVE Native valve endocarditis NYHA New York Heart Association O2 Oxygen OAC Oral anticoagulation/ anticoagulant OARS Open-‍ended questions, Affirmation, Reflective listening, Summarising OCT Optical coherence tomography OD Organ damage OGTT Oral glucose tolerance test OHCA Out-‍of-‍hospital cardiac arrest OHS Obesity hypoventilation syndrome OMT Optimal medical therapy OR Odds ratio ORBIT Outcomes Registry for Better Informed Treatment of Atrial Fibrillation OSA Obstructive sleep apnoea p.o. Per os PA Postero-anterior/ Pulmonary artery/‍ Physical activity PAD Peripheral artery disease PADs Peripheral arterial diseases PAH Pulmonary arterial hypertension / Pulmonary hypertension PaO2 Partial pressure of oxygen PAP Pulmonary artery pressure/ Pulmonary arterial pressure PAR Protease-‍activated receptor PAU Penetrating aortic ulcer PAWP Pulmonary artery wedge pressure PCA Prostacyclin analogues PCC Prothrombin coagulation complax/‍ Prothrombin complex concentrates PCH Pulmonary capillary haemangiomatosis PCI Percutaneous coronary intervention PCIS Post-‍cardiac injury syndromes PCR Polymerase chain reaction PCSK9 Proprotein convertase subtilisin/‍kexin type 9 PCWP Pulmonary capillary wedge pressure PDE Phosphodiesterase type-5 inhibitors/ Phosphodiesterase PDE5 Phosphodiesterase type 5 PE Pulmonary embolism PEA Pulmonary endarterectomy PEP Primary endpoint PESI Pulmonary embolism severity index PET Positron emission tomography PFT Pulmonary function tests PH Pulmonary hypertension PISA Proximal isovelocity surface area PITA Pitavastatin PM Pacemaker/‍Pain management PMC Percutaneous mitral commissurotomy PPCM Peripartum cardiomyopathy PPI Proton pump inhibitor PPIs Proton pump inhibitors PPS Post-‍pericardiotomy syndrome PRAVA Pravastatin PRECISE-‍DAPT PREdicting bleeding Complications In patients undergoing Stent implantation and subsEquent Dual Anti Platelet Therapy PRIMARY PCI Primary percutaneous coronary intervention PRKAG2 Gamma-‍2 subunit of the adenosine monophosphate-‍activated protein kinase PS Pulmonary valve stenosis PTA Percutaneous transluminal angioplasty / Pre-‍test probability PTT Partial thromboplastin time PUFA/ PUFAs Polyunsaturated fatty acid/ Polyunsaturated fatty acids PVC Premature ventricular contraction/‍ Premature ventricular complex PVE Prosthetic valve endocarditis PVI Pulmonary vein isolation PVL Paravalvular leak PVOD Pulmonary veno-‍occlusive disease PVR Pulmonary vascular resistance PVS Programmed ventricular stimulation PWV Pulse wave velocity R Vol Regurgitant volume RA Right atrium/‍ Rheumatoid arthritis RAA Renin–angiotensin–aldosterone RAAS Renin-‍angiotensin-aldosterone system RAD Renal artery disease RAP Right atrial pressure RAS Renal artery stenosis / Renin-‍angiotensin system RBBB Right bundle branch block RBC Red blood cell RCC Right coronary cusp RCT/‍RCTs Randomized controlled trial RF Risk factor rFVIIa Activated recombinant factor VII RHC Right heart catheterization ROSU Rosuvastatin rPA Recombinant plasminogen activator/‍Right pulmonary artery r-PA Reteplase RR Relative risk RRR Relative risk reduction rtPA Recombinant tissue plasminogen activator RV Right ventricle/ventricular RVEDP Right ventricular end-‍diastolic pressure RVOT Right ventricular outflow tract RVOTO Right ventricular outlow tract obstruction RVSP Right ventricular systolic pressure S.C. Subcutaneous SA Signal-averaged SAA Septal alcohol ablation SADS Sudden arrhythmic death syndrome SAM Systolic anterior motion SAN Sinoatrial node SaO2 Saturated oxygen SAPT Single antiplatelet therapy SAS Sleep apnea syndrome SAVR Surgical aortic valve replacement SB Sinus bradycardia SBP Systolic blood pressure SCAD Stable coronary artery disease SCD Sudden cardiac death SCORE Systematic Coronary Risk Evaluation / Systematic Coronary Risk Estimation SFA Superficial femoral artery SGLT2 Sodium glucose co-‍transporter 2 SIDS Sudden infant death syndrome SIMVA Simvastatin SIRS Systemic inflammatory response SLE Systemic lupus erythematosus SMART Specific, Measurable, Achievable, Realistic and Timely SND Sinus node disease SPAP Systolic pulmonary artery pressure SPECT Single-‍photon emission computed tomography sPESI Simplified Pulmonary Embolism Severity Index SpO2 Saturation of peripheral oxygen SQTS Short QT syndrome SR Sinus rhythm SSS Sick sinus syndrome STE-‍ACS ST-‍segment elevation acute coronary syndrome STEMI ST-‍elevation myocardial infarction/ST-‍segment elevation myocardial infarction STS Society of Thoracic Surgeon/‍ Structured telephone support ST-T ST-‍segment-T wave SUDI Sudden unexplained death in infancy SUDS Sudden unexplained death syndrome SVG Saphenous vein graft Svi Stroke volume index SVR Surgical ventricular reconstruction. SVT Supraventricular tachycardia SWISSI II Swiss Interventional Study on Silent Ischemia Type II SYNTAX SYNergy between percutaneous coronary intervention with TAXus and cardiac surgery T1DM Type 1 diabetes mellitus T2DM Type 2 diabetes mellitus TA Tricuspid annulus TAA Thoracic aortic aneurysm TAAD Thoracic aortic aneurysms and dissection TAI Traumatic aortic injury TAPSE Tricuspid annulus plane systolic excursion TASC TransAtlantic Inter-‍Society Consensus TAVI Transcatheter aortic valve implantation/ Transaortic valve implantation TB Tuberculosis TC Total cholesterol TcPO2 Transcutaneous oxygen pressure T-DM1 Trastuzumab-‍emtansine TE Thromboembolism / Thrombo-‍embolic TEE Transesophageal echocardiogram TEVAR Thoracic endovascular aortic repair TG Triglyceride TGA Complete transposition of the great arteries Three DE Three dimensional echocardiography TIA Transient ischaemic attack / Transitory ischaemic attack TIBC Total iron-‍binding capacity TIME Trial of invasive versus medical therapy in elderly patients with chronic symptomatic coronary-‍artery disease TIMI Thrombolysis In Myocardial Infarction TKI Tyrosine kinase inhibitor TL True lumen TNF Tumor necrosis factor TNK-‍tPA Tenecteplase/‍Tenecteplase tissue plasminogen activator TNNI3 Troponin I, cardiac TNNT2 Troponin T TOE Transoesophageal echocardiography / echocardiogram tPA Tissue plasminogen activator t-PA Tissue plasminogen activator TPM1 Tropomyosin 1 alpha chain TR Tricuspid regurgitation TRAPS Tumour necrosis factor receptor-‍associated periodic syndrome TRL Triglyceride-‍rich lipoproteins TRV Tricuspid regurgitant velocity TS Tricuspid stenosis / Turner syndrome TSAT Transferrin saturation TSH Thyroid stimulating hormone TTE Transthoracic echocardiography TTR Time in therapeutic range / Transthyretin TV Tricuspid valve/‍ Television TVI Time–velocity integral TVR Tricuspid valve replacement Tx Tendon xanthomata UA Unstable angina UEAD Upper-‍extremity artery disease UFH Unfractionated heparin UHF Ultrafractionated heparin UK United Kingdom ULN Upper limit of normal US United States USA United States of America V/Q Scan ventilation–perfusion scintigraphy VA Vertebral artery/‍ Ventricular arrhythmia VAS Vitamin K antagonist VEGF Vascular endothelial growth factor VF Ventricular fibrillation VHD Valvular heart disease VKA Vitamin K antagonist VL Very low risk VO2 Oxygen consumption VPBs Ventricular premature beats vs Versus VSD Ventricular septal defect VT Ventricular tachycardia VTE Venous thromboembolism VV Interventricular VVI Ventricular inhibited pacing WBC White blood cells WCD Wearable cardioverter defibrillator WHF World Heart Federation WHO World Health Organization WPW Wolff-‍Parkinson-‍White WU Wood units"
}
]