[
{
	"page":"ENAS5196_2017063077",
	"text":"1.0.0.0 Definition of cardiovascular disease (CVD) prevention Definition of cardiovascular disease (CVD) prevention A coordinated set of actions, at the population and individual level, aimed at eradicating, eliminating or minimizing the impact of cardiovascular diseases and their related disability."
},
{
	"page":"ENAS5196_2017063078",
	"text":"2.0.0.0 Relevance of CVD prevention in clinical practice Relevance of CVD prevention in clinical practice Atherosclerotic CVD is the leading cause of premature death worldwide. It affects both men and women; of all deaths before the age of 75 years in Europe, 42% are due to CVD in women and 38% in men. Healthcare professionals play an important role in achieving this lifetime approach in their clinical practice and in the society at large. Most patients are followed up in primary care and screening the population for CVD risk factors is preferably done there."
},
{
	"page":"ENAS5196_2017063079",
	"text":"3.0.0.0 Who will benefit from prevention? When and how to assess risk and prioritize Who will benefit from prevention? When and how to assess risk and prioritize Atherosclerosis is usually the product of a number of risk factors: prevention of CVD in individuals should be adapted to their total CV risk: the higher the risk, the more intense the actions. A systematic approach to CV risk assessment is recommended targeting populations likely at higher CV risk, i.e. with family history of premature CVD, familial hyperlipidaemia, major CV risk factors (such as smoking, high BP, DM or raised lipid levels) or conditions affecting CV risk (kidney, inflammatory or autoimmune diseases, obesity, sedentary habit, cancer therapy, obstructive sleep apnoea syndrome). It is recommended to repeat CV risk assessment every 5 years, and more often for individuals with risks close to thresholds mandating treatment."
},
{
	"page":"ENAS5196_2017063080",
	"text":"4.0.0.0 How to estimate total cardiovascular risk? How to estimate total cardiovascular risk? It is essential for clinicians to be able to assess CV risk rapidly and with sufficient accuracy. This led to the development of the risk chart used in the 1994 Guidelines: Systemic Coronary Risk Estimation (SCORE) chart [The electronic version of SCORE, HeartScore (http://www.HeartScore.org), modified to take HDL-C into account, is therefore more accurate]. SCORE, which estimates the 10-year risk of a first fatal CVD, is recommended for risk assessment and can assist in making logical management decisions, and may help to avoid both under- and over-treatment. Other validated risk estimation systems are useful alternatives. Risk score systems should be used in apparently healthy people and not in individuals automatically at high to very high CV risk, e.g. because of established CV disease (see table Risk categories). The latter require intensive attention to risk factors anyway. The total risk approach allows flexibility; if perfection cannot be achieved with one risk factor, trying harder with others can still reduce risk."
},
{
	"page":"ENAS5196_2017063081",
	"text":"5.0.0.0 How to use the risk estimation charts How to use the risk estimation charts Use of the low-risk chart is recommended for the low-risk countries, and the high-risk chart for all other European and Mediterranean countries, To estimate a person’s 10-year risk of CV death, find the table for his/her gender, smoking status and (nearest) age. Within the table find the cell nearest to the person&#039;s systolic blood pressure and total cholesterol. Risk estimates will need to be adjusted upwards as the person approaches the next category. While no threshold is universally applicable, the intensity of advice should increase with increasing risk. The effect of interventions on the absolute probability of developing a CV event increases with an increasing baseline risk. Low to moderate risk persons (calculated SCORE"
},
{
	"page":"ENAS5196_2017063082",
	"text":"6.0.0.0 SCORE chart for HIGH-risk countries: 10-year risk of fatal cardiovascular disease in populations of countries at (VERY) HIGH cardiovascular risk SCORE chart for HIGH-risk countries: 10-year risk of fatal cardiovascular disease in populations of countries at (VERY) HIGH cardiovascular risk (Albania, Algeria, Armenia, Azerbaijan, Belarus, Bosnia and Herzegovina, Bulgaria, Croatia, Czech Republic, Estonia, Egypt, Georgia, Hungary, Kazakhstan, Kyrgyzstan, Latvia, Lithuania, Macedonia FYR, Moldova, Montenegro, Morocco, Poland, Romania, Russian Federation, Serbia, Slovakia, Syrian Arab Republic, Tajikistan, Tunisia, Turkey, Turkmenistan, Ukraine and Uzbekistan). 10-year risk of fatal CVD based on age, sex, smoking, systolic blood pressure, total cholesterol."
},
{
	"page":"ENAS5196_2017063083",
	"text":"7.0.0.0 SCORE chart for LOW-risk countries: 10-year risk of fatal CVD in populations of countries at LOW CV risk SCORE chart for LOW-risk countries: 10-year risk of fatal CVD in populations of countries at LOW CV risk (Andorra, Austria, Belgium, Cyprus, Denmark, Finland, France, Germany, Greece, Iceland, Ireland, Israel, Italy, Luxembourg, Malta, Monaco, The Netherlands, Norway, Portugal, San Marino, Slovenia, Spain, Sweden, Switzerland and United Kingdom). 10-year risk of fatal CVD based on age, sex, smoking, systolic blood pressure, total cholesterol."
},
{
	"page":"ENAS5196_2017063084",
	"text":"8.0.0.0 Risk categories: priorities Risk categories: priorities Individuals at highest risk gain most from preventive efforts, and this guides the priorities. Very high-risk Subjects with any of the following: Documented CVD, clinical or unequivocal on imaging. Documented clinical CVD includes previous AMI, ACS, coronary revascularization and other arterial revascularization procedures, stroke and TIA, aortic aneurysm and PAD. Unequivocally documented CVD on imaging includes significant plaque on coronary angiography or carotid ultrasound. It does NOT include some increase in continuous imaging parameters such as intima–media thickness of the carotid artery. DM with target organ damage such as proteinuria or with a major risk factor such as smoking or marked hypercholesterolaemia or marked hypertension. Severe CKD (GFR <30 mL/min/1.73 m2). A calculated SCORE ≥10%. High-risk Subjects with: Markedly elevated single risk factors, in particular cholesterol >8 mmol/L (>310 mg/dL) (e.g. in familial hypercholesterolaemia) or BP ≥180/110 mmHg. Most other people with DM (with the exception of young people with type I DM and without major risk factors that may be at low or moderate risk). Moderate CKD (GFR 30–59 mL/min/1.73 m2). A calculated SCORE ≥5% and <10%. Moderate-​risk SCORE is ≥1% and <5% at 10 years. Many middle-aged subjects belong to this category. Low-risk SCORE"
},
{
	"page":"ENAS5196_2017063085",
	"text":"9.0.0.0 The main targets and goals The main targets and goals Smoking No exposure to tobacco in any form. Diet Low in saturated fat with a focus on wholegrain products, vegetables, fruit and fish. Physical activity At least 150 minutes a week of moderate aerobic PA (30 minutes for 5 days/week) or 75 minutes a week of vigorous aerobic PA (15 minutes for 5 days/week) or a combination thereof. Body weight BMI 20–25 kg/m2. Waist circumference <94 cm (men) or <80 cm (women). Blood pressure <140/90 mmHga Lipidsb   LDLc is the primary target Very high-risk: <1.8 mmol/L (<70 mg/dL), or a reduction of at least 50% if the baseline is between 1.8 and 3.5 mmol/L (70 and 135 mg/dL)d High-risk: <2.6mmol/L (<100 mg/dL),or a reduction of at least 50% if the baseline is between 2.6 and 5.2 mmol/L (100 and 200 mg/dL) Low to moderate risk: <3.0 mmol/L (<115 mg/dL). HDL-C No target but >1.0 mmol/L (>40 mg/dL) in men and >1.2 mmol/L (>45 mg/dL) in women indicate lower risk. Triglycerides No target but <1.7 mmol/L (<150 mg/dL) indicates lower risk and higher levels indicate a need to look for other risk factors. Diabetes HbA1c <7%. (<53 mmol/mol) BMI = body mass index; HbA1c = glycated haemoglobin; HDL-C = high-density lipoprotein cholesterol; LDL-C = low density lipoprotein cholesterol; PA = physical activity. aBlood pressure <140/90 mmHg is the general target. The target can be higher in frail elderly, or lower in most patients with diabetes and in some (very) high-risk patients without diabetes who can tolerate multiple blood pressure lowering drugs. bNon-HDL-C is a reasonable and practical alternative target because it does not require fasting. Non HDL-C secondary targets of <2.6, <3.4 and <3.8 mmol/L (<100, <130 and <145 mg/dL) are recommended for very high, high and low to moderate risk subjects, respectively. cA view was expressed that primary care physicians might prefer a single general LDL-C goal of 2.6 mmol/L (100 mg/dL). While accepting the simplicity of this approach and that it could be useful in some settings, there is better scientific support for the three targets matched to level of risk. dThis is the general recommendation for those at very high-risk. It should be noted that the evidence for patients with chronic kidney disease is less strong."
},
{
	"page":"ENAS5196_1.0.0.0",
	"text":"1.0.0.0 Authors and legal information ESC Pocket Guidelines 2016 European Guidelines on Cardiovascular Disease Prevention in Clinical Practice* The Sixth Joint Task Force of the European Society of Cardiology and Other Societies on Cardiovascular Disease Prevention in Clinical Practice (constituted by representatives of 10 societies and by invited experts) Developed with the special contribution of the European Association for Cardiovascular Prevention & Rehabilitation (EACPR) Chairperson: Massimo F. Piepoli Heart Failure Unit - Cardiology Department Polichirurgico Hospital G. Da Saliceto Cardiology Dept. - Cantone Del Cristo 29121 Piacenza Emilia Romagna, Italy Tel: +39 0523 30 32 17 Fax: +39 0523 30 32 20 Email: m.piepoli@alice.it m.piepoli@imperial.ac.uk Co-Chairperson: Arno W. Hoes Julius Center for Health Sciences & Primary Care - University Medical Center Utrecht PO Box 85500 (HP Str. 6.131) 3508 GA Utrecht, The Netherlands Tel: +31 88 756 8193 Fax: +31 88 756 8099 Email: a.w.hoes@umcutrecht.nl Task Force Members: Stefan Agewall, Norway (ESC), Christian Albus, Germany (ISBM), Carlos Brotons, Spain (WONCA Europe), Alberico L. Catapano, Italy (EAS), Marie-Therese Cooney, Ireland (ESC), Ugo Corrà, Italy (ESC), Bernard Cosyns, Belgium (ESC), Christi Deaton, UK (ESC), Ian Graham, Ireland (ESC), Michael Stephen Hall, UK (IDF Europe), F.D. Richard Hobbs, UK (WONCA Europe), Maja-Lisa Løchen, Norway (ESC), Herbert Löllgen, Germany (FIMS), Pedro Marques-Vidal, Switzerland (ESC), Joep Perk, Sweden (ESC), Eva Prescott, Denmark (ESC), Josep Redon, Spain (ESH), Dimitrios J. Richter, Greece (ESC), Naveed Sattar, UK (EASD), Yvo Smulders, The Netherlands (ESC), Monica Tiberi, Italy (ESC), H. Bartvander Worp, The Netherlands (ESO), Inekevan Dis, The Netherlands (EHN), W. M. Monique Verschuren, The Netherlands (ESC) Additional Contributor: Simone Binno (Italy) ESC entities having participated in the development of this document: Associations: European Association for Cardiovascular Prevention & Rehabilitation (EACPR), European Association of Cardiovascular Imaging (EACVI), European Association of Percutaneous Cardiovascular Interventions (EAPCI), Heart Failure Association (HFA). Councils: Cardiovascular Nursing and Allied Professions, Cardiology Practice, and Cardiovascular Primary Care Working Groups: Cardiovascular Pharmacotherapy. ESC Staff: Veronica Dean, Catherine Despres, Nathalie Cameron - Sophia Antipolis, France *Adapted from the 2016 European Guidelines on Cardiovascular Disease Prevention in Clinical Practice (European Heart Journal 2016;37:2315–2381 - doi:10.1093/eurheartj/ehw106)."
},
{
	"page":"ENAS5196_2.0.0.0",
	"text":"2.0.0.0 Preamble Table 1: Classes of recommendations Classes of recommendations Definition Suggested wording to use Class I Evidence and/or general agreement that a given treatment or procedure is beneficial, useful, effective. Is recommended/is indicated Class II Conflicting evidence and/or a divergence of opinion about the usefulness/efficacy of the given treatment or procedure. Class IIa Weight of evidence/ opinion is in favour of usefulness/efficacy. Should be considered Class IIb Usefulness/efficacy is less well established by evidence/opinion. May be considered Class III Evidence or general agreement that the given treatment or procedure is not useful/effective, and in some cases may be harmful. Is not recommended Table 2: Levels of evidence Level of evidence A Data derived from multiple randomized clinical trials or meta-analyses. Level of evidence B Data derived from a single randomized clinical trial or large non-randomized studies. Level of evidence C Consensus of opinion of the experts and/or small studies, retrospective studies, registries."
},
{
	"page":"ENAS5196_3.0.0.0",
	"text":"3.0.0.0 Introduction 2016 European Guidelines on cardiovascular disease prevention in clinical practice The Sixth Joint Task Force of the European Society of Cardiology and Other Societies on Cardiovascular Disease Prevention in Clinical Practice This pocket edition reflects the Consensus of the Joint Task Force of ten major European professional societies as documented in the full text of the 2016 version of the practice guidelines. The objectives are: To help health care providers to prevent or reduce the occurrence of cardiovascular disease (CVD). To provide advice with regard to priorities, risk assessment and management through lifestyle counselling and medication use if indicated."
},
{
	"page":"ENAS5196_4.0.0.0",
	"text":"4.0.0.0 Definition of CVD prevention A coordinated set of actions, at the population and individual level, aimed at eradicating, eliminating or minimizing the impact of CVD and their related disability."
},
{
	"page":"ENAS5196_5.0.0.0",
	"text":"5.0.0.0 The main targets Targets and goals Smoking No exposure to tobacco in any form. Diet Low in saturated fat with a focus on wholegrain products, vegetables, fruit and fish. Physical activity At least 150 minutes a week of moderate aerobic PA (30 minutes for 5 days/week) or 75 minutes a week of vigorous aerobic PA (15 minutes for 5 days/week) or a combination thereof. Body weight BMI 20–25 kg/m2.Waist circumference <94 cm (men) or <80 cm (women). Blood pressure <140/90 mmHga Lipidsb   LDLc is the primary target Very high-risk: <1.8 mmol/L (<70 mg/dL), or a reduction of at least 50% if the baseline is between 1.8 and 3.5 mmol/L (70 and 135 mg/dL)d High-risk: <2.6mmol/L (<100 mg/dL), or a reduction of at least 50% if the baseline is between 2.6 and 5.2 mmol/L (100 and 200 mg/dL) Low to moderate risk: <3.0 mmol/L (<115 mg/dL). HDL-C No target but >1.0 mmol/L (>40 mg/dL) in men and >1.2 mmol/L (>45 mg/dL) in women indicate lower risk. Triglycerides No target but <1.7 mmol/L (<150 mg/dL) indicates lower risk and higher levels indicate a need to look for other risk factors. Diabetes HbA1c <7%. (<53 mmol/mol) BMI = body mass index; HbA1c = glycated haemoglobin; HDL-C = high-density lipoprotein cholesterol; LDL-C = low density lipoprotein cholesterol; PA = physical activity. aBlood pressure <140/90 mmHg is the general target. The target can be higher in frail elderly, or lower in most patients with diabetes mellitus (DM) and in some (very) high-risk patients without DM who can tolerate multiple blood pressure lowering drugs. bNon-HDL-C is a reasonable and practical alternative target because it does not require fasting. Non HDL-C secondary targets of <2.6, <3.4 and <3.8 mmol/L (<100, <130 and <145 mg/dL) are recommended for very high, high and low to moderate risk subjects, respectively. cA view was expressed that primary care physicians might prefer a single general LDL-C goal of 2.6 mmol/L (100 mg/dL). While accepting the simplicity of this approach and that it could be useful in some settings, there is better scientific support for the three targets matched to level of risk. dThis is the general recommendation for those at very high-risk. It should be noted that the evidence for patients with chronic kidney disease (CKD) is less strong."
},
{
	"page":"ENAS5196_6.0.0.0",
	"text":"6.0.0.0 Major new key messages A strategy for individuals at high risk is complemented by public health measures to encourage a healthy lifestyle and to reduce population levels of CV risk factors. A combined strategy is advocated to improve CV health across the population at large from childhood onwards, with specific actions to improve CV health in individuals at increased risk of CVD or with established CVD. Specific chapters are dedicated to a population-based approach to promote healthy environment and healthy life style, including diet, exercise, smoking cessation, avoidance of alcohol abuse. Health care professionals have an important role as advocates of this approach. There is more emphasis on CV risk markers in relevant groups, such as young and older individuals, women, ethnic minorities. Promotion of physical activity and healthy life style in all settings and in all population groups, starting in childhood. Health personnel, caregivers should set an example by following healthy lifestyle, such as not smoking or using tobacco products. Sections on preventive interventions at the individual level are included for patients with specific diseases, including atrial fibrillation, coronary artery disease, chronic heart failure, cerebrovascular disease, peripheral artery disease. Monitoring the process of delivery of CVD prevention activities and outcomes is considered."
},
{
	"page":"ENAS5196_7.0.0.0",
	"text":"7.0.0.0 Relevance of CVD prevention in practice Atherosclerotic CVD is the leading cause of premature death worldwide. It affects both men and women; of all deaths before the age of 75 years in Europe, 42% are due to CVD in women and 38% in men. A lifetime approach to CV risk is important since both CV risk and prevention are dynamic and continuous as patient age and/or accumulate comorbidities. Healthcare professionals play an important role in achieving this lifetime approach in their clinical practice. Most patients are followed up in primary care and screening the population for CVD risk factors is preferably done there."
},
{
	"page":"ENAS5196_8.0.0.0",
	"text":"8.0.0.0 Cost-effectiveness of CVD prevention Coronary artery disease (CAD) mortality rates could be halved by only modest risk factor reduction and eight dietary priorities alone could halve CVD death. Reducing population CV risk by 1% would prevent 25 000 CVD cases and generate savings of €40 million per year in a single European country. In the last three decades, over half of the reduction in CV mortality has been attributed to changes in risk factor levels in the population, primarily the reduction in cholesterol and blood pressure levels and smoking. This favourable trend is partly offset by an increase in other risk factors, mainly obesity and type 2 DM."
},
{
	"page":"ENAS5196_9.1.0.0",
	"text":"9.0.0.0 Who will benefit from prevention? 9.1.0.0 When to assess total CV risk? Atherosclerosis is usually the product of a number of risk factors: prevention of CVD in individuals should be adapted to their total CV risk: the higher the risk, the more intense the actions should be. Screening is the identification of unrecognized disease or, in this case, of an unknown increased risk of CVD in individuals without symptoms and can be done opportunistically (i.e. when the opportunity arises, e.g. when the individuals are consulting their general practitioner (GP) for some other reason) or systematically (i.e. in the general population as part of a screening programme or in targeted subpopulations such as subjects with a family history of premature CVD or familial hyperlipidaemia). These guidelines recommend a systematic approach to CV risk assessment targeting populations likely to be at higher CV risk. Recommendations for cardiovascular risk assessment Recommendations Classa Levelb Systematic CV risk assessment is recommended in individuals at increased CV risk, i.e. with family history of premature CVD, familial hyperlipidaemia, major CV risk factors (such as smoking, high BP, DM or raised lipid levels) or comorbidities increasing CV risk. I C It is recommended to repeat CV risk assessment every 5 years, and more often for individuals with risks close to thresholds mandating treatment. I C Systematic CV risk assessment may be considered in men >40 years of age and in women >50 years of age or post-menopausal with no known CV risk factors. IIb C Systematic CV risk assessment in men <40 of age and women <50 years of age with no known CV risk factors is not recommended. III C BP = blood pressure; CV = cardiovascular; CVD = cardiovascular disease; DM = diabetes mellitus. aClass of recommendation. bLevel of evidence."
},
{
	"page":"ENAS5196_9.2.0.0",
	"text":"9.2.0.0 How to estimate total CV risk? It is essential for clinicians to be able to assess CV risk rapidly and with sufficient accuracy. This realization led to the development of the risk chart used in the 1994 Guidelines: Systemic Coronary Risk Estimation (SCORE) chart www.escardio.org/Guidelines-&-Education/Practice-tools/CVD-prevention-toolbox/SCORE-Risk-Charts or www.heartscore.org (see following pages). In apparently healthy persons, CV risk in general is the result of multiple, interacting risk factors. This is the basis for the total CV risk approach to prevention. SCORE, which estimates the 10-year risk of a first fatal CVD, is recommended for risk assessment and can assist in making logical management decisions, and may help to avoid both under- and over-treatment. Other validated risk estimation systems are useful alternatives to SCORE. The total risk approach allows flexibility; if perfection cannot be achieved with one risk factor, trying harder with others can still reduce risk. Recommendation for how to estimate cardiovascular risk Recommendation Classa Levelb Total CV risk estimation, using a risk estimation system such as SCORE, is recommended for adults >40 years of age, unless they are automatically categorised as being at high-risk or very high-risk based on documented CVD, DM (>40 years of age), kidney disease or highly elevated single risk factor (Table Risk categories). I C CV = cardiovascular; DM = diabetes mellitus; SCORE = Systematic Coronary Risk Estimation. aClass of recommendation. bLevel of evidence."
},
{
	"page":"ENAS5196_9.3.1.0",
	"text":"9.3.0.0 How to use the risk estimation charts 9.3.1.0 SCORE Overview The SCORE charts are used in apparently healthy people, not for those with established CVD or at very high risk or high risk for other reasons (Table Risk categories, see here), who need intensive risk advice anyway. Use of the low-risk chart is recommended for the low risk countries, and the high-risk chart for all other European and Mediterranean countries, To estimate a person’s 10-year risk of CV death, find the table for his/her gender, smoking status and (nearest) age. Within the table find the cell nearest to the person’s BP and total cholesterol. Risk estimates will need to be adjusted upwards as the person approaches the next age category. While no threshold is universally applicable, the intensity of advice should increase with increasing risk. The effect of interventions on the absolute probability of developing a CV event increases with an increasing baseline risk; i.e. the number of individuals needed to treat (NNT) to prevent one event decreases with increasing risk. Low to moderate risk persons (calculated SCORE <5%) should be offered lifestyle advice to maintain their low- to moderate-risk status. High-risk persons (calculated SCORE ≥5% and <10%) qualify for intensive lifestyle advice, and may be candidates for drug treatment. Very high-risk persons (calculated SCORE ≥10%): drug treatment is more frequently required. Use of the risk charts should be qualified by knowledge of the following aspects: The charts assist in risk estimation but must be interpreted in the light of the clinician’s knowledge and experience and in view of the factors that may modify the calculated risk (see here). Relative risks may be high in young persons, even if 10-year absolute risks are low, because events usually occur later in life. The relative risk chart or estimating risk age may be helpful in identifying and counselling such persons (see here). In persons >60 years of age these thresholds should be interpreted more leniently, because their age-specific risk is normally around these levels, even when other CV risk factor levels are “normal”. In particular, uncritical initiation of drug treatments of all elderly with risks greater than the 10% threshold should be discouraged. The lower risk in women is explained by the fact that risk is deferred by 10 years–the risk of a 60-year-old woman is similar to that of a 50-year-old man. Ultimately more women than men die of CVD. The charts may be used to give some indication of the effects of reducing risk factors, given that there will be a time lag before risk reduces and that the results of randomized controlled trials in general give better estimates of the benefits of interventions. Those who stop smoking in general halve their risk."
},
{
	"page":"ENAS5196_9.3.2.1",
	"text":"9.3.2.0 SCORE, 10-year risk of fatal CVD 9.3.2.1 SCORE in populations at HIGH CV risk SCORE chart: 10-year risk of fatal cardiovascular disease in populations of countries at (VERY) HIGH cardiovascular risk based on the following risk factors: age, sex, smoking, systolic blood pressure, total cholesterol. CVD = cardiovascular disease; SCORE = Systematic Coronary Risk Estimation. High or very high-risk countries are: Albania, Algeria, Armenia, Azerbaijan, Belarus, Bosnia and Herzegovina, Bulgaria, Croatia, Czech Republic, Estonia, Egypt, Georgia, Hungary, Kazakhstan, Kyrgyzstan, Latvia, Lithuania, Macedonia FYR, Moldova, Montenegro, Morocco, Poland, Romania, Russian Federation, Serbia, Slovakia, Syrian Arab Republic, Tajikistan, Tunisia, Turkey, Turkmenistan, Ukraine and Uzbekistan. For interactivity see here"
},
{
	"page":"ENAS5196_9.3.2.2",
	"text":"9.3.2.2 SCORE in populations at LOW CV risk SCORE chart: 10-year risk of fatal CVD in populations of countries at LOW CV risk based on the following risk factors: age, sex, smoking, systolic blood pressure, total cholesterol. CVD = cardiovascular disease; SCORE = Systematic Coronary Risk Estimation. Low-risk countries are: Andorra, Austria, Belgium, Cyprus, Denmark, Finland, France, Germany, Greece, Iceland, Ireland, Israel, Italy, Luxembourg, Malta, Monaco, The Netherlands, Norway, Portugal, San Marino, Slovenia, Spain, Sweden, Switzerland and United Kingdom. For interactivity see here"
},
{
	"page":"ENAS5196_9.3.3.0",
	"text":"9.3.3.0 SCORE relative risk chart It may be used to show younger people at low absolute risk that relative to others in their age group, their risk may be many times higher. This may help to communicate that lifestyle changes can reduce the relative risk substantially as well as reduce the increase in risk that will occur with ageing. Conversion of cholesterol: mmol/L → mg/dL: 8 = 310, 7 = 270, 6 = 230, 5 = 190, 4 = 155. For interactivity see here"
},
{
	"page":"ENAS5196_9.3.4.0",
	"text":"9.3.4.0 Risk age, derived from SCORE. The risk age of a person with several risk factors is the same as that of a person with no risk factors, as illustrated. This can be helpful in motivating change in risk factors to reduce risk age."
},
{
	"page":"ENAS5196_9.4.0.0",
	"text":"9.4.0.0 Risk categories: priorities Individuals at highest risk gain most from preventive efforts, and this guides the priorities. Risk categories Very high-risk Subjects with any of the following: Documented CVD, clinical or unequivocal on imaging. Documented clinical CVD includes previous AMI,ACS, coronary revascularization and other arterial revascularization procedures, stroke and TIA, aortic aneurysm and PAD. Unequivocally documented CVD on imaging includes significant plaque on coronary angiography or carotid ultrasound. It does NOT include some increase in continuous imaging parameters such as intima– media thickness of the carotid artery. DM with target organ damage such as proteinuria or with a major risk factor such as smoking or marked hypercholesterolaemia or marked hypertension. Severe CKD (GFR <30 mL/min/1.73 m2). A calculated SCORE ≥10%. High-risk Subjects with: Markedly elevated single risk factors, in particular cholesterol >8 mmol/L (>310 mg/dL) (e.g. in familial hypercholesterolaemia) or BP ≥180/110 mmHg. Most other people with DM (with the exception of young people with type 1 DM and without major risk factors that may be at low or moderate risk). Moderate CKD (GFR 30–59 mL/min/1.73 m2). A calculated SCORE ≥5% and <10%. Moderate-risk SCORE is ≥1% and <5% at 10 years. Many middle-aged subjects belong to this category. Low-risk SCORE <1%. ACS = acute coronary syndrome; AMI = acute myocardial infarction; BP = blood pressure; CKD = chronic kidney disease; CVD = cardiovascular disease; DM = diabetes mellitus; GFR = glomerular filtration rate; PAD = peripheral artery disease; SCORE = systematic coronary risk estimation; TIA = transient ischaemic attack."
},
{
	"page":"ENAS5196_9.5.0.0",
	"text":"9.5.0.0 Modifiers of calculated total CV risk Apart from the conventional major CV risk factors included in the risk charts, there are other risk factors that could be relevant for assessing total CVD risk. The Task Force recommends additional risk factor assessment if such a risk factor improves risk classification and if the assessment is feasible in daily practice. Examples of risk modifiers that are likely to have reclassification potential are: socio-economic status, social isolation, or lack of social support; family history of premature CVD; body mass index and central obesity; computed tomography coronary calcium score; atherosclerotic plaques determined by carotid artery scanning; ankle-brachial blood pressure index. Reclassification is of most value when the individual’s risk lies close to a decisional threshold, such as a SCORE risk of 5%. In very high-risk or very low- risk situations, the impact of additional risk factors is unlikely to alter management decisions. While the presence of risk modifiers may move an individual’s estimated risk upward, absence of these modifiers should lead to lowering an individual’s estimated risk."
},
{
	"page":"ENAS5196_9.6.0.0",
	"text":"9.6.0.0 Family history/(epi)genetics Recommendations for assessment of family history/(epi) genetics Recommendations Classa Levelb Assessment of family history of premature CVD (defined as a fatal or non-fatal CVD event or/and established diagnosis of CVD in first degree male relatives before 55 years or female relatives before 65 years) is recommended as part of cardiovascular risk assessment. I C The generalized use of DNA-based tests for CVD risk assessment is not recommended. III B CVD = cardiovascular disease. aClass of recommendation. bLevel of evidence."
},
{
	"page":"ENAS5196_9.7.0.0",
	"text":"9.7.0.0 Psychosocial risk factors Low socio-economic status, lack of social support, stress at work and in family life, hostility, depression, anxiety, and other mental disorders contribute both to the risk of developing CVD and a worse prognosis of CVD, with the absence of these items being associated with a lower risk of developing CVD and a better prognosis of CVD. Psychosocial risk factors act as barriers to treatment adherence and efforts to improve lifestyle, as well as to promoting health in patients and populations. Recommendation for assessment of psychosocial risk factors Recommendation Classa Levelb Psychosocial risk factor assessment, using clinical interview or standardized questionnaires, should be considered to identify possible barriers to lifestyle change or adherence to medication in individuals at high CVD risk or with established CVD. IIa B aClass of recommendation. bLevel of evidence."
},
{
	"page":"ENAS5196_9.8.0.0",
	"text":"9.8.0.0 Circulating and urinary biomarkers CV circulating and urinary biomarkers have either no or only limited value when added to CVD risk assessment with the SCORE system. There is evidence of publication bias in the field of novel biomarkers of CV risk, leading to inflated estimates of strength of association and potential added value. Recommendation for assessment of circulating and urinary biomarkers Recommendation Classa Levelb Routine assessment of circulating or urinary biomarkers is not recommended for refinement of CVD risk stratification. III B aClass of recommendation. bLevel of evidence."
},
{
	"page":"ENAS5196_9.9.0.0",
	"text":"9.9.0.0 Preclinical vascular damage measurements Routine screening with imaging modalities to predict future CV events is generally not recommended in clinical practice. Some imaging methods may be considered as risk modifiers in CV risk assessment, i.e. in individuals with calculated CV risks based on the major conventional risk factors around the decisional thresholds. Recommendations for preclinical vascular damage measurements Recommendations Classa Levelb Coronary artery calcium scoring, atherosclerotic plaque detection by carotid artery scanning, ankle–brachial index may be considered as risk modifiers in CV risk assessment. IIb B Carotid ultrasound intima–media thickness screening for CV risk assessment is not recommended. III A CV = cardiovascular. aClass of recommendation. bLevel of evidence."
},
{
	"page":"ENAS5196_9.10.1.0",
	"text":"9.10.0.0 Clinical conditions affecting CVD risk 9.10.1.0 Influenza There is an association between acute respiratory infections, especially those occurring at times of peak influenza virus circulation, and AMI. Recommendation for influenza vaccination Recommendation Classa Levelb Annual influenza vaccination may be considered in patients with established CVD. IIb C aClass of recommendation. bLevel of evidence."
},
{
	"page":"ENAS5196_9.10.2.0",
	"text":"9.10.2.0 Cancer treated patients Patients surviving cancer after treatment with chemotherapy or radiotherapy are at increased risk for CVD. The increased incidence of CVD is correlated with the (combination of) treatments given and the administered dose. The presence of traditional CV risk factors in cancer patients further increases CV risk. Recommendations for patients treated for cancer Recommendations Classa Levelb Cardio-protectionc in high-risk patients receiving type I chemotherapyd should be considered for LV dysfunction prevention. IIa B Optimization of the CV risk profile should be considered in cancer treated patients. IIa C CV = cardiovascular; LV = left ventricle. aClass of recommendation. bLevel of evidence. cE.g. prophylactic treatments, including b-blockers, angiotensin converting enzyme inhibitors, dexrazozane and statins. dHigh-risk patients are mainly those individuals receiving high cumulative doses of type I chemotherapy and/or combined treatment with other chemotherapeutic agents and radiotherapy, and/or with CV uncontrolled risk factors. Type I chemotherapy induces irreversible cardiotoxic effects: anthracyclines are the prototype of type I agents."
},
{
	"page":"ENAS5196_9.10.3.0",
	"text":"9.10.3.0 Autoimmune disease Rheumatoid arthritis (RA) enhances CV risk independently of traditional risk factors, with a relative risk of 1.4 to 1.5 in men and women, respectively. There is mounting evidence that other immune diseases, such as ankylosing spondylitis or early severe psoriasis, also increase CV risk, with relative risks approaching those in RA. Post hoc analysis of two statin trials suggests that the relative reduction in CVD incidence in autoimmune diseases is comparable to that seen in the other conditions. Recommendations for autoimmune disease Recommendations Classa Levelb The use of a 1.5 factor risk multiplier for CV risk in rheumatoid arthritis should be considered, particularly if disease activity is high. IIa B The use of a 1.5 risk multiplier for CV risk in immune inflammatory diseases other than rheumatoid arthritis may be considered on a patient-by-patient basis, depending on disease activity/severity. IIb C CV = cardiovascular. aClass of recommendation. bLevel of evidence."
},
{
	"page":"ENAS5196_9.10.4.0",
	"text":"9.10.4.0 Obstructive sleep apnoea syndrome There is evidence of a positive relationship between obstructive sleep apnoea syndrome and hypertension, CAD, atrial fibrillation, stroke, and heart failure."
},
{
	"page":"ENAS5196_9.10.5.0",
	"text":"9.10.5.0 Erectile dysfunction Erectile dysfunction (ED) is associated with future CV events in men without and with established CVD. Recommendation for erectile dysfunction Recommendation Classa Levelb Assessment of CV risk factors and CVD signs or symptoms in men with ED should be considered. IIa C CVD = cardiovascular disease; ED = erectile dysfunction. aClass of recommendation. bLevel of evidence."
},
{
	"page":"ENAS5196_10.1.0.0",
	"text":"10.0.0.0 Relevant groups 10.1.0.0 Individuals <50 years of age Some people under 50 with a low absolute risk of CVD have a high relative or lifetime CV risk and should be offered lifestyle advice as a minimum. Some younger people will have high single CV risk factors that, of themselves, warrant intervention, such as cholesterol levels >8 mmol/L or a BP of 180/110 mmHg or higher. The most important group of people under 50 to identify are those with a family history of premature CVD who should be tested for familial hypercholesterolaemia and treated accordingly. Recommendation for individuals <50 years of age Recommendation Classa Levelb It is recommended to screen all individuals under 50 year of age with a family history of premature CVD in a first degree relative (under 55 year of age in males, under 65 year of age in females) for familial hypercholesterolaemia using a validated clinical score. I B aClass of recommendation. bLevel of evidence."
},
{
	"page":"ENAS5196_10.2.0.0",
	"text":"10.2.0.0 Elderly Age is the dominant driver of cardiovascular risk, and most individuals are already at (very) high risk at the age of 65 years. Especially in the oldest old, CV risk management is controversial. Thus the recommendations of risk factor control in the elderly should be followed with caution and common sense, adverse effects should be monitored closely, and treatment should be reconsidered periodically. A discussion with patients regarding quality of life and life potentially gained, as well as regarding the ethical dilemmas of treating risk inherent to ageing, the total burden of drug treatment, and the inevitable uncertainties of benefit."
},
{
	"page":"ENAS5196_10.3.0.0",
	"text":"10.3.0.0 Female-specific conditions Several obstetric complications, in particular pre-eclampsia and pregnancy- related hypertension, are associated with higher risk of CVD later in life. This higher risk is explained, at least partly, by hypertension and DM. Recommendations for female-specific conditions Recommendations Classa Levelb In women with a history of pre-eclampsia and/or pregnancy-induced hypertension, periodic screening for hypertension and DM should be considered. IIa B In women with a history of polycystic ovary syndrome or gestational DM, periodic screening for DM should be considered. IIa B In women with a history of giving premature birth, periodic screening for hypertension and DM may be considered. IIb B DM = diabetes mellitus. aClass of recommendation. bLevel of evidence."
},
{
	"page":"ENAS5196_10.4.0.0",
	"text":"10.4.0.0 Ethnic minorities CVD risk varies considerably between immigrant groups. South Asians and sub-Saharan Africans have a higher risk while Chinese and South Americans have a lower risk. South Asians are characterized by a high prevalence and inadequate management of DM. Current risk estimation equations do not provide adequate estimations of CVD risk in ethnic minorities. Recommendation for ethnic minorities Recommendation Classa Levelb Ethnicity should be considered in CVD risk assessment. IIa A CVD = cardiovascular disease. aClass of recommendation. bLevel of evidence."
},
{
	"page":"ENAS5196_11.1.0.0",
	"text":"11.0.0.0 Risk factor intervention at the individual level 11.1.0.0 Behaviour change Cognitive-behavioural methods are effective in supporting persons in adopting a healthy lifestyle. Recommendations for facilitating changes in behaviour Recommendations Classa Levelb Established cognitive-behavioural strategies (e.g. motivational interviewing) to facilitate lifestyle change are recommended. I A Involvement of multidisciplinary healthcare professionals (e.g. nurses, dieticians, psychologists) is recommended. I A In individuals at very high CVD risk, multimodal interventions integrating medical resources with education on healthy lifestyle, physical activity, stress management and counselling on psychosocial risk factors, are recommended. I A CVD = cardiovascular disease. aClass of recommendation. bLevel of evidence."
},
{
	"page":"ENAS5196_11.2.0.0",
	"text":"11.2.0.0 Psychosocial factors Treatment of psychosocial risk factors can counteract psychosocial stress, depression and anxiety, thus facilitating behaviour change, quality of life, and prognosis. Recommendations for psychosocial factors Recommendations Classa Levelb Multimodal behavioural interventions, integrating health education, physical exercise and psychological therapy, for psychosocial risk factors and coping with illness are recommended in patients with established CVD and psychosocial symptoms in order to improve psychosocial health. I A Referral for psychotherapy, medication or collaborative care should be considered in the case of clinically significant symptoms of depression, anxiety or hostility. IIa A Treatment of psychosocial risk factors with the aim of preventing CAD should be considered when the risk factor itself is a diagnosable disorder (e.g. depression) or when the factor worsens classical risk factors. IIa B CAD = coronary artery disease; CVD = cardiovascular disease. aClass of recommendation. bLevel of evidence."
},
{
	"page":"ENAS5196_11.3.0.0",
	"text":"11.3.0.0 Sedentary behaviour and physical activity Regular physical activity (PA) is a mainstay of CV prevention; participation decreases all-cause and CV mortality. PA increases fitness and improves mental health. Sedentary subjects should be encouraged to start light-intensity aerobic PA. Recommendations for physical activity Recommendations Classa Levelb It is recommended for healthy adults of all ages to perform at least 150 minutes a week of moderate intensity or 75 minutes a week of vigorous intensity aerobic PA or an equivalent combination thereof. I A For additional benefits in healthy adults, a gradual increase in aerobic PA to 300 minutes a week of moderate intensity, or 150 minutes a week of vigorous intensity aerobic PA, or an equivalent combination thereof is recommended. I A Regular assessment and counselling on PA is recommended to promote the engagement and, if necessary, to support an increase in PA volume over time.c I B PA is recommended in low-risk individuals without further assessment. I C Multiple sessions of PA should be considered, each lasting ≥10 minutes and evenly spread throughout the week, i.e. on 4–5 days a week and preferably every day of the week. IIa B Clinical evaluation, including exercise testing, should be considered for sedentary people with CV risk factors who intend to engage in vigorous PAs or sports. IIa C CV = cardiovascular; PA = physical activity. aClass of recommendation. bLevel of evidence. cVolume is the total weekly dose of PA."
},
{
	"page":"ENAS5196_11.4.0.0",
	"text":"11.4.0.0 Smoking intervention Stopping smoking is the most cost-effective strategy for CVD prevention. There is a strong evidence base for: brief interventions with advice to stop smoking, all types of nicotine replacement therapy (NRT), bupropion, varenicline, more effectiveness of drugs in combination, except for NRT plus varenicline; most effective are brief interventions plus assistance with stopping using drug therapy and follow up support. Electronic cigarettes (e-cigarettes) may help in smoking cessation but should be covered by the same marketing restriction as cigarettes. Passive secondary smoking carries significant risk, with the need to protect non-smokers. Recommendations for smoking intervention strategies Recommendations Classa Levelb It is recommended to identify smokers and provide repeated advice on stopping with offers to help, by the use of follow up support, nicotine replacement therapies, varenicline, and bupropion individually or in combination. I A It is recommended to stop all smoking of tobacco or herbal products, as this is strongly and independently causal of CVD. I B It is recommended to avoid passive smoking. I B CVD = cardiovascular disease. aClass of recommendation. bLevel of evidence. The ‘Five As’ for a smoking cessation strategy for routine practice A–ASK: Systematically inquire about smoking status at every opportunity. A–ADVISE: Unequivocally urge all smokers to quit. A–ASSESS: Determine the person’s degree of addiction and readiness to quit A–ASSIST: Agree on a smoking cessation strategy, including setting a quit date, behavioural counselling, and pharmacological support. A–ARRANGE: Arrange a schedule for follow-up."
},
{
	"page":"ENAS5196_11.5.0.0",
	"text":"11.5.0.0 Nutrition and body weight Dietary habits influence the risk of CVD and other chronic diseases such as cancer. Energy intake should be limited to the amount of energy needed to maintain (or obtain) a healthy weight; that is, a BMI >20.0 and <25.0 kg/m². In general, when following the rules for a healthy diet, no dietary supplements are needed. Both overweight and obesity are associated with an increased risk of CVD death and all-cause mortality. All-cause mortality is lowest with a BMI of 20–25 kg/m2 (in those <60 years); further weight reduction cannot be considered protective against CVD. Healthy weight in the elderly is higher than in the young and middle-aged. Achieving and maintaining a healthy weight have a favourable effect on metabolic risk factors (BP, blood lipids, glucose tolerance) and lower CV risk. Recommendations on nutrition Recommendations Classa Levelb A healthy diet is recommended as a cornerstone of CVD prevention in all individuals. I B It is recommended that subjects with healthy weightc maintain their weight. It is recommended that overweight and obese people achieve a healthy weight (or aim for a reduction in weight) in order to reduce BP, dyslipidaemia and risk of developing type 2 DM, and thus improve the CV risk profile. I A CVD = cardiovascular disease. aClass of recommendation. bLevel of evidence. cBMI 20 –25 kg/m2. There is evidence that optimal weight in the elderly is higher than in the young and middle-aged. Healthy diet characteristics Saturated fatty acids to account for <10% of total energy intake, through replacement by polyunsaturated fatty acids. Trans unsaturated fatty acids: as little as possible, preferably no intake from processed food, and <1% of total energy intake from natural origin. <5 g of salt per day. 30–45 g of fibre per day, preferably from wholegrain products. ≥200 g of fruit per day (2–3 servings). ≥200 g of vegetables per day (2–3 servings). Fish 1–2 times per week, one of which to be oily fish. 30 grams unsalted nuts per day. Consumption of alcoholic beverages should be limited to 2 glasses per day (20 g/d of alcohol) for men and 1 glass per day (10 g/d of alcohol) for women. Sugar-sweetened soft drinks and alcoholic beverages consumption must be discouraged."
},
{
	"page":"ENAS5196_11.6.1.0",
	"text":"11.6.0.0 Lipid control 11.6.1.0 Overview Low-density lipoprotein cholesterol (LDL-C) is the main target. Elevated levels of plasma LDL-C are causal to atherosclerosis. Reduction of LDL-C decreases CV events. As alternative to LDL-C, non-HDL-C (which does not require fasting) can be considered as a target (see Table on the main risk factor targets). Low HDL-C is associated with increased CV risk, but manoeuvres to increase HDL-C have not been associated with a decreased CV risk. Lifestyle and dietary changes are recommended for all. Total CV risk should guide the intensity of the intervention."
},
{
	"page":"ENAS5196_11.6.2.0",
	"text":"Possible intervention strategies as a function of total CV risk and LDL-C level Total CV risk (SCORE) % LDL-C levels <70 mg/dL<1.8 mmol/L 70 to <100 mg/dL1.8 to <2.6 mmol/L 100 to <155 mg/dL2.6 to <4.0 mmol/L 155 to <190 mg/dL4.0 to <4.9 mmol/L ≥190 mg/dL≥4.9 mmol/L <1 Classa/Levelb ≥1 to <5 Classa/Levelb ≥5 to <10, or high-risk Classa/Levelb ≥10 or very high-risk Classa/Levelb Lifestyle advice Lifestyle advice Lifestyle advice Lifestyle advice Lifestyle advice, consider drug if uncontrolled I/C I/C I/C I/C IIa/A Lifestyle advice Lifestyle advice Lifestyle advice, consider drug if uncontrolled Lifestyle advice, consider drug if uncontrolled Lifestyle advice, consider drug if uncontrolled I/C I/C IIa/A IIa/A I/A Lifestyle advice Lifestyle advice, consider drug if uncontrolled Lifestyle advice and drug treatment for most Lifestyle advice and drug treatment Lifestyle advice and drug treatment IIa/A IIa/A IIa/A I/A I/A Lifestyle advice, consider drug Lifestyle advice and concomitant drug treatment Lifestyle advice and concomitant drug treatment Lifestyle advice and concomitant drug treatment Lifestyle advice and concomitant drug treatment IIa/A IIa/A I/A I/A I/A   CV = cardiovascular; LDL-C = low-density lipoprotein cholesterol; SCORE = Systematic Coronary Risk Estimation. aClass of recommendation. bLevel of evidence. Guidance on the use of drug treatment must be interpreted in the light of the physician’s judgement and knowledge with regards to his or her individual patient. Note that risk stratification is not applicable in familial hypercholesterolaemia, where drug treatment is recommended, and that, in this table, drug treatment may be considered at risks lower than the generic treatment thresholds indicated above.Thus treatment may occasionally be considered in moderate risk (1–5%) individuals, provided that patients are well-informed of the limited absolute risk reduction, and high numbers needed to treat. In higher risk (5–10%), drug therapy is associated with somewhat larger absolute benefits, and should at least be considered. Drug therapy is strongly advised in those at very high risk (≥10%). If baseline LDL-C in this category is already below the target level of 1.8 mmol/L, benefit of statin therapy initiation is less certain, but may still be present. For interactivity see here"
},
{
	"page":"ENAS5196_12.1.0.0",
	"text":"12.0.0.0 Diabetes mellitus 12.1.0.0 Diabetes type 2 Recent evidence points to sizeable reductions in CVD mortality in DM patients via improvement in risk factor management, though rising worldwide DM prevalence will create increasing major challenges. More should be done to prevent DM. The multidisciplinary approach is very important. Lifestyle management to aid weight control by sustainable dietary changes and increased PA levels should be central. Intensive management of hyperglycaemia reduces the risk of microvascular complications and, to a lesser extent, risk of CVD. However, targets should be relaxed in the elderly, frail, those with long duration of DM, or those with existing CVD. Intensive treatment of BP in DM, with a target of 140 mmHg systolic reduces the risk of macrovascular and microvascular outcomes. A lower SBP target of 130 mmHg further lessens risks for stroke, retinopathy and albuminuria and should be applied to selected patients. Lipid lowering is a key mechanism to lower CVD risk in both type 2 and type 1 DM. All patients above 40 years of age and selected younger patients at elevated risk are recommended for statin therapy as first line. In DM patients with existing CVD, the use of a sodium-glucose co- transporter-2 (SGLT2) inhibitor substantially lessened CVD and total mortality and HF hospitalisation without major adverse effects. SGLT2 inhibitors should be considered early in the course of DM management in such patients."
},
{
	"page":"ENAS5196_12.2.1.0",
	"text":"12.2.0.0 Diabetes type 1 12.2.1.0 Overview CVD and mortality risks have come down in type 1 DM patients but remain unacceptably elevated in those with very poor glycaemic control or any evidence of kidney disease. Intensive management of hyperglycaemia in DM reduces the risk of macrovascular complications and premature mortality; a target of 6.5–7.5% (48–58 mmol/mol) HbA1c is recommended. Recommended BP target in the majority of patients with type 1 DM is130/80 mmHg. Lipid lowering agents targeting LDL-C reduction should be recommended to the majority of patients above 40 years of age and to those younger than this with evidence of nephropathy or with multiple risk factors."
},
{
	"page":"ENAS5196_12.2.2.0",
	"text":"12.2.2.0 Management Recommendations for management of diabetes Recommendations Classa Levelb Lifestyle changes including smoking cessation, low fat diet, high fibre diet, aerobic physical activity, and strength training are recommended. I A Reduction in energy intake is recommended to patients to help achieve lower weight or prevent weight gain. I B A target HbA1c for the reduction in risk of CVD and microvascular complications in DM of <7.0% (<53 mmol/mol) is recommended for the majority of non-pregnant adults with either type 1 or type 2 DM. I A For patients with a long duration of DM, the elderly, frail, or those with existing CVD, a relaxing of the HbA1c targets (i.e. less stringent) should be considered. IIa B A target HbA1c of ≤6.5% (≤48 mmol/mol) should be considered at diagnosis or early in the course of type 2 DM in patients, who are not frail and do not have CVD. IIa B When screening for DM in individuals with or without CVD, assessment of HbA1c (which can be done non-fasting) or fasting blood glucose should be considered.An oral glucose tolerance test can be offered when there is still doubt. IIa A Metformin is recommended as first-line therapy, if tolerated and not contra-indicated, following evaluation of renal function. I B Avoidance of hypoglycaemia and excessive weight gain should be considered and individual approaches (with respect to both treatment targets and drug choices) should be considered in patients with advanced disease. IIa B In patients with type 2 DM and CVD, the use of an SGLT2 inhibitor should be considered early in the course of the disease to reduce CV and total mortality. IIa B Lipid lowering agents (principally statins) are recommended to reduce CV risk in all patients with type 2 or type 1 DM above the age of 40 years. I A Lipid lowering agents (principally statins) may be considered also in individuals below 40 years of age if at significantly elevated risk, based on the presence of micro-vascular complications or of multiple CV risk factors. IIb A In DM patients at very high-risk (see table Risk categories here), a LDL-C target <1.8 mmol/L (<70 mg/dL), or a reduction of at least 50% if the baseline LDL-C is between 1.8 and 3.5 mmol/L (70 and 135 mg/dL), is recommended.c In DM patients with high-risk (see table Risk categories here), LDL-C target <2.6 mmol/L (<100 mg/dL) or a reduction of at least 50% if the baseline LDL-C is between 2.6 and 5.2 mmol/L (100 and 200 mg/dL) is recommended.c I B BP targets in type 2 DM are generally recommended to be <140/85 mmHg, but a lower target of <130/80 mmHg is recommended in selected patients (e.g. younger patients at elevated risk for specific complications) for additional gains on stroke, retinopathy and albuminuria risk. Renin-angiotensin-aldosterone system blocker is recommended in the treatment of hypertension in DM, particularly in the presence of proteinuria or micro- albuminuria. Recommended BP target in patients with type 1 DM is <130/80 mmHg. I B The use of drugs that increase HDL-C to prevent CVD in type 2 DM is not recommended. III A Antiplatelet therapy (e.g. with aspirin) is not recommended for people with DM who do not have CVD. III A BP = blood pressure; CV = cardiovascular; CVD = cardiovascular disease; DM = diabetes mellitus; HbA1c = glycated haemoglobin; HDL-C = high-density lipoprotein cholesterol; LDL-C = low-density lipoprotein cholesterol; SGLT2 = Sodium-glucose co-transporter-2. aClass of recommendation. bLevel of evidence. cNon-HDL-C is a reasonable and practical alternative target because it does not require fasting. Non HDL-C secondary targets of <2.6 and <3.4 mmol/L (<100 and <130 mg/dL) are recommended for very high, and high-risk subjects, respectively."
},
{
	"page":"ENAS5196_12.3.1.0",
	"text":"12.3.0.0 Hypertension 12.3.1.0 Overview Elevated BP is a major risk factor for cardiovascular and cerebrovascular diseases. The decision to start BP lowering treatment depends on BP level and total CV risk. Benefits of treatment are mainly driven by BP reduction per se, not by drug type. Combination treatment is needed to control BP in most patients."
},
{
	"page":"ENAS5196_12.3.2.0",
	"text":"12.3.2.0 Management Recommendations for management of hypertension Recommendations Classa Levelb Lifestyle measures (weight control, increased physical activity, alcohol moderation, sodium restriction, and increased consumption of fruits, vegetables, and low-fat dairy products) are recommended in all patients with hypertension and in individuals with high normal BP. I A All major BP lowering drug classes (i.e. diuretics, ACE-I, calcium antagonists, ARBs, and β-blockers) do not differ significantly in their BP-lowering efficacy and thus are recommended. I A In asymptomatic subjects with hypertension but free of CVD, CKD, and DM, total CV risk stratification using the SCORE model is recommended. I B Drug treatment is recommended in patients with grade 3 hypertension irrespective of CV risk, as well as in patients with grade 1 or 2 hypertension who are at very high CV risk (see Table Risk categories at page 15). I B Drug treatment should be considered in patients with grade 1 or 2 hypertension who are at high CV risk (see Table Risk categories here). IIa B In patients at low to moderate total CV risk and with grade 1 or 2 hypertension, lifestyle measures are recommended. I B In patients at low to moderate total CV risk and with grade 1 or 2 hypertension, if lifestyle measures fail to reduce BP, drug treatment may be considered. IIb B SBP <140 mmHg and DBP <90 mmHg are recommended in all treated hypertensive patients <60 years old. I B In patients >60 years old with SBP ≥160 mmHg, it is recommended to reduce SBP to between 150 and 140 mmHg. I B In fit patients <80 years old, a target SBP <140 mmHg may be considered if treatment is well tolerated. In some of these patients a target SBP <120 mmHg may be considered if at (very) high-risk and tolerate multiple BP lowering drugs. IIb B In individuals >80 years and with initial SBP ≥160 mmHg, it is recommended to reduce SBP to between 150 and 140 mmHg, provided they are in good physical and mental conditions. I B In frail elderly patients, a careful treatment intensity (e.g. number of BP lowering drugs) and BP targets should be considered, and clinical effects of treatment should be carefully monitored. IIa B Initiation of BP lowering therapy with a two-drug combination may be considered in patients with markedly elevated baseline BP or at high CV risk. Combination of two drugs at fixed doses in a single pill may be considered because of improved adherence. IIb C β-blockers and thiazide diuretics are not recommended in hypertensive patients with multiple metabolic risk factors,c due to the increased risk of DM. III B ACE-I = angiotensin-converting enzyme inhibitor; ARBs = angiotensin receptor blockers; BP = blood pressure; CKD = chronic kidney disease; CV = cardiovascular; CVD = cardiovascular disease; DBP = diastolic blood pressure; SBP = systolic blood pressure; SCORE = Systematic Coronary Risk Estimation. aClass of recommendation. bLevel of evidence. cOverweight, obesity, dyslipidaemia, impaired glucose tolerance."
},
{
	"page":"ENAS5196_12.3.3.0",
	"text":"12.3.3.0 Blood pressure thresholds Blood pressure thresholds for definition of hypertension with different types of BP measurements   SBP (mmHg) DBP (mmHg) Office or clinic 140 90 24-hour 125–130 80 Day 130–135 85 Night 120 70 Home 130–135 85 DBP = diastolic blood pressure; SBP = systolic blood pressure."
},
{
	"page":"ENAS5196_12.3.4.0",
	"text":"12.3.4.0 Drugs to be preferred in specific conditions Drugs to be preferred in specific conditions Condition Drug Asymptomatic organ damage LVH ACE-I, calcium antagonist,ARB Asymptomatic atherosclerosis Calcium antagonist,ACE-I Microalbuminuria ACE-I,ARB Renal dysfunction ACE-I,ARB Clinical CV event Previous stroke Any agent effectively lowering BP Previous MI β-blockers,ACE-I,ARB Angina pectoris β-blockers, calcium antagonist Heart failure Diuretic, β-blockers,ACE-I,ARB, mineralocorticoid receptor antagonist Aortic aneurysm β-blockers Atrial fibrillation: prevention Consider ARB,ACE-I, β-blockers or mineralocorticoid receptor antagonist Atrial fibrillation: rate control β-blockers, non-dihydropyridine calcium antagonist ESRD/ proteinuria ACE-I,ARB Peripheral artery disease ACE-I, calcium antagonist Other ISH (elderly) Diuretic, calcium antagonist Diabetes mellitus ACE-I,ARB Pregnancy Methyldopa, β-blockers, calcium antagonist Black people Diuretic, calcium antagonist ACE-I = angiotensin-converting enzyme inhibitor; ARB = angiotensin receptor blocker; BP = blood pressure; CV = cardiovascular; Diuretic = thiazide or thiazide-like; ESRD = end-stage renal disease; ISH = isolated systolic hypertension; LVH = left ventricular hypertrophy; MI = myocardial infarction."
},
{
	"page":"ENAS5196_12.4.0.0",
	"text":"12.4.0.0 Antiplatelet therapy Antiplatelet therapy is not recommended in individuals free from CVD, due to its increased risk of major bleeding. Recommendations for antiplatelet therapy Recommendations Classa Levelb In acute coronary syndromes, a P2Y12 inhibitor for 12 months is recommended in addition to aspirin, unless there are contraindications such as excessive risk of bleeding. I A P2Y12 inhibitor administration for a shorter duration of 3–6 months after DES implantation may be considered in patients deemed at high bleeding risk. IIb A P2Y12 inhibitor administration in addition to aspirin beyond 1 year may be considered after careful assessment of ischaemic and bleeding risks of the patient. IIb A In the chronic phase (>12 months) after MI, aspirin is recommended. I A In patients with non-cardioembolic ischaemic stroke or TIA, prevention with aspirin only, or dipyridamole plus aspirin or clopidogrel alone is recommended. I A Prasugrel is not recommended in patients with stable CAD. Ticagrelor is not recommended in patients with stable CAD without a previous ACS. III C In patients with non-cardioembolic cerebral ischaemic events, anticoagulation is not recommended. III B Antiplatelet therapy is not recommended in individuals without CVD due to the increased risk of major bleeding. III B ACS = acute coronary syndrome; CAD = coronary artery disease; CVD = cardiovascular disease; DES = drug-eluting stent; MI = myocardial infarction; TIA = transient ischaemic attack. aClass of recommendation. bLevel of evidence."
},
{
	"page":"ENAS5196_12.5.0.0",
	"text":"12.5.0.0 Adherence to medication Adherence to medication in individuals at high risk and in patients with CVD is low. Recommendations for achieving medication adherence Recommendations Classa Levelb Simplifying the treatment regimen to the lowest acceptable level is recommended, with repetitive monitoring and feedback. In case of persistent non-adherence, multi-session or combined behavioural interventions are recommended. I A It is recommended that physicians assess medication adherence, and identify reasons for non-adherence in order to tailor further interventions. I C The use of the polypill and combination therapy to increase adherence to drug therapy may be considered. IIb B aClass of recommendation. bLevel of evidence."
},
{
	"page":"ENAS5196_13.1.0.0",
	"text":"13.0.0.0 Disease specific intervention 13.1.0.0 Atrial fibrillation Hypertension in atrial fibrillation patients doubles the risk of CV complications and must be treated in all grades. Recommendations for atrial fibrillation Recommendations Classa Levelb It is recommended to assess stroke risk by CHA2DS2 -VASc score or CHADS2 score, bleeding risk (HAS-BLED) and consider antithrombotic therapy. I A In patients ≥65 years or with diabetes, screening by pulse palpation, followed by ECG if irregular pulse, to detect atrial fibrillation is recommended. I B ECG = electrocardiogram. aClass of recommendation. bLevel of evidence."
},
{
	"page":"ENAS5196_13.2.0.0",
	"text":"13.2.0.0 Coronary artery disease Prevention is crucial for short- and long-term outcomes in CAD, and it should be started as soon as possible, with a multidimensional approach that combines feasibility and efficacy. An appropriate discharge planning should be considered. Recommendations for coronary artery disease Recommendations Classa Levelb Patient assessment Clinical history taking, including the conventional risk factors for the development of CAD (such as for example glycaemic state) with revision of the clinical course (uncomplicated or complicated) of ACS is recommended. I A Physical examination is recommended. I C The ECG is predictive of early risk: it is recommended to obtain a 12-lead ECG and to have it interpreted by an experienced physician. It is recommended to obtain an additional 12-lead ECG in case of recurrent symptoms or diagnostic uncertainty. I B Additional ECG leads (V3R,V4R,V7–V9) are recommended if on-going ischaemia is suspected when standard leads are inconclusive. I C A resting transthoracic echocardiogram is recommended in all patients for: a) exclusion of alternative causes of angina; b) regional wall motion abnormalities suggestive of CAD; c) measurement of LVEF for; d) evaluation of diastolic function. I B Chest X-ray should be considered in patients with suspected HF. IIa C Arrhythmic burden assessment (ventricular arrhythmias,AF and other supraventricular tachy- arrhythmias, and bradycardia,AV block, and intra- ventricular conduction defects) is recommended. I A Ambulatory monitoring should be considered in patients in whom arrhythmias are suspected. IIa C Exercise stress testing should be considered to evaluate the efficacy of medical treatment or after revascularization, or to assist prescription of exercise after control of symptoms. IIa B Exercise capacity and ischaemic threshold assessment should be considered by exercise maximal stress test (ergospirometry if available) to plan the exercise training programme. IIa B An imaging stress test is recommended in patients with resting ECG abnormalities which prevent accurate interpretation of ECG changes during stress. I B An imaging stress test should be considered to assess the functional severity of intermediate lesions on coronary arteriography. IIa B Physical activity counselling In the presence of exercise capacity >5 METs without symptoms, return to routine physical activity is recommended; otherwise, the patient should resume physical activity at 50% of maximal exercise capacity and gradually increase. Physical activity should be a combination of activities like walking, climbing stairs, cycling and supervised medically prescribed aerobic exercise training. I B Exercise training In low risk patients, at least 2 hours/week aerobic exercise at 55–70% of the maximum work load (METs) or heart rate at the onset of symptoms (≥1500 kcal/week) are recommended. In moderate to high-risk patients, an individualised programme is recommended, that starts with <50% maximum workload (METs), resistance exercise at least 1 hour/week, 10–15 repetitions per set to moderate fatigue. I B Diet/ nutritional counselling Caloric intake is recommended to be balanced by energy expenditure (physical activity) to achieve and maintain healthy BMI. Diet poor in cholesterol and saturated fat is recommended. I C Weight control management Normal-weight CAD patients should be advised to avoid weight gain. On each patient visit, it is recommended to consistently encourage weight control through an appropriate balance of physical activity, caloric intake, and formal behavioural programmes when indicated to achieve and maintain a healthy BMI. If waist circumference is ≥80 cm in women or ≥94 cm in men, it is recommended to initiate lifestyle changes and consider treatment strategies as indicated. I B Lipid management According to lipid profile, statin therapy is recommended. I B Annual control of lipids, glucose metabolism and creatinine are recommended. I C BP monitoring A structured approach is recommended. I B Smoking cessation A structured approach is recommended. I B Psychosocial management Psychosocial risk factor screening should be considered. IIa B Multimodal behavioural interventions is recommended. I A ACS = acute coronary syndrome; AF = atrial fibrillation; BMI = body mass index; BP = blood pressure; CAD = coronary artery disease; ECG = electrocardiogram; HF = heart failure; LVEF = left ventricular ejection fraction; MET = metabolic equivalent; PCI = percutaneous coronary intervention. aClass of recommendation. bLevel of evidence."
},
{
	"page":"ENAS5196_13.3.0.0",
	"text":"13.3.0.0 Chronic heart failure CVD prevention in HF patients should start as soon as possible, and requires a multi-faceted integrated tactic. Recommendations for chronic heart failure Recommendations Classa Levelb The control of fluid status throughout the assessment of symptoms and signs is recommended. I B Patient assessment Identification of precipitating CV and non-CV factors is recommended. I B Transthoracic echocardiography is the method of choice for assessment of myocardial systolic and diastolic function of both left and right ventricles. I A 12-lead ECG is recommended in all patients with HF in order to determine heart rhythm, heart rate, QRS morphology and duration, and to detect other relevant abnormalities.This information is needed to plan and monitor treatment. I C The following diagnostic tests are recommended for initial assessment of a patient with newly diagnosed HF in order to evaluate the patient‘s suitability for particular therapies, to detect reversible/treatable causes of HF and co-morbidities interfering with HF: blood testing (natriuretic peptides, complete blood count –haemoglobin/hematocrit,WBC and platelet counts– potassium, sodium creatinine with estimated GFR-, C-reactive protein, uric acid, liver function tests fasting glucose, HbA1c, fasting lipid profile,TSH, ferritin, TSAT, iron/TIBC). I B Additional laboratory tests should be considered in patients admitted due to acute HF based on clinical indications. IIa C Chest X-ray is recommended in patients with HF to detect/exclude alternative pulmonary or other diseases, which may contribute to dyspnoea. It may also identify pulmonary congestion/oedema and is more useful in patients with suspected HF in the acute setting. I C Exercise testing (ergospirometry if available) should be considered in patients with HF to prescribe adequate exercise training programme and to discriminate the origin of unexplained dyspnoea. IIa C Exercise testing (ergospirometry if available) may be considered in patients with HF to detect reversible myocardial ischaemia. IIb C Exercise testing (ergospirometry if available) is recommended in patients with HF as a part of the evaluation of patients for heart transplantation and/ or mechanical circulatory support. I C Other imaging and non-imaging diagnostic tests should be considered in selected clinical situations. IIa B Physical activity counselling is recommended. I B Exercise training Aerobic exercise training is recommended. I A High intensity interval training may be considered in selected patients. IIb B Respiratory training should be considered. IIa B Resistance training may be considered. IIb C Weight control, cachexia and obesity management is recommended. I C Diet/nutritional counselling should be considered. IIa C Psychosocial management Psychosocial screening should be considered. IIa C Psychosocial management is recommended. I A Self-care management should be considered. IIa B Home care monitoring should be considered. IIa B CV = cardiovascular; GFR = glomerular filtration rate; HbA1c = glycated haemoglobin; HF = heart failure; TIBC = total iron-binding capacity;TSAT = transferrin saturation; TSH = thyroid-stimulating hormone; WBC = white blood cells. aClass of recommendation. bLevel of evidence."
},
{
	"page":"ENAS5196_13.4.0.0",
	"text":"13.4.0.0 Cerebrovascular disease CV risk management in patients with previous TIA or ischaemic stroke is generally comparable to that in patients with other ischaemic complications of atherosclerosis. However, treatments may differ between stroke types (ischaemic stroke, intracerebral haemorrhage, subarachnoid haemorrhage, or cerebral venous sinus thrombosis) and causes. Recommendation for cerebrovascular disease Recommendation Classa Levelb In patients with TIA or stroke, it is recommended to investigate the cause of the event and institute a CVD prevention programme tailored to type and cause of stroke (specific guidelines are available). I A CVD = cardiovascular disease; TIA = transient ischaemic attack. aClass of recommendation. bLevel of evidence."
},
{
	"page":"ENAS5196_13.5.0.0",
	"text":"13.5.0.0 Peripheral artery disease Peripheral artery disease (PAD) is asymptomatic in a large cohort of patients. Preventive treatment is identical to coronary and carotid prevention treatment, but specific studies for PAD population and specific treatment targets are lacking. Recommendations for peripheral artery disease Recommendations Classa Levelb In all PAD patients BP values controlled to values below 140/90 mmHg are recommended. I A Antiplatelet therapy is recommended. I A Statin therapy is recommended. I A ACE-I therapy is recommended in patients with symptomatic PAD in patients with hypertension. I A Exercise training is recommended in all patients with PAD. I A It is recommended that all patients with PAD who smoke should be advised to stop smoking. I B ACE-I therapy should be considered in patients with symptomatic PAD without hypertension. IIa A β-blockers should be considered. IIa B ACE-I = angiotensin-converting enzyme inhibitors; BP = blood pressure; PAD = peripheral artery disease. aClass of recommendation. bLevel of evidence."
},
{
	"page":"ENAS5196_14.1.0.0",
	"text":"14.0.0.0 How to intervene at the population level 14.1.0.0 Approaches to diet Structural measures like product reformulation, limitations of marketing and taxes on unhealthy foods, subsidizing of costs of healthier foods, and consumer friendly nutrition labelling will improve healthy food choices. Healthy environments in the community, at schools and workplaces will stimulate a healthy lifestyle. Recommendations for population-based approaches to diet Recommendations Classa Levelb Governmental restrictions and mandates Legislation on composition of foods to reduce energy density, salt and saturated fat, and (added) sugar content of foods and beverages, and to limit portion sizes is recommended. I B Elimination of industrially produced transfats is recommended I A Facilitating an integrated and coherent policy and activities of the (local) governments, non-governmental organizations, food industry, retail, catering, schools, workplaces and other stakeholders to promote a healthy diet and to prevent overweight is recommended. I C Legislation restricting marketing aimed at children of foods that are high in fats, sugar and/or salt, less healthy options, junk foods, drinks with alcohol and non-alcoholic beverages rich in sugar (e.g. on TV, internet, social media and on food packages) is recommended. I C Media and education Reformulation of foods accompanied by educational information campaigns should be considered to create awareness on the nutrition quality of foods among consumers. IIa C Labelling and information Mandatory and harmonized simplified front-of-pack nutrition labelling is recommended. I C Independently and coherently formulated criteria for nutrient profiles should be considered in support of health and nutrition claims and front-of-pack logos (e.g. traffic lights, healthy choices, key-holes). IIa C Mandatory nutrition labelling for non-pre-packaged foods, including in restaurants hospitals and workplaces, should be considered. IIa C Economic incentives Pricing and subsidy strategies are recommended to promote healthier food and beverage choices. I B Taxes on foods and beverages rich in sugar and saturated fat, and on alcoholic drinks are recommended. I B Schools At all schools, pre-schools and daycare centres a multi-component, comprehensive and coherent policy is recommended to promote a healthy diet. I B Availability of fresh drinking water and healthy foods in schools, and in vending machines is recommended. I B Workplaces At all companies a coherent and comprehensive health policy and nutritional education are recommended to stimulate the health awareness of employees. I B Increased availability of fresh drinking water and improved nutritional quality of food served and/or sold in the workplace, and in vending machines should be considered. IIa C Community setting Regulation of location and density of fast food and alcohol purchasing outlets and other catering establishments should be considered. IIa C aClass of recommendation. bLevel of evidence."
},
{
	"page":"ENAS5196_14.2.0.0",
	"text":"14.2.0.0 Approaches to physical activity Sedentary lifestyle and physical inactivity affects more than half of the population worldwide. Regular PA is recommended in all men and women as a lifelong part of lifestyle with at least 150 minutes moderate activity per week or at least 75 minutes of vigorous activity per week or an equivalent combination thereof. Any activity is better than none, more activity is better than some. Population-based interventions are effective in promoting PA. Early childhood education in PA and movement should start at pre-school/ kindergarten. Daily PA at school should be at least 30 minutes, preferably 60 minutes. Good neighbourhoods and safe environment enhances and encourages PA in everyday life. Recommendations for population-based approaches to physical activity Recommendations Classa Levelb Governmental restrictions and mandates Consideration of PA when planning new landscaping/buildings or towns is recommended. I C Media and education Sustained, focused, media and educational campaigns, using multiple media modes (e.g. apps, posters, flyers and signage) may be considered to promote PA. IIb C Short term community-based educational programmes and wearable devices promoting healthy behaviours, such as walking should be considered. IIa C Labelling and information Point-of-decision prompts should be considered to encourage use of stairs. IIa B Exercise prescription for health promotion by physicians, especially GPs, similar to drug prescription should be considered. IIa C Economic incentives Increased fuel (gasoline) taxes should be considered to increase active transport/ commuting. IIa C Tax reduction incentives for individuals to purchase exercise equipment or health club/ fitness memberships may be considered. IIb C Sustained individual financial incentives may be considered for increased activity/fitness or weight loss. IIb C Tax reduction incentives to employers to offer comprehensive worksite wellness programmes with nutrition, PA, and tobacco cessation/ prevention components may be considered. IIb C Schools Increased availability and types of school playground spaces and equipment for exercise activity and sports are recommended. I C Regular classroom PA breaks during academic lessons should be considered. IIa B Increasing active commuting to school should be considered e.g. a walking school bus programme with supervised walking routes to and from school for safety. IIa C Increased number and duration of PA classes, with revised PA curricula to implement at least moderate activity and trained teachers in exercise and sports may be considered. IIb B Workplaces Comprehensive worksite wellness programmes should be considered with nutrition and PA components. IIa B Structured worksite programmes that encourage PA and provide a set time for PA during work hours should be considered. Improving stairway access and appeal, potentially in combination with “skip-stop” elevators that skip some floors should be considered. IIa C Promoting worksite fitness centres should be considered. IIa C Community setting Health care providers should consider inquiring about PA in every medical encounter and adding it to the record. In addition, they should consider to motivate the individual and promote PA. IIa C Improved accessibility of recreation and PA spaces and facilities (e.g. building of parks and playgrounds, increasing operating hours, use of school facilities during non-school hours), improved walkability should be considered. IIa C Improved neighbourhood aesthetics (to increase activity in adults) should be considered. IIa C GPs = general practitioners; PA = physical activity. aClass of recommendation. bLevel of evidence."
},
{
	"page":"ENAS5196_14.3.0.0",
	"text":"14.3.0.0 Approaches to smoking and other tobacco use High taxes on all tobacco products is the most effective policy measure to reduce smoking uptake by the young. Adolescence is the most vulnerable period for uptake of smoking with lifelong consequences. Restrictions on smokeless tobacco due to strong evidence of harm. Restrictions on electronic cigarettes due to uncertainty regarding safety and effect. Plain packaging is effective to reduce tobacco consumption. Restrictions on advertising, promotion and sponsorship by the tobacco industry. A goal would be to make a common European decision to achieve a smoking- free Europe from 2030. Recommendations for population-based approaches to smoking and other tobacco use Recommendations Classa Levelb Governmental restrictions and mandates Banning smoking in public places is recommended to prevent smoking and to promote smoking cessation. I A Banning smoking in public places, outside public entrances, workplaces, in restaurants and bars is recommended to protect people from passive smoking. I A Prohibit sales of tobacco products to adolescents are recommended. I A Banning of tobacco vending machines is recommended. I A Restrictions on advertising, marketing and sale of smokeless tobacco are recommended. I A Complete ban on advertising and promotion of tobacco products are recommended. I B Reduced density of retail tobacco outlets in residential areas, schools and hospitals is recommended. I B Harmonization of border sales and tax free sales of all tobacco products is recommended. I B Restrictions on advertising, marketing and sale of electronic cigarettes should be considered. IIa A Media and education Telephone and internet based lines for cessation counselling and support services are recommended. I A Media and educational campaigns as part of multicomponent strategies to reduce smoking and increase quit rates, reduce passive smoking and use of smokeless tobacco are recommended. I A Media and educational campaigns concentrating solely on reducing smoking, increasing quit rates, reducing passive smoking and the use of smokeless tobacco should be considered. IIa B Labelling and information Cigarette package pictorial and text warnings are recommended. I B Plain packaging is recommended. I B Economic incentives Higher taxes and prices on all tobacco products are recommended. I A Schools Banning smoking in schools, pre-schools and child care to protect from passive smoking is recommended. I A Promotion and teaching of a healthy lifestyle including tobacco-free life should be considered in all schools. IIa B Workplaces Workplace specific bans on smoking to reduce passive smoking and increase quit rates are recommended. I A Workplace policy on healthy choices including tobacco cessation/prevention is recommended. I A Community setting It is recommended that health personnel, caregivers and school personnel set an example by not smoking or using tobacco products at work. I A It is recommended to advise pregnant women to be tobacco-free during pregnancy. I A It is recommended to advise parents to be tobacco-free when children are present. I A It is recommended to advise parents to never smoke in cars and private homes. I A Residence-specific restrictions on smoking should be considered. IIa B aClass of recommendation. bLevel of evidence."
},
{
	"page":"ENAS5196_14.4.0.0",
	"text":"14.4.0.0 Alcohol abuse protection Excessive alcohol intake is associated with increased CV mortality and alcohol ranks as the second-leading cause of DALYs (disability adjusted life years) lost in high-income countries. The interventions for addressing the harmful use of alcohol are cost-effective with good return, i.e. increasing alcoholic beverage taxes, restricting access to alcoholic beverages, and implementing comprehensive restrictions and bans on advertising and promotion of alcoholic beverages. Recommendations for protecting against alcohol abuse Recommendations Classa Levelb Governmental restrictions and mandates Regulating physical availability of alcoholic beverages is recommended, including minimum legal purchase age, restrictions on outlet density and time and place of sales, public health oriented licensing systems, and governmental monopolies of retail sales. I B Drink-driving countermeasures are recommended such as lowered blood alcohol concentration limits and “zero tolerance”, random breath testing and sobriety check points. I B Implementing comprehensive restrictions and bans on advertising and promotion of alcoholic beverages is recommended. I C Media and education Educational information campaigns may be considered to create awareness on the hazardous effects of alcohol. IIb B Labelling and information Labelling alcohol with information on caloric content and health warning messages of the harmful effects of alcohol may be considered. IIb B Economic incentives Taxes on alcoholic beverages are recommended. I B Schools At every school, pre-school and day care a multi- component, comprehensive and coherent education may be considered to prevent alcohol abuse. IIb B Workplaces At every company a coherent and comprehensive health policy and nutritional education on stimulating the health of employees, including limiting excessive alcohol intake, are recommended. I B Community setting Measures to support and empower primary care to adopt effective approaches to prevent and reduce harmful use of alcohol are recommended. I B Enacting management policies relating to responsible serving of alcoholic beverages should be considered to reduce the negative consequences of drinking. IIa B Planning of location and density of alcohol purchasing outlets and other catering establishments should be considered. IIa C aClass of recommendation. bLevel of evidence."
},
{
	"page":"ENAS5196_14.5.0.0",
	"text":"14.5.0.0 Healthy environment Air pollution contributes to the risk of respiratory and CV diseases. Important sources of fine particles in the European Union (EU) are motorized road traffic, power plants, and industrial and residential heating using oil, coal or wood. Up to a third of Europeans living in urban areas are exposed to levels exceeding EU air quality standards. Young and old individuals and subjects with a high risk of CVD are more prone to the detrimental effects of air pollution on the circulation and the heart. Patient organisations and health professionals have an important role to play in supporting educational and policy initiatives and provide a strong voice in the call for action at the governmental level."
},
{
	"page":"ENAS5196_15.1.0.0",
	"text":"15.0.0.0 Where to intervene at individual level 15.1.0.0 CVD prevention in primary care The prevention of CVD should be delivered in all healthcare settings including primary care. Where appropriate, all health professionals should assess CV risk factors to determine individual total CV risk score. GPs and nurses should work together as teams to provide the most effective multidisciplinary care. Recommendation for cardiovascular disease prevention in primary care Recommendation Classa Levelb It is recommended that GPs, nurses and allied health professionals within primary care deliver CVD prevention for high-risk patients. I C CVD = cardiovascular disease; GP = general practitioner aClass of recommendation. bLevel of evidence."
},
{
	"page":"ENAS5196_15.2.0.0",
	"text":"15.2.0.0 Acute hospital admission setting Recommendation for CVD prevention strategies in the acute hospital admission setting Recommendation Classa Levelb It is recommended to implement strategies for prevention in CVD patients, including lifestyle changes, risk factor management and pharmacological optimization, after an acute event before hospital discharge to lower risk of mortality and morbidity. I A CVD = cardiovascular disease. aClass of recommendation. bLevel of evidence."
},
{
	"page":"ENAS5196_15.3.0.0",
	"text":"15.3.0.0 Specialized prevention programmes Recommendations for specialized prevention programmes Recommendations Classa Levelb Participation in a CR programme for patients hospitalized for an acute coronary event or revascularization, and for patients with HF, is recommended to improve patient outcomes. I A Preventive programmes for therapy optimisation, adherence and risk factor management are recommended for stable patients with CVD to reduce disease recurrence. I B Methods to increase referral to and uptake of CR should be considered such as electronic prompts or automatic referrals, referral and liaison visits, structured follow-up by physicians, nurses or therapists, and early starts to programmes after discharge. IIa B Nurses and allied health professional led programmes should be considered to deliver CVD prevention across healthcare settings. IIa B CR = cardiac rehabilitation; CVD = cardiovascular disease; HF = heart failure. aClass of recommendation. bLevel of evidence."
},
{
	"page":"ENAS5196_15.4.0.0",
	"text":"15.4.0.0 How to monitor preventive activities Standards of performance in CVD prevention may serve as vehicles to accelerate appropriate translation of scientific evidence into clinical practice. Recommendation for monitoring preventive strategies Recommendation Classa Levelb Systematically monitoring the process of delivery of cardiovascular disease prevention activities as well as outcomes may be considered. IIb C aClass of recommendation. bLevel of evidence."
},
{
	"page":"ENAS5196_15.5.0.0",
	"text":"15.5.0.0 CVD prev. performance measurements Examples of performance measurements of CVD prevention Subjects identified as tobacco users who received cessation intervention. Subjects for whom sedentary habits have been recorded and are counselled to increase PA. Subjects for whom unhealthy diet/nutritional habits have been recorded and are counselled to improve diet. Subjects for whom weight and BMI and/or waist circumference is documented above normal limits and are counselled on weight management. Subjects >40 years old with at least one lipid profile performed within the past 5 years. Patients <60 years old and with hypertension (not DM) who had a recorded BP reading at their most recent visit of <140/90 mmHg. Patients with DM who had a recorded HbA1c <7.0% (<53 mmol/mol) at the most recent visit. Patients with a qualifying event/diagnosis who have been referred to an in-patient CR or out-patient CR programme before hospital discharge. BMI = body mass index; BP = blood pressure; CR = cardiac rehabilitation; DM = diabetes mellitus; HbA1c = glycated haemoglobin; PA = physical activity."
},
{
	"page":"ENAS5196_16.0.0.0",
	"text":"16.0.0.0 Abbreviations (N)OAC (Non-vitamin K antagonist) oral anticoagulant °C Degree Celsius 2D/ 2-D Two-dimensional 2hPG 2-h post-load plasma glucose 3D/ 3-D Three-dimensional 5-FU 5-fluorouracil 99mTc-DPD Technetium-99m 3,3-diphosphono-1,2-propanodicarboxylic acid A/C Anticoagulation AAA Abdominal aortic aneurysm AAD Antiarrhythmic drugs AAS Acute aortic syndrome ABC Age, biomarkers, clinical history ABI Ankle-Brachial Index ABPM Ambulatory BP monitoring ACA Aborted cardiac arrest ACC American College of Cardiology ACCA Acute Cardiovascular Care Association ACCF American College of Cardiology Foundation ACCOAST Comparison of Prasugrel at the Time of Percutaneous Coronary Intervention or as Pretreatment at the Time of Diagnosis in Patients with Non-ST Elevation Myocardial Infarction ACE Angiotensin-converting enzyme ACEF Age, creatinine, ejection fraction ACEI/ ACE-I/ ACE-Is Angiotensin converting enzyme inhibitors ACS Acute coronary syndromes ACT Activated clotting time AD Aortic dissection ADA American Diabetes Association/​Adenosine deaminase ADD Acute aortic dissection ADP Adenosine diphosphate AEPC Association for European Paediatric and Congenital Cardiology AF Atrial flutter/Atrial fibrillation AFNET German Competence NETwork on Atrial Fibrillation AHA American Heart Association AHF Acute heart failure AHRE Atrial high rate episodes AK Alpha kinase AKI Acute kidney injury AL Amyloid light chain ALAT/ ALT Alanine aminotransferase ALI Acute limb ischaemia AMI Acute myocardial infarction ANA Anti-nuclear antibodies ANCA Anti-neutrophil cytoplasm antibodies AO Aorta AOS Aneurysms-osteoarthritis syndrome AP Accessory pathway APAH Conditions associated with pulmonary arterial hypertension Apo Apolipoprotein apo A I Apolipoprotein A I apo B Apolipoprotein B aPTT Activated partial thromboplastin time AR Aortic regurgitation ARB Angiotensin II receptor blocker/ Angiotensin receptor blocker ARBs Angiotensin receptor blockers ARNI Angiotensin receptor neprilysin inhibition ARVC Arrhythmogenic right ventricular cardiomyopathy AS Aortic stenosis ASA Acetylsalicylic acid ASAT/ AST Aspartate aminotransferase ASCERT American College of Cardiology Foundation–Society of Thoracic Surgeons Database Collaboration ASE American Society of Echocardiography AST/ ALT/ ALP Aspartate / alanine aminotransferase / alkaline phosphatase ASV Adaptive servo-ventilation AT Antithrombin ATOR Atorvastatin ATP Antitachycardiac pacing/Adenosine triphosphate ATRIA AnTicoagulation and Risk factors In Atrial fibrillation ATS Arterial tortuosity syndrome ATTR Amyloidosis, transthyretin type AUC Area under the curve AV Atrioventricular AVB Atrioventricular block AVID Antiarrhythmic drugs Versus Implantable Defibrillator AVM AV delay management AVP Arginine vasopressin AVR Aortic valve replacement b.i.d. Bis in die (twice daily) b.p.m/ bpm Beats per minute BARI-2D Bypass Angioplasty Revascularization Investigation 2 Diabetes BAS Balloon atrial septostomy BAV Balloon aortic valvuloplasty/Bicuspid aortic valve BB Beta-blocker BBB Bundle branch block BC Blood culture BCNIE Blood culture-negative infective endocarditis BCR-ABL Breakpoint cluster region-Abelson BGA Blood gas analysis BIMA Bilateral internal mammary artery Bi-PAP Bilevel positive airway pressure BiV Biventricular BiVAD Bi-ventricular assist device BMI Body mass index BMPR Bone morphogenetic protein receptor, type 2 BMS Bare metal stent BMT Best medical therapy BNP Brain natriuretic peptide/ B-type natriuretic peptide BP Blood pressure BPA Balloon pulmonary angioplasty BSA Body surface area BUN Blood urea nitrogen CABG Coronary artery bypass graft/ Coronary artery bypass graft surgery CAD Coronary artery disease CAS Carotid artery stenting CASH Cardiac Arrest Study Hamburg Cath/ Lab Catheterization laboratory CCB Calcium channel blocker CCNAP Council on Cardiovascular Nursing and Allied Professions CCP Council for Cardiology Practice CCPC Council on Cardiovascular Primary Care CCS Canadian Cardiovascular Society CCU Coronary care unit CDRIE Cardiac device-related infective endocarditis CEA Carotid endarterectomy/​Carcinoembryonic antigen CFA Common femoral artery CFC Cardiofaciocutaneous CHA2DS2-VASc Congestive heart failure or left ventricular dysfunction, Hypertension, Age ≥75 (doubled), Diabetes, Stroke (doubled)-Vascular disease, Age 65–74, Sex category (female) CHADS2 Cardiac failure, Hypertension, Age, Diabetes, Stroke (doubled) CHARM-Added Candesartan in Heart Failure: Assessment of Reduction in Mortality and Morbidity-Added CHD Coronary heart disease/ Congenital heart disease CHF Congestive heart failure/ Chronic heart failure CI Cardiac index / Contraindication / Confidence interval CIA Common iliac artery CI-AKI Contrast-induced acute kidney injury CIDS Canadian Implantable Defibrillator Study CIED Cardiac implantable electronic device CIN Contrast-induced nephropathy CK Creatine phophokinase/​Creatinine kinase CKD Chronic kidney disease CKD-EPI Chronic Kidney Disease Epidemiology Collaboration CK-MB Creatine kinase MB isoform CLI Critical limb ischaemia CMP Cardiomyopathy CMR Cardiac magnetic resonance CMV Cytomegalovirus CO Cardiac output CoA Coarctation / Coarctation of the aorta Cons Conservative cont Continued COPD Chronic obstructive pulmonary disease COT Cardiac Oncology Toxicity COURAGE Clinical Outcomes Utilization Revascularization and Aggressive Drug Evaluation COX Cyclo-oxygenase/ Cyclooxygenase CPAP Continuous positive airway pressure CPET Cardiopulmonary exercise testing CPFE Combined pulmonary fibrosis and emphysema CPG Committee for Practice Guidelines CPVT Catecholaminergic polymorphic ventricular tachycardia CR Cardiac rehabilitation CrCI Creatinine clearance CRP C-reactive protein CRT Cardiac resynchronization therapy CRT-D Cardiac resynchronization therapy defibrillator/ Defibrillator with cardiac resynchronization therapy CRT-P Cardiac resynchronization therapy pacemaker CRUSADE Can Rapid risk stratification of Unstable angina patients Suppress ADverse outcomes with Early implementation of the ACC/AHA guidelines CSF Colony-stimulating factor/Cerebrospinal fluid CSM Carotid sinus massage CSS Carotid sinus syncope/syndrome CT Computed tomographic / tomogram/tomography CTA Computed tomography angiography CTD Connective tissue disease CTEPH Chronic thromboembolic pulmonary hypertension cTN Cardiac troponin CTO Chronic total occlusions CTRCD Cancer Therapeutics–Related Cardiac Dysfunction Ctrl Control CUS Compression venous ultrasonography CV Cardiovascular / Cardioversion CVD Cardiovascular disease CW Continuous wave CXR Chest X-ray DALYs Disability adjusted life years DAPT Dual (oral) antiplatelet therapy DBP Diastolic blood pressure DC Direct current DCC Direct-current cardioversion DCM Dilated cardiomyopathy DDI Drug-drug interactions DEFINITE DEFibrillator In Non-Ischemic cardiomyopathy Treatment Evaluation DES Drug-eluting stent DFT Defibrillation threshold DHP Dihydropyridine DI-DO Door-in to door-out time DLCO Carbon monoxide diffusing capacity DM Diabetes mellitus DNA Deoxyribonucleic acid DPAH Drug induced PAH DPG Diastolic pressure gradient DPP Diabetes prevention program DSA Digital subtraction angiography DT Deceleration time DTB Door-to-balloon time DTIs Direct thrombin inhibitors DUS Duplex ultrasonography / Doppler ultrasound DVT Deep vein thrombosis E/A Ratio of mitral peak velocity of early filling (E) to mitral peak velocity of late filling (A) E/e’ Ratio of early transmitral flow velocity (E) to early mitral annulus velocity (e’) EACPR European Association for Cardiovascular Prevention & Rehabilitation EACTS European Association of Cardio-Thoracic Surgery/ European Association for Cardio-Thoracic Surgery EACVI European Association of Cardiovascular Imaging EANM European Association of Nuclear Medicine EAPCI European Association of Percutaneous Cardiovascular Interventions EAS European Atherosclerosis Society EASD European Association for the Study of Diabetes EBV Epstein-Barr virus ECG Electrocardiogram / Electrocardiographic ECHO Echocardiography/​Echocardiogram ECLS Extracorporeal life support ECST European Carotid Surgery Trial ECVF Extacellular volume fraction ED Erectile dysfunction/ Emergency department EDS-IV Ehlers-Danlos syndrome type IV EF Ejection fraction eGFR Estimated glomerular filtration rate EHRA European Heart Rhythm Association EIA External iliac artery EIF Eukaryotic translation initiation factor EMA European Medicines Agency EMB Endomyocardial biopsy EMS Emergency medical system/service ENA Anti-extractable nuclear antigens Enox Enoxaparin EP Electrophysiology EPD Embolic protection device EPS Electrophysiologic study ER Extended release formulations ERA Endothelin receptor antagonist EROA Effective regurgitant orifice area ERS European Respiratory Society ESC European Society of Cardiology ESCMID European Society of Clinical Microbiology and Infectious Diseases ESH European Society of Hypertension ESO European Stroke Organisation ESR European Society of Radiology/Erythrocyte sedimentation rate ESRD End-stage renal disease ETT Endotracheal tube EU European Union EULAR European League Against Rheumatism EVAR Endovascular aortic repair/reconstruction Exp+ Experimental therapy FAME-2 Fractional Flow Reserve-Guided Percutaneous Coronary Intervention Plus Optimal Medical Treatment Versus Optimal Medical Treatment Alone in Patients With Stable Coronary Artery Disease FBN1 Fibrillin 1 FC Functional class FCH Familial combined hyperlipidaemia FCM Ferric carboxymaltose FDA US Food and Drug Administration/ Food and Drug Administration FDG Fluorodeoxyglucose FFP Fresh frozen plasma FFR Fractional flow reserve FH Familial hypercholesterolaemia FHL1 Four and a half LIM domains 1 FINDRISC FINnish Diabetes RIsk SCore FL False lumen FLUVA Fluvastatin FMC First medical contact FMCTB First-medical-contact-to-balloon time FMF Familial Mediterranean fever Fonda Fondaparinux FPG Fasting plasma glucose FU Follow-up GFR Glomerular filtration rate GGTP Gamma-glutamyl transpeptidase GLP-1 Glucagon-like peptide-1 GLS Global longitudinal strain GM Granulocyte-macrophage GP Glycoprotein / General practitioner GRACE Global Registry of Acute Coronary Events GUCH Grown-up patients with congenital heart disease HAART Highly active antiretroviral treatment HACEK Haemophilus parainfluenzae, H. aphrophilus, H. paraphrophilus, H. influenzae, Actinobacillus actinomycetemcomitans, Cardiobacterium hominis, Eikenella corrodens, Kingella kingae, and K. denitrificans HAS-BLED Hypertension, Abnormal renal/liver function, Stroke, Bleeding history or predisposition, Labile INR, Elderly (65), Drugs concomitantly/alcohol abuse HbA1c Glycated haemoglobin / Glycated haemoglobin A1c HBPM Home BP monitoring HCM Hypertrophic cardiomyopathy HCV Hepatitis C virus HDAC Histone deacetylase HDL High density lipoprotein HDL-C High density lipoprotein-cholesterol HeFH Heterozygous familial hypercholesterolaemia HER2 Human epidermal growth factor receptor 2 HF Heart failure HFA Heart Failure Association H-FABP Heart-type fatty acid-binding protein HFmrEF Heart failure with mid-range ejection fraction HFpEF/ HF-PEF Heart failure with preserved ejection fraction HFrEF/ HF-REF Heart failure with reduced ejection fraction HHD Hypertensive heart disease HHV Human herpesvirus H-ISDN Hydralazine and isosorbide dinitrate HIT Heparin-induced thrombocytopenia HIV Human immunodeficiency virus HoFH Homozygous familial hypercholesterolaemia HPAH Heritable PAH HR Heart rate HRCT High resolution CT hs-CRP high-sensitivity C-reactive protein HT/ HTN Hypertension HTG Hypertrigiyceridaemia i.v. / IV Intravenous IABP Intraaortic balloon pump IAS Inter-atrial septum ICA Invasive coronary angiography ICD Implantable cardioverter defibrillator/ International Classification of Diseases ICH Intracranial haemorrhage ICU Intensive care unit ID Infectious disease IDF International Diabetes Federation IE Infective endocarditis IFG Impaired fasting glucose IFN Interferon-gamma IGRA Interferon-gamma release assay IGT Impaired glucose tolerance IHD Ischaemic heart disease IL-2 Interleukin 2 ILR Implantable loop recorder IMA Internal mammary artery IMH Intramural haematoma IMT Intima–media thickness INR International normalized ratio IN-TIME Implant-based multiparameter telemonitoring of patients with heart failure IOMC Iso-osmolar contrast medium IPAH Idiopathic pulmonary arterial hypertension IPF Idiopathic pulmonary fibrosis IRA Infarct-related artery ISH Isolated systolic hypertension ISHLT International Society for Heart and Lung Transplantation IU International units IUD Intrauterine device IV UHF Intravenous unfractionated heparin IVC Inferior vena cava IVDA Intravenous drug abusers IVIG Intravenous immunoglobulin IVUS Intravascular ultrasound JSAP Japanese Stable Angina Pectoris km per h Kilometres per hour LA Left atrium/atrial LAA Left atrial appendage LAD Left anterior descending (coronary artery) LAE Left atrial enlargement LAH Left anterior hemiblock LAVI Left atrial volume index LBBB Left bundle branch block LCC Left coronary cusp Lcx Left circumflex LDH Lactate dehydrogenase LDL Low-density lipoprotein LDL-C Low-density lipoprotein-cholesterol LDLR Low density lipoprotein receptor LDS Loeys-Dietz syndrome LEAD Lower-extremity artery disease LEOPARD lentigines, ECG abnormalities, ocular hypertelorism, pulmonary stenosis, abnormal genitalia, retardation of growth, and sensorineural deafness LGE Late gadolinium enhancement LHD left heart disease LLN Lower limit of normality LM Left main LMNA Lamin A/C LMWH Low molecular weight heparin LOCM Low-osmolar contrast medium LoE Level of evidence LOVA Lovastatin Lp Lipoprotein Lp(a) Lipoprotein(a) LQTS Long QT syndrome LTBI Latent tuberculosis infection LV Left ventricle / left ventricular LVAD Left ventricular assist device LVEDD Left ventricular end-diastolic diameter LVEDP Left ventricular end diastolic pressure LVEF Left ventricular ejection fraction LVESD Left ventricular end-systolic diameter LVESV Left ventricular end-systolic volume LVH Left ventricular hypertrophy LVM Left ventricular mass LVMI Left ventricular mass index LVOT Left ventricular outflow tract LVOTG Left ventricular outflow tract gradient LVOTO Left ventricular outflow tract obstruction MACE Major adverse cardiac events MADIT Multicenter Automatic Defibrillator Implantation Trial MASS II The medicine, angioplasty, or surgery study Mbq Millibecquerel MCS Mechanical circulatory support MDCT Multidetector computed tomographic angiography/Multi-detector computed tomography MDRD Modifikation of Diet in Renal Disease Med RX Medial therapy MedPed Make Early Diagnosis to Prevent Early Deaths MELAS mitochondrial encephalomyopathy, lactic acidosis, and stroke-like episodes MERFF Myoclonic epilepsy with ragged red fibres MET Metabolic equivalent MetS Metabolic syndrome MI Myocardial infarction MIC Minimum inhibitory concentration MPI Myocardial perfusion imaging MPR Multiplanar reconstruction MPS Myocardial perfusion scintigraphy / Myocardial perfusion stress MR Magnetic resonance/ Mitral regurgitation/ Mineralocorticoid receptor MRA Mineralocorticoid receptor antagonist / Magnetic resonance angiography MRI Magnetic resonance imaging MR-proANP Mid-regional pro atrial natriuretic peptide/ Mid-regional pro A-type natriuretic peptide MRSA Methicillin-resistant Staphylococcus aureus MS Mitral stenosis MSCT Multislice computed tomography MSSA Methicillin-susceptible Staphylococcus aureus mSv Millisievert MUGA Multigated radionuclide angiography mV millivolt(s) MV abn Mitral valve abnormality MWD Minute walk distance MWT Minute walk test MYBPC3 Myosin-binding protein C MYH7 Myosin, heavy chain 7 MYL3 Essential myosin light chain n.a/ NA not available/ Not available N/A Not applicable N/R Not reported NASCET North American Symptomatic Carotid Endarterectomy Trial NCC Non coronary cusp NCDR National cardiovascular data registry NIHSS National Institutes of Health stroke severity scale NIPPV Non-invasive positive pressure ventilation NIV Non-invasive ventilation NNH Numbers needed to harm NNT Numbers needed to treat/ Number of individuals needed to treat NOAC/ NOAC(s) Novel oral anticoagulant / New oral anticoagulant / Non-vitamin K antagonist direct oral anticoagulant/ Non-vitamin K antagonist oral anticoagulant(S) Non-HDL-C Non-HDL cholesterol NP Natriuretic peptide NPV Negative predictive value NRT Nicotine replacement therapy NSAID Non-steroidal antiinflammatory drug(s) NSAIDs Non-steroidal anti-inflammatory drugs NSQIP National surgical quality improvement program NSTE Non-ST-elevation NSTE-ACS Non-ST-segment elevation acute coronary syndrome/ Non-ST elevation acute coronary syndrome NSTEMI Non-ST-elevation myocardial infarction NSVT Non-sustained ventricular tachycardia NTG Nitroglycerine NT-proBNP N-terminal pro B-type/brain natriuretic peptide NVE Native valve endocarditis NYHA New York Heart Association O2 Oxygen OAC Oral anticoagulation/ anticoagulant OAC Oral anticoagulation OARS Open-ended questions, Affirmation, Reflective listening, Summarising OCT Optical coherence tomography OD Organ damage OGTT Oral glucose tolerance test OHCA Out-of-hospital cardiac arrest OHS Obesity hypoventilation syndrome OMT Optimal medical therapy OR Odds ratio ORBIT Outcomes Registry for Better Informed Treatment of Atrial Fibrillation OSA Obstructive sleep apnoea p.o. Per os PA Postero-anterior/ Pulmonary artery/ Physical activity PAD Peripheral artery disease PAH Pulmonary arterial hypertension / Pulmonary hypertension PaO2 Partial pressure of oxygen PAP Pulmonary artery pressure/ Pulmonary arterial pressure PAR Protease-activated receptor PAU Penetrating aortic ulcer PAWP Pulmonary artery wedge pressure PCA Prostacyclin analogues PCC Prothrombin coagulation complax/ Prothrombin complex concentrates PCH Pulmonary capillary haemangiomatosis PCI Percutaneous coronary intervention PCIS Post-cardiac injury syndromes PCR Polymerase chain reaction PCSK9 Proprotein convertase subtilisin/kexin type 9 PCWP Pulmonary capillary wedge pressure PDE Phosphodiesterase type-5 inhibitors/ Phosphodiesterase PDE5 Phosphodiesterase type 5 PE Pulmonary embolism PEA Pulmonary endarterectomy PEP Primary endpoint PESI Pulmonary embolism severity index PET Positron emission tomography PFT Pulmonary function tests PH Pulmonary hypertension PISA Proximal isovelocity surface area PITA Pitavastatin PM Pacemaker/Pain management PMC Percutaneous mitral commissurotomy PPCM Peripartum cardiomyopathy PPI Proton pump inhibitor PPS Post-pericardiotomy syndrome PRAVA Pravastatin PRIMARY PCI Primary percutaneous coronary intervention PRKAG2 Gamma-2 subunit of the adenosine monophosphate-activated protein kinase PS Pulmonary valve stenosis PTA Percutaneous transluminal angioplasty / Pre-test probability PTT Partial thromboplastin time PUFA/ PUFAs Polyunsaturated fatty acid/ Polyunsaturated fatty acids PVC Premature ventricular contraction/ Premature ventricular complex PVE Prosthetic valve endocarditis PVI Pulmonary vein isolation PVL Paravalvular leak PVOD Pulmonary veno-occlusive disease PVR Pulmonary vascular resistance PVS Programmed ventricular stimulation PWV Pulse wave velocity R Vol Regurgitant volume RA Right atrium/ Rheumatoid arthritis RAA Renin–angiotensin–aldosterone RAAS Renin angiotensin aldosterone system RAP Right atrial pressure RAS Renal artery stenosis / Renin-angiotensin system RBBB Right bundle branch block RCC Right coronary cusp RCT/RCTs Randomized controlled trial RF Risk factor rFVIIa Activated recombinant factor VII RHC Right heart catheterization ROSU Rosuvastatin rPA Right pulmonary artery r-PA Reteplase RR Relative risk RRR Relative risk reduction rtPA Recombinant tissue plasminogen activator RV Right ventricle/ventricular RVEDP Right ventricular end-diastolic pressure RVOT Right ventricular outflow tract RVOTO Right ventricular outlow tract obstruction RVSP Right ventricular systolic pressure S.C. Subcutaneous SA Signal-averaged SAA Septal alcohol ablation SADS Sudden arrhythmic death syndrome SAM Systolic anterior motion SAN Sinoatrial node SaO2 Saturated oxygen SAPT Single antiplatelet therapy SAS Sleep apnea syndrome SB Sinus bradycardia SBP Systolic blood pressure SCAD Stable coronary artery disease SCD Sudden cardiac death SCORE Systematic Coronary Risk Evaluation / Systematic Coronary Risk Estimation SFA Superficial femoral artery SGLT2 Sodium glucose co-transporter 2 SIDS Sudden infant death syndrome SIMVA Simvastatin SIRS Systemic inflammatory response SLE Systemic lupus erythematosus SMART Specific, Measurable, Achievable, Realistic and Timely SND Sinus node disease SPAP Systolic pulmonary artery pressure SPECT Single-photon emission computed tomography sPESI Simplified Pulmonary Embolism Severity Index SpO2 Saturation of peripheral oxygen SQTS Short QT syndrome SR Sinus rhythm SSS Sick sinus syndrome STE-ACS ST-segment elevation acute coronary syndrome STEMI ST-elevation myocardial infarction STS Society of Thoracic Surgeon/ Structured telephone support ST-T ST-segment-T wave SUDI Sudden unexplained death in infancy SUDS Sudden unexplained death syndrome SVG Saphenous vein graft SVR Surgical ventricular reconstruction. SVT Supraventricular tachycardia SWISSI II Swiss Interventional Study on Silent Ischemia Type II SYNTAX SYNergy between percutaneous coronary intervention with TAXus and cardiac surgery T1DM Type 1 diabetes mellitus T2DM Type 2 diabetes mellitus TAA Thoracic aortic aneurysm TAAD Thoracic aortic aneurysms and dissection TAI Traumatic aortic injury TAPSE Tricuspid annulus plane systolic excursion TASC TransAtlantic Inter-Society Consensus TAVI Transcatheter aortic valve implantation/ Transaortic valve implantation TB Tuberculosis TC Total cholesterol T-DM1 Trastuzumab-emtansine TE Thromboembolism / Thrombo-embolic TEE Transesophageal echocardiogram TEVAR Thoracic endovascular aortic repair TG Triglyceride TGA Complete transposition of the great arteries Three DE Three dimensional echocardiography TIA Transient ischaemic attack / Transitory ischaemic attack TIBC Total iron-binding capacity TIME Trial of invasive versus medical therapy in elderly patients with chronic symptomatic coronary-artery disease TIMI Thrombolysis In Myocardial Infarction TKI Tyrosine kinase inhibitor TL True lumen TNF Tumor necrosis factor TNK-tPA Tenecteplase TNNI3 Troponin I, cardiac TNNT2 Troponin T TOE Transoesophageal echocardiography / echocardiogram t-PA Tissue plasminogen activator TPM1 Tropomyosin 1 alpha chain TR Tricuspid regurgitation TRAPS Tumour necrosis factor receptor-associated periodic syndrome TRL Triglyceride-rich lipoproteins TRV Tricuspid regurgitant velocity TS Tricuspid stenosis / Turner syndrome TSAT Transferrin saturation TSH Thyroid stimulating hormone TTE Transthoracic echocardiography TTR Time in therapeutic range / Transthyretin TV Tricuspid valve/ Television TVI Time–velocity integral Tx Tendon xanthomata UA Unstable angina UEAD Upper extremity artery disease UFH Unfractionated heparin UHF Ultrafractionated heparin UK United Kingdom ULN Upper limit of normal US United States USA United States of America V/Q Scan ventilation–perfusion scintigraphy VA Vertebral artery/ Ventricular arrhythmia VEGF Vascular endothelial growth factor VF Ventricular fibrillation VHD Valvular heart disease VKA Vitamin K antagonist VO2 Oxygen consumption VPBs Ventricular premature beats vs Versus VSD Ventricular septal defect VT Ventricular tachycardia VTE Venous thromboembolism VV Interventricular VVI Ventricular inhibited pacing WBC White blood cells WCD Wearable cardioverter defibrillator WHF World Heart Federation WHO World Health Organization WPW Wolff-Parkinson-White WU Wood units"
}
]