[
{
	"page":"ENAS5375_2018112237",
	"text":"Essential Messages from the ESC Guidelines for the diagnosis and management of syncope*     The Task Force for the diagnosis and management of syncope of the European Society of Cardiology (ESC) Developed with the special contribution of the European Heart Rhtyhm Association (EHRA)   Endorsed by: European Academy of Neurology (EAN), European Federation of Autonomic Societies (EFAS), European Federation of Internal Medicine (EFIM), European Union Geriatric Medicine Society (EUGMS), European Society of Emergency Medicine (EuSEM) Chairperson Michele Brignole, Department of Cardiology, Ospedali Del Tigullio, Via Don Bobbio 25-IT-16033 Lavagna, (GE) Italy - Tel: +39 0185 329 567 Fax: +39 0185 306 506 Email: mbrignole@asl4.liguria.it   Co-‍chairperson Angel Moya Arrhythmia Unit, Hospital Vall d’Hebron, P Vall d’Hebron 119-129 - ES-08035 Barcelona, Spain Tel: +34 93 2746166 Fax: : +34 93 2746002 Email: amoyamitjans@gmail.com   Task Force Members Frederik J. de Lange (The Netherlands), Jean-‍Claude Deharo (France), Perry M. Elliott (UK), Alessandra Fanciulli (Austria), Artur Fedorowski (Sweden), Raffaello Furlan (Italy), Rose Anne Kenny (Ireland), Alfonso Martín (Spain), Vincent Probst (France), Matthew J. Reed (UK), Ciara P. Rice (Ireland), Richard Sutton (Monaco), Andrea Ungar (Italy), J. Gert van Dijk (the Netherlands).   ESC entities having participated in the development of this document: Associations: European Heart Rhythm Association (EHRA). Councils: Council on Cardiovascular Nursing and Allied Professions, Council for Cardiology Practice, Council on Cardiovascular Primary Care. Working Groups: Myocardial and Pericardial Diseases.   ESC Staff: Veronica Dean, Nathalie Cameron, Catherine Despres, Sophia Antipolis, France   *Adapted from the ESC Guidelines for the Diagnosis and Management of Syncope (European Heart Journal 2018; 39:1883–1948 - doi/10.1093/‍eurheartj/‍ehy037).  "
},
{
	"page":"ENAS5375_2018112238",
	"text":"ESC Task Force has selected 19 simple rules to guide the diagnosis and management of syncope patients with TLOC according to the 2018 ESC guidelines on syncope:   Diagnosis: initial evaluation At the initial evaluation answer the following 4 key questions: Was the event TLOC? In case of TLOC, is it of syncopal or non-syncopal origin? In case of suspected syncope, is there a clear aetiological diagnosis? Is there evidence to suggest a high risk of cardiovascular events or death? At the evaluation of TLOC in the ED answer the following 3 key questions: Is there a serious underlying cause that can be identified? If the cause is uncertain, what is the risk of a serious outcome? Should the patient be admitted to hospital? In all patients, perform a complete history taking, physical examination (including standing BP measurement) and standard ECG. Perform immediate ECG monitoring (in bed or telemetry) in high-‍risk patients when there is a suspicion of arrhythmic syncope. Perform an echocardiogram when there is previous known heart disease or data suggestive of structural heart disease or syncope secondary to cardiovascular cause. Perform CSM in patients >40 years of age with syncope of unknown origin compatible with a reflex mechanism. Perform tilt testing in case there is suspicion of syncope due to reflex or an orthostatic cause. Perform blood tests when clinically indicated, e.g. haematocrit and cell blood count when haemorrhage is suspected, oxygen saturation and blood gas analysis when hypoxic syndromes are suspected, troponin when cardiac-‍ischaemia related syncope is suspected, D-‍dimer when pulmonary embolism is suspected, etc. Diagnosis: subsequent investigations Perform prolonged ECG monitoring (external or implantable) in patients with recurrent severe unexplained syncope who: have clinical or ECG features suggesting arrhythmic syncope; and have a high probability of recurrence of syncope in a reasonable time; and may benefit a specific therapy if a cause for syncope is found. Perform EPS in patients with unexplained syncope and bifascicular BBB (impending high degree AV block) or suspected tachycardia. Perform an exercise stress test in patients who experience syncope during or shortly after exertion. Consider basic autonomic function tests (Valsalva manoeuvre and deep breathing test) and ABPM for assessment of autonomic function in patients with suspected neurogenic OH. Consider video recording (at home or in hospital) of TLOC suspected of non-syncopal nature. Treatment To all patients with reflex syncope and OH, explain the diagnosis, reassure, explain the risk of recurrence, and give advice on how to avoid triggers and situations. These measures are the cornerstone of treatment and have a high impact in reducing the recurrence of syncope. In patients with severe forms of reflex syncope, select one or more of the following additional specific treatments according to the clinical features: Midodrine or fludrocortisone in young patients with low BP phenotype; Counter-‍pressure manoeuvres (including tilt training if needed) in young patients with prodromes; ILR-‍guided management strategy in selected patients without or with short prodromes; Discontinuation/‍reduction of hypotensive therapy targeting a systolic BP of 140 mmHg in old hypertensive patients; Pacemaker implantation in old patients with dominant cardioinhibitory forms. In patients with OH, select one or more of the following additional specific treatments according to clinical severity: Education regarding lifestyle manoeuvres; Adequate hydration and salt intake; Discontinuation/‍reduction of hypotensive therapy; Counter-‍pressure manoeuvres; Abdominal binders and/‍or support stockings; Head-‍up tilt sleeping; Midodrine or fludrocortisone. Ensure that all patients with cardiac syncope receive the specific therapy of the culprit arrhythmia and/‍or of the underlying disease. Balance benefit and harm of an ICD implantation in patients with unexplained syncope at high risk of SCD (e.g. those affected by left ventricle systolic dysfunction, HCM, arrhythmogenic right ventricular cardiomyopathy, or inheritable arrhythmogenic disorders). In this situation, unexplained syncope is defined as syncope that does not meet any Class I diagnostic criterion defined in the tables of recommendations of the 2018 ESC guidelines on syncope and is considered a suspected arrhythmic syncope. Re-‍evaluate the diagnostic process and consider alternative therapies if the above rules fail or are not applicable to an individual patient. Bear in mind that guidelines are only advisory. Even though they are based on the best available scientific evidence, treatment should be tailored to an individual patient’s need."
},
{
	"page":"ENAS5375_2018112239",
	"text":"Clinicians responsible for managing patients with TLOC must frequently make treatment decisions without adequate evidence or a consensus of expert opinion. The following is a short list of selected, common issues that deserve to be addressed in future clinical research.   Diagnosis – gap between the best available scientific evidence and the need for dissemination of these concepts into clinical practice There is wide variation in practice of syncope evaluation, and wide variation in adoption of recommendations from published guidelines. The absence of a systematic approach to TLOC incurs higher health and social care costs, unnecessary hospitalizations and diagnostic procedures, prolongation of hospital stays, lower diagnostic rates, and higher rates of misdiagnoses and symptom recurrences. Therefore, there is a need for: Despite the recommendation from the ESC guidelines on syncope, syncope units are not widely established in clinical practice. Barriers to establishing a syncope unit include lack of resources, lack of trained dedicated staff, and complex presentations to multiple settings, necessitating involvement from multiple disciplines. The evidence for usefulness of syncope units is controversial. Therefore, there is a need for: Large clinical studies that assess the diagnostic yield and compliance of a guideline-‍based standardized systematic approach Large clinical studies that test the superiority of management in a dedicated syncope facility versus conventional management   Diagnosis – need for new diagnostic tests and devices BP recording is crucial for the majority of clinical TLOC situations and will add important information for treatment of syncope. Unfortunately, current long-‍term BP (or surrogate) recording systems are not optimal for diagnostic use in the syncope evaluation setting. Therefore, there is a need for: Development and validation of new diagnostic multiparametric devices that can record heart rhythm and BP (and possibly other physiological parameters such as cerebral saturation or EEG) at the time of a syncopal event.   Treatment – lack of evidence of efficacy of most available therapies Only a few small randomized controlled trials have been done on treatment of syncope. In addition, syncopal recurrences are unpredictable and often decrease spontaneously after medical assessment, even in the absence of a specific therapy. The consequence of the spontaneous decrease is that any therapy for syncope prevention appears to be more effective than it actually is and makes the results of observational data on therapy questionable in the absence of a control group. No therapy can be effective for all patients. Any therapy should be assessed in homogeneous subgroups. Therefore, there is strong urgent need of randomized controlled clinical trials on the efficacy of: Pharmacological therapies targeted to specific subgroups of reflex syncope. Pacemaker therapy targeted to specific subgroups of cardioinhibitory reflex syncope. Pharmacological therapies of OH-‍mediated syncope. ICD therapy targeted to specific subgroups of patients with unexplained syncope at risk of SCD.   Treatment – need for new therapies There is the need to move towards personalized medicine. Improving the knowledge of the biochemical mechanisms underlying specific forms of reflex syncope will allow the development of new therapies in such specific settings. For example, a low adenosine phenotype and a low norepinephrine phenotype have been recently identified. Therefore, there is a need for: Syncope is a transient phenomenon. The ideal therapy should be that is administered only when needed. Therefore, there is a need for: Randomized clinical trials on the efficacy of theophylline (and other xantine antagonists) for low adenosine syncope and norepinephrine transport inhibitors for low epinephrine syncope. Randomized clinical trials of on-‍demand administration of specific therapy based on specific sensors similar to adrenalin injectors in asthma or nasal spray for paroxysmal SVT."
},
{
	"page":"ENAS5375_2018112240",
	"text":"Essential Messages from the 2018 ESC Guidelines for the management of cardiovascular diseases during pregnancy*   The Task Force for the Management of Cardiovascular Diseases during Pregnancy of the European Society of Cardiology (ESC)   Endorsed by: The International Society of Gender Medicine (IGM), the German Institute of Gender in Medicine (DgesGM), the European Society of Anaesthesiology (ESA), and the European Society of Gynecology (ESG) Chairperson Vera Regitz-‍Zagrosek Charite´ Universitaetsmedizin Berlin, Institute for Gender in Medicine, CCR, DZHK, partner site Berlin, Hessische Str 3-4, 10115 Berlin-‍ Germany Tel: +49 30450525288 Fax: +49 Fax: +49 304507525288 Email: vera.regitz-‍zagrosek@charite.de   Jolien W. Roos-‍Hesselink Department of Cardiology, Erasmus Medical Center Rotterdam, Dr Molewaterplein 40, 3015CGD, Rotterdam, Netherlands Tel: +31 10 7032432 Email: j.roos@erasmusmc.nl   Authors/‍Task Force Members Johann Bauersachs (Germany), Carina Blomström-‍Lundqvist (Sweden), Renata Cífková (Czech Republic), Michele De Bonis (Italy), Bernard Iung (France), Mark Richard Johnson (UK), Ulrich Kintscher (Germany), Peter Kranke1 (Germany), Irene Marthe Lang (Austria), Joao Morais (Portugal), Petronella G. Pieper (The Netherlands), Patrizia Presbitero (Italy), Susanna Price (UK), Giuseppe M. C. Rosano (UK/‍Italy), Ute Seeland (Germany), Tommaso Simoncini2 (Italy), Lorna Swan (UK), Carole A.Warnes (USA) 1Representing the European Society of Anaesthesiology (ESA) 2Representing the European Society of Gynecology (ESG)   ESC entities having participated in the development of this document: Associations: Acute Cardiovascular Care Association (ACCA), European Association of Cardiovascular Imaging (EACVI), European Association of Percutaneous Cardiovascular Interventions (EAPCI), European Heart Rhythm Association (EHRA), Heart Failure Association (HFA). Councils: Council on Cardiovascular Nursing and Allied Professions, Council on Cardiovascular Primary Care, Council on Hypertension, Council on Valvular Heart Disease. Working Groups: Aorta and Peripheral Vascular Diseases, Cardiovascular Pharmacotherapy, Cardiovascular Surgery, Grown-‍up Congenital Heart Disease, Myocardial and Pericardial Diseases, Pulmonary Circulation and Right Ventricular Function, Thrombosis.   ESC Staff: Veronica Dean, Laetitia Flouret, Catherine Despres – Sophia Antipolis, France   *Adapted from the 2018 the Management of Cardiovascular Diseases during Pregnancy (European Heart Journal 2018; 39:3165–3241 - doi:10.1093/‍eurheartj/‍ehy340)."
},
{
	"page":"ENAS5375_2018112241",
	"text":"Risk estimation should be individualized depending on the underlying cardiac diagnosis, ventricular and valvular function, functional class, presence of cyanosis, PAPs, and other factors. Indications for intervention (surgical or catheter) in the majority of patients do not differ in women who consider pregnancy compared with other patients. There are a few exceptions, such as some degree of aortic dilatation and severe asymptomatic MS. In women with a moderate or high-‍risk of complications during pregnancy (mWHO II–III, III, and IV), pre-‍pregnancy counselling and management during pregnancy and around delivery should be performed in an expert centre by a multidisciplinary team: the pregnancy heart team. All women with congenital or other possibly genetic heart disease should be offered foetal echocardiography in weeks 19–22 of pregnancy. A delivery plan should be made between 20–30 weeks of pregnancy detailing induction, management of labour, delivery, and post-‍partum surveillance. Induction of labour should be considered at 40 weeks of gestation in all women with cardiac disease. Vaginal delivery is the first choice for the majority of patients. Indications for caesarean section are: pre-‍term labour in patients on OACs aggressive aortic pathology acute intractable HF severe forms of PH (including Eisenmenger’s syndrome) Pregnancy termination should be discussed if there is a high-‍risk of maternal morbidity or mortality, and/‍or of foetal abnormality. Pregnancy, and consequently fertility treatment, is contraindicated in women with mWHO class IV. All patients with known cardiac or aortic disease need investigations and counselling about the risks of pregnancy pre-‍pregnancy or before assisted reproductive therapy. The following patients should be counselled against pregnancy: with a Fontan operation and additional comorbidities (ventricular dysfunction, arrhythmias, or valve regurgitation with PAH severe systemic ventricular dysfunction (EF <30% or NYHA class III–IV). severe (re-)coarctation systemic right ventricle with moderate or severely decreased ventricular function with vascular Ehlers-‍Danlos with severe aortic dilatation or (history of) aortic dissection with severe MS (even when asymptomatic) Patients with severe AS who are symptomatic, or asymptomatic patients with impaired LV function or a pathological exercise test if LVEF does not normalize in women with previous PPCM. Women with a mechanical valve prosthesis are at high-‍risk of maternal morbidity (especially valve thrombosis and bleeding) and even mortality and should be managed by a pregnancy heart team in expert centres. LMWH should only be used when weekly monitoring of anti-‍Xa levels with dose adjustment is available. Women with HF during pregnancy should be treated according to current guidelines for non-‍pregnant patients, respecting contraindications for some drugs in pregnancy (see table of Recommendations for drug use in pregnancy). When inotropes or more advanced treatment is necessary, transport to an expert centre is recommended. It is recommended to inform women with DCM and HFrEF about the risk of deterioration of the condition during gestation and peripartum. In women with PPCM and DCM, subsequent pregnancy is not recommended if LVEF does not normalize. Patients with congenital LQTS and catecholaminergic polymorphic VT are recommended beta-‍blockers during pregnancy and post-‍partum. Initiation of antihypertensive drug treatment is recommended in all women with persistent elevation of BP ≥150/95 mmHg and at values >140/90 mmHg in women with: gestational hypertension (with or without proteinuria) pre-‍existing hypertension with the superimposition of gestational hypertension hypertension with subclinical organ damage or symptoms at any time during pregnancy. Women at high or moderate risk of pre-‍eclampsia should be advised to take 100–150 mg of acetylsalicylic acid daily from week 12 to week 36–37 in addition to their hypertension treatment. Methyldopa, labetalol, and calcium antagonists are recommended for the treatment of hypertension in pregnancy. LMWH is the agent of choice for VTE prophylaxis and treatment. Thrombolytics to treat thrombo-‍embolism should only be used in patients with severe hypotension or shock. In the case of an emergency, drugs that are not recommended by the pharmaceutical industry during pregnancy and breastfeeding should not be withheld from the mother. The potential risk of a drug and the possible benefit of the therapy must be weighed against each other."
},
{
	"page":"ENAS5375_2018112242",
	"text":"Epidemiological data European epidemiological (e.g. registers such as ROPAC) data on women with CVDs and their outcomes, and the foetal risk during pregnancy and in the peripartum period, are important sources ofinformation. However, there is also a clear need for randomized controlled trials. In women with specific aortic diseases, the outcome is not well studied and the impact of treatment with beta-‍blockers during pregnancy is lacking. The impact of pregnancy in a woman with congenital or aortic disease on the long-‍term maternal and foetal outcome is not well studied. The impact of fertility treatment on pregnancy complications and maternal outcomes remains unknown.   Mechanical valve prostheses In women with mechanical valve prostheses, no prospective studies are available that compare different anticoagulation regimens. There are unresolved questions concerning LMWH, including optimal anti-‍Xa levels, the importance of peak vs. pre-‍dose levels, the best time intervals for anti-‍Xa monitoring, and the duration of use (first trimester or throughout pregnancy).   Coronary artery disease In women with CAD, the required delay of a subsequent pregnancy following MI is unknown. Furthermore, optimal management and follow-‍up of patients with P-‍SCAD is a burning clinical problem. This includes the decision for interventional therapy as well as counselling on the recurrence risk for repeated pregnancies.   Drugs The safety of antiplatelet agents used after PCI in pregnancy is not well known. There is a lack of randomized trials on the use of antiarrhythmic drugs and interventions during pregnancy. Data based on prospective randomized clinical trials in pregnant women to assess drug efficacy and safety are very limited. They will stay limited in some areas due to accepted ethical limitations. However, greater efforts can be made by prospective registries to answer burning treatment questions. Studies investigating the pharmacokinetic changes during pregnancy that modify clinical drug efficacy are required.   Cardiomyopathies The pathophysiology of PPCM has still to be explored in more detail. PPCM includes LV dysfunction due to several different causes and thus PPCM is not a well-‍described entity. The potential for recovery is often unclear and the risks of subsequent pregnancies are not well defined. For acute HF in the context of pregnancy there are almost no evidence-‍based treatments. More research is clearly needed.   Cardiac transplantation Evidence is also limited for pregnancies in patients post-‍cardiac transplantation.   Delivery Trials evaluating the level of surveillance at delivery and the warranted monitoring level after delivery are needed. Furthermore, the optimal mode of delivery is not clear for high-‍risk situations.   Hypertension It is still unclear whether mild–moderate hypertension in pregnancy should be pharmacologically treated. The current guidelines are based on expert consensus regarding thresholds to initiate antihypertensive medication. Prospective studies, even observational, in this area are needed.   Diagnostic pathways More data are needed on diagnostic pathways, specifically the place of D-‍dimers, in VTE. The value of monitoring anti-‍Xa values in patients with VTE (treatment) is unknown. Studies are needed on the benefit of using the combination of peak and trough levels. The lack of data regarding the length of anticoagulation after delivery is an unmet need."
},
{
	"page":"ENAS5375_2018112243",
	"text":"Essential Messages from the 2018 ESC/EACTS Guidelines on myocardial revascularization*   The Task Force on myocardial revascularization of the European Society of Cardiology (ESC) and European Association for Cardio-‍Thoracic Surgery (EACTS)   Developed with the special contribution of the European Association for Percutaneous Cardiovascular Interventions (EAPCI)   Chairperson Franz-‍Josef Neumann Department of Cardiology and Angiology II, University Heart Centre Freiburg-‍Bad Krozingen, Suedring 15, 79189 Bad Krozingen, Germany Tel: +49 7633 402 2000 Fax: +49 7633 402 2009 Email: franz-‍josef.neumann@universitaets-‍herzzentrum.de   Miguel Sousa-‍Uva Cardiac Surgery Department, Hospital Santa Cruz, Avenue Prof Reynaldo dos Santos, 2790-134 Carnaxide, Portugal Tel: +351 210 433 163 Fax: +351 21 424 13 88 Cardiovascular Research Centre, Department of Surgery and Physiology, Faculty of Medicine-‍ University of Porto, Alameda Prof Hernani Monteiro, 4200-319 Porto, Portugal Email: migueluva@gmail.com   Authors/‍Task Force Members Anders Ahlsson1(Sweden), Fernando Alfonso (Spain), Adrian P. Banning (UK), Umberto Benedetto1(UK), Robert A. Byrne (Germany), Jean-‍Philippe Collet (France), Volkmar Falk1(Germany), Stuart J. Head1(The Netherlands), Peter Jüni (Canada), Adnan Kastrati (Germany), Akos Koller (Hungary), Steen D. Kristensen (Denmark), Josef Niebauer (Austria), Dimitrios J. Richter (Greece), Petar M. Seferović (Serbia), Dirk Sibbing (Germany), Giulio G. Stefanini (Italy), Stephan Windecker (Switzerland), Rashmi Yadav1(UK), Michael O. Zembala1(Poland) 1Representing the European Association for Cardio-‍Thoracic Surgery (EACTS).   ESC entities having participated in the development of this document: Associations: Acute Cardiovascular Care Association (ACCA), European Association of Preventive Cardiology (EAPC), European Association of Cardiovascular Imaging (EACVI), European Association of Percutaneous Cardiovascular Interventions (EAPCI), European Heart Rhythm Association (EHRA), Heart Failure Association (HFA). Councils: Council on Cardiovascular Nursing and Allied Professions, Council for Cardiology Practice, Council on Cardiovascular Primary Care, Council on Stroke, Council on Valvular Heart Disease. Working Groups: Aorta and Peripheral Vascular Diseases, Cardiovascular Pharmacotherapy, Coronary Pathophysiology and Microcirculation, Thrombosis.   ESC Staff: Veronica Dean, Nathalie Cameron, Catherine Despres *Adapted from the 2018 ESC/EACTS Guidelines on Myocardial Revascularization Guidelines (European Heart Journal 2018: doi:10.1093/‍eurheartj/‍ehy39)"
},
{
	"page":"ENAS5375_2018112244",
	"text":"Myocardial revascularization is performed for the relief of symptoms of myocardial ischaemia and the improvement of prognosis. In SCAD, the prognostic benefit is dependent on the extent of myocardium subject to ischaemia. The prognostic and symptomatic benefits of myocardial revascularization critically depend on the completeness of revascularization. Therefore, the ability to achieve complete revascularization is a key issue when choosing the appropriate treatment strategy. Apart from issues of individual operative risk and technical feasibility, diabetes mellitus and the anatomical complexity of CAD determine the relative benefits of PCI and CABG. The SYNTAX score is the recommended tool to gauge the anatomical complexity of coronary disease. In some instances, both PCI and CABG are equally reasonable, or sometimes even equally problematic, options. This calls for the Heart Team to be consulted to develop individualized treatment concepts, with respect for the preferences of the patient who has been informed about early and late outcomes. Timely PCI of the culprit lesion remains the mainstay of treatment of ACS. After PCI of the culprit lesion in ACS, the choice of further revascularization modality should follow the criteria applied to patients with SCAD. Radial access is preferred for any PCI irrespective of clinical presentation, unless there are overriding procedural considerations. DES are recommended for any PCI irrespective of clinical presentation, lesion type, anticipated duration of DAPT, or concomitant anticoagulant therapy. Even though 6 months of DAPT is generally recommended after PCI in SCAD and 12 months of DAPT after ACS, the type and duration of DAPT should be individualized according to the ischaemic and bleeding risks, and appropriately adapted during follow-‍up. Based on this judgement, treatment durations for DAPT after DES that are as short as 1 month or even as long as lifelong may be reasonable. Off-‍pump surgery with no-‍touch aorta for high-‍risk patients should be considered when expertise exists. Multiple arterial grafting should be considered using the radial artery for high-‍grade stenosis and/‍or BIMA grafting for patients who do not have an increased risk of sternal wound infection."
},
{
	"page":"ENAS5375_2018112245",
	"text":"Diagnostic tools to guide myocardial revascularization Further studies investigating the role of novel, combined, non-‍invasive anatomical and functional imaging are needed, such as randomized clinical trials with CT-‍FFR in patients with suspected and known CAD, as well as further clinical investigation of perfusion CT. Randomized trials comparing iwFR-‍based management of patients with intermediate-‍grade stenosis compared with medical therapy are missing. Further study of whole-‍cardiac cycle Pd/Pa for the guidance of revascularization in the setting of randomized clinical trials is also required. Further studies including randomized trials are needed to assess the value of functional vs. anatomical guidance for CABG.   Revascularization for stable coronary artery disease Revascularization for stable coronary artery disease It remains to be determined whether revascularization by PCI improves prognosis in patients with SCAD. The ISCHEMIA (International Study of Comparative Health Effectiveness With Medical and Invasive Approaches) study (NCT01471522) is currently recruiting 5000 patients with SCAD and evidence of moderate-‍to severe ischaemia detected by non-‍invasive imaging, who are randomized before coronary angiography to medical therapy or an invasive strategy to detect differences in the primary endpoint of death or MI. Current techniques rely on coronary angiography and the detection of ischaemia-producing lesions. However, future adverse events are related at least in part to non-‍flow limiting, vulnerable plaques. Better identification of vulnerable plaques and the development of appropriate treatment strategies is needed. Along the same lines, the completeness and timing of revascularization are not well defined, and neither are the roles of residual ischaemia and lesions. Moreover, we need more research on the use of the SYNTAX and other scores for informing treatment allocation, as well as dedicated trials in specific subsets. Very long-‍term, extended follow-‍up (10 years) of trials comparing PCI and CABG, particularly in the setting of LM disease, will provide further insights into the relative merits of both revascularization techniques.   Revascularization in non-‍ST-‍elevation acute coronary syndrome In the setting of NSTE-‍ACS, there are no dedicated prospective studies on the revascularization strategy with multivessel disease. Thus, current recommendations on the choice of lesions to be treated and treatment modality (PCI or CABG) are based on an analogy to findings obtained in SCAD or STEMI. Likewise, the prognostic role of FFR and iwFR in guiding myocardial revascularization needs additional clarification.   Revascularization in ST-‍segment elevation myocardial infarction Patients undergoing primary PCI benefit from full revascularization, but the optimal timing of treatment of the non-‍culprit lesion is not known. More studies evaluating the assessment of non-‍culprit lesions by FFR or iwFR at the time of acute PCI, and studies investigating whether intravascular imaging guidance of primary PCI can improve the outcomes of STEMI patients, are needed. Future trials of improved thrombus aspiration technologies may address the role of this strategy in patients with high-‍risk features, such as large thrombus Burden.   Myocardial revascularization in patients with heart failure There is no RCT comparing revascularization with PCI vs. CABG in patients with HF. There is limited evidence on the role of active MCS in patients with cardiogenic shock compared with standard therapy.   Revascularization in patients with diabetes Following successful revascularization, the rate of events during follow-‍up remains high in patients with diabetes, independent of the mode of revascularization. Future research should be focused on identifying new disease-‍ modifying therapies to influence the progression of vascular disease in this high-‍risk cohort.   Revascularization in patients with chronic kidney disease Thus far, patients with CKD have been excluded from randomized trials on myocardial revascularization, hence current data are based on observational studies only. A randomized trial on optimal long-‍term revascularization strategies in patients with moderate-‍to-severe stress-‍induced ischaemia and severe CKD is currently ongoing (ISCHEMIA-‍CKD, https://clinicaltrials.gov/‍ct2/‍show/‍NCT01985360).Moreover, additional randomized evidence on optimal strategies for CIN prevention is needed.   Revascularization in patients requiring valve interventions In patients with concomitant valvular and coronary disease, the possibility of future transcatheter therapy for the aortic and mitral valves has made a significant impact on decision-‍making for patients with predominantly coronary disease with moderate valve lesions. However, there is currently little evidence on this topic. The need for and timing of PCI in patients undergoing TAVI is also an area with limited evidence. The long-‍term outcomes of patients with concomitant surgical repair of ischaemic MR is also awaited.   Arrhythmias The duration of anticoagulation and their combination with antiplatelet therapy in patients with new-‍onset AF after PCI or CABG has not been studied sufficiently. Likewise, the role of routine left atrial exclusion at surgery for the prevention of stroke is currently unclear.   Procedural aspects of coronary artery bypass grafting The role of FFR and iwFR in guiding surgical revascularization needs further investigation into whether it improves clinical outcomes. Likewise, there are insufficient data on the impact of intraoperative assessment of graft flow on outcomes. In view of the limitations of observational studies comparing BIMA with SIMA and the limitations of the ART trial, the ROMA (Randomization of Single vs. Multiple Arterial Grafts) trial is recruiting to answer the question of whether the use of additional arterial conduits (either BIMA or radial artery) translates into superior clinical outcomes when compared with SIMA supplemented by SVG only. Hybrid procedures, which combine minimally invasive arterial grafting with PCI, proved feasible and safe. However, multicentre studies are required to prove the efficacy and superiority of this approach in stable, multivessel coronary disease.   Antithrombotic treatments The value of pre-‍hospital pre-‍treatment with prasugrel in STEMI patients, as well as the safety and efficacy of ticagrelor given at hospital admission in NSTE-‍ACS patients, has not been addressed in dedicated randomized studies. The safety and efficacy of short-‍term potent antiplatelet treatment with either prasugrel or ticagrelor in SCAD patients is unknown, and is subject to ongoing clinical trials [the ALPHEUS (Assessment of Loading With the P2Y12 Inhibitor Ticagrelor or Clopidogrel to Halt Ischemic Events in Patients Undergoing Elective Coronary Stenting) trial: NCT02617290 and the SASSICAIA (Comparison of Loading Strategies With Antiplatelet Drugs in Patients Undergoing Elective Coronary Intervention) trial: NCT02548611].The clinical benefit of a short-‍term DAPT duration followed by long-‍term ticagrelor monotherapy (and stopping aspirin) remains unknown. The ongoing GLOBAL LEADERS (Long-‍term ticagrelor monotherapy versus standard dual antiplatelet therapy followed by aspirin monotherapy in patients undergoing biolimus-‍eluting stent implantation) and TWILIGHT (Ticagrelor With Aspirin or Alone in High-‍Risk Patients After Coronary Intervention) trials aim to close this gap in our current knowledge (NCT01813435 and NCT02270242, respectively).   Medical therapy, secondary prevention, and strategies for follow-‍up In all studies to date on the optimal follow-‍up after PCI, the gain from discovering patients with restenosis is obscured by the high rate of false positive exercise ECG tests indicating ischaemia. Therefore, simple exercise ECG testing is not recommended for follow-‍up and a non-‍invasive imaging approach is preferred. Specific studies to clarify which subset of patients benefits more from a specific follow-‍up approach are missing. More studies are needed to assess the role of CT angiography in patient surveillance after myocardial revascularization."
},
{
	"page":"ENAS5375_2018112246",
	"text":"Essential Messages from the 2018 ESC/ESH Guidelines for the management of arterial hypertension*     The Task Force for the management of arterial hypertension of the European Society of Cardiology (ESC) and the European Society of Hypertension (ESH)   Chairpersons: Bryan Williams (ESC Chairperson) Institute of Cardiovascular Science, University College London, Maple House, 1st Floor, Suite A, 149 Tottenham Court Road, London W1T 7DN,UK Tel: þ44 (0) 20 3108 7907, Email: bryan.williams@ucl.ac.uk.   Giuseppe Mancia (ESH Chairperson) University of Milano-‍Bicocca, Milan, Italy; and Hypertension Center Istituto Universitario Policlinico di Monza, Verano (MB), Piazza dei Daini, 4 – 20126 Milan, Italy, Tel: þ39 347 4327142, Email: giuseppe.mancia@unimib.it   Authors/‍Task Force Members Wilko Spiering (The Netherlands), Enrico Agabiti Rosei (Italy), Michel Azizi (France), Michel Burnier (Switzerland), Denis L. Clement (Belgium), Antonio Coca (Spain), Giovanni de Simone (Italy), Anna Dominiczak (UK), Thomas Kahan (Sweden), Felix Mahfoud (Germany), Josep Redon (Spain), Luis Ruilope (Spain), Alberto Zanchetti† (Italy), Mary Kerins (Ireland), Sverre E. Kjeldsen (Norway), Reinhold Kreutz (Germany), Stephane Laurent (France), Gregory Y. H. Lip (UK), Richard McManus (UK), Krzysztof Narkiewicz (Poland), Frank Ruschitzka (Switzerland), Roland E. Schmieder (Germany), Evgeny Shlyakhto (Russia), Costas Tsioufis (Greece), Victor Aboyans (France), and Ileana Desormais (France)   †Professor Zanchetti died towards the end of the development of these Guidelines, in March 2018. He contributed fully to the development of these Guidelines, as a member of the Guidelines’ Task Force and as a section co-‍ordinator. He will be sadly missed by colleagues and friends.   ESC entities having participated in the development of this document: Associations: European Association of Cardiovascular Imaging (EACVI), European Association of Preventive Cardiology (EAPC), European Association of Percutaneous Cardiovascular Interventions (EAPCI), European Heart Rhythm Association (EHRA), Heart Failure Association (HFA). Councils: Council for Cardiology Practice, Council on Cardiovascular Nursing and Allied Professions, Council on Cardiovascular Primary Care, Council on Hypertension, Council on Stroke. Working Groups: Cardiovascular Pharmacotherapy, Coronary Pathophysiology and Microcirculation, e-‍Cardiology.   ESC Staff: Veronica Dean, Laetitia Flouret, Catherine Despres, Sophia Antipolis - France   *Adapted from the 2018 ESC/ESH Guidelines for the management of arterial hypertension (European Heart Journal (2018) 39, 3021–3104 -doi:10.1093/‍eurheartj/‍ehy339)."
},
{
	"page":"ENAS5375_2018112247",
	"text":"BP, epidemiology, and risk. Globally, over 1 billion people have hypertension. As populations age and adopt more sedentary lifestyles, the worldwide prevalence of hypertension will continue to rise towards 1.5 billion by 2025. Elevated BP is the leading global contributor to premature death, accounting for almost 10 million deaths in 2015, 4.9 million due to ischaemic heart disease and 3.5 million due to stroke. Hypertension is also a major risk factor for heart failure, AF, CKD, PAD, and cognitive decline. Definition of hypertension. The classification of BP and the definition of hypertension is unchanged from previous European Guidelines and is defined as an office SBP ≥140 and/‍or DBP ≥90 mmHg, which is equivalent to a 24 h ABPM average of ≥130/80 mmHg, or a HBPM average ≥135/85mmHg. Screening and diagnosis of hypertension. Hypertension is usually asymptomatic (hence the term ‘silent killer’). Because of its high prevalence, screening programmes should be established to ensure that BP is measured in all adults at least every 5 years, and more frequently in people with a high–normal BP. When hypertension is suspected because of an elevated screening BP, the diagnosis of hypertension should be confirmed either by repeated office BP measurements over a number of visits or by out-of-office BP measurement using 24 h ABPM or HBPM. The importance of cardiovascular risk assessment and detection of HMOD. Other CV risk factors such as dyslipidaemia and metabolic syndrome frequently cluster with hypertension. Thus, unless the patient is already at high or very high risk due to established CVD, formal CV risk assessment is recommended using the SCORE system. However, it is important to recognise that the presence of HMOD, especially LVH, CKD, or advanced retinopathy, further increases the risk of CV morbidity and mortality, and should be screened for as part of risk assessment in hypertensive patients because the SCORE system alone may underestimate their risk. Think: could this patient have secondary hypertension? For most people with hypertension, no underlying cause will be detected. Secondary (and potentially remediable) causes of hypertension are more likely to be present in people with young onset of hypertension (<40 years), people with severe or treatment resistant hypertension, or people who suddenly develop significant hypertension in midlife on a background of previously normal BP. Such patients should be referred for specialist evaluation. Treatment of hypertension: importance of lifestyle interventions. The treatment of hypertension involves lifestyle interventions and drug therapy. Many patients with hypertension will require drug therapy, but lifestyle interventions are important because they can delay the need for drug treatment or complement the BP-‍lowering effect of drug treatment. Moreover, lifestyle interventions such as sodium restriction, alcohol moderation, healthy eating, regular exercise, weight control, and smoking cessation all have health benefits beyond their impact on BP. When to consider drug treatment of hypertension. The treatment thresholds for hypertension are now less conservative than they were in previous Guidelines. We now recommend that patients with low-‍moderate-‍risk grade 1 hypertension (office BP 140–159/90–99), even if they do not have HMOD, should now receive drug treatment if their BP is not controlled after a period of lifestyle intervention alone. For higher-‍risk patients with grade 1 hypertension, including those with HMOD, or patients with higher grades of hypertension (e.g. grade 2 hypertension, ≥160/100 mmHg), we recommend initiating drug treatment alongside lifestyle interventions. These recommendations apply to all adults aged <80 years. Special considerations in frail and older patients. It is increasingly recognised that biological rather than chronological age, as well as consideration of frailty and independence, are important determinants of the tolerability of and likely benefit from BP-‍lowering medications. It is important to note that even in the very old (i.e. >80 years), BP-‍lowering therapy reduces mortality, stroke, and heart failure. Thus, these patients should not be denied treatment or have treatment withdrawn simply on the basis of age. For people >80 years who have not yet received treatment for their BP, treatment is recommended when their office SBP is ≥160 mmHg, provided that the treatment is well tolerated. How low should SBP be lowered? This has been a hotly debated topic. A key discussion point is the balance of potential benefits vs. potential harm or adverse effects. This is especially important whenever BP targets are lowered, as there is a greater potential for harm to exceed benefit. Thus, in these Guidelines, we recommend a target range. The evidence strongly suggests that lowering office SBP to <140 mmHg is beneficial for all patient groups, including independent older patients. There is also evidence to support targeting SBP to 130 mmHg for most patients, if tolerated. Even lower SBP levels (<130 mmHg) will be tolerated and potentially beneficial for some patients, especially to further reduce the risk of stroke. SBP should not be targeted to <120 mmHg because the balance of benefit vs. harm becomes concerning at these levels of treated SBP. BP targets in old and very old patients. As discussed above, independence, frailty, and comorbidities will all influence treatment decisions, especially in older (≥65 years) and very old (>80 years) patients. The desired SBP target range for all patients aged >65 years is 130–139 mmHg. This is lower than in previous Guidelines and may not be achievable in all older patients, but any BP lowering towards this target is likely to be beneficial provided that the treatment is well tolerated. BP targets in patients with diabetes and/‍or CKD. The BP treatment targets for patients with diabetes or kidney disease have been a moving target in previous Guidelines because of seemingly contradictory results from major outcome trials and meta analyses. For diabetes, targeting the SBP to <140 mmHg and towards 130 mmHg, as recommended for all other patient groups, is beneficial on major outcomes. Moreover, targeting SBP to <130 mmHg, for those who will tolerate it, may further reduce the risk of stroke but not other major outcomes. SBP should not be <120 mmHg. For patients with CKD, the evidence suggests that the target BP range should be 130–139 mmHg. How low should DBP be lowered? The optimal DBP target has been less well defined, but a DBP target of <80 mmHg is recommended. Some patients with stiff arteries and isolated systolic hypertension will already have DBP levels below this target. These are high-‍risk patients and the low DBP should not discourage treatment of their elevated SBP to the recommended target, provided that treatment is well tolerated. The need to do better on BP control. A key message in these Guidelines is the need to do better at improving BP control rates. Despite the overwhelming evidence of treatment benefit, on average, <50% of patients with treated hypertension achieve an SBP target of <140 mmHg. Physician inertia (inadequate uptitration of treatment, especially from monotherapy) and poor patient adherence to treatment (especially when based on multiple pills) are now recognised as the major factors contributing to poor BP control. Start treatment in most patients with two drugs, not one. Monotherapy is usually inadequate therapy for most people with hypertension; this will be especially true now that the BP treatment targets for many patients are lower than in previous Guidelines. These Guidelines have set out to normalize the concept that initial therapy for the majority of patients with hypertension should be with a combination of two drugs, not a single drug. The only exception would be in a limited number of patients with a lower baseline BP close to their recommended target, who might achieve that target with a single drug, or in some frailer old or very old patients in whom more gentle reduction of BP may be desirable. Evidence suggests that this approach will improve the speed, efficiency, and consistency of initial BP lowering and BP control, and is well tolerated by patients. A single-‍pill strategy to treat hypertension. Poor adherence to longer-‍term BP-‍lowering medication is now recognised as a major factor contributing to poor BP control rates. Research has shown a direct correlation between the number of BP-‍lowering pills and poor adherence to medications. Moreover, SPC therapy has been shown to improve adherence to treatment. SPC therapy is now the preferred strategy for initial two-‍drug combination treatment of hypertension and for three-‍drug combination therapy when required. This will control the BP of most patients with a single pill and could transform BP control rates. A simplified drug treatment algorithm. We have simplified the treatment strategy so that patients with uncomplicated hypertension and many patients with a variety of comorbidities (e.g. HMOD, diabetes, PAD, or cerebrovascular disease) receive similar medication. We recommend a combination of an ACE inhibitor or ARB with a CCB or thiazide/thiazide-‍like diuretic as initial therapy for most patients. For those requiring three drugs, we recommend a combination of an ACE inhibitor or ARB with a CCB and a thiazide/thiazide-‍like diuretic. We recommend that beta-‍blockers be used when there is a specific indication for their use (e.g. angina, post-‍myocardial infarction, HFrEF, or when heart rate control is required). Hypertension in women and in pregnancy. In women with hypertension who are planning pregnancy, ACE inhibitors or ARBs and diuretics should be avoided, and the preferred medications to lower BP, if required, include alpha-‍methyl dopa, labetalol, or CCBs. The same drugs are suitable if BP lowering is required in pregnant women. ACE inhibitors or ARBs should not be used in pregnant women. Is there a role for device-‍based therapy for the treatment of hypertension? A number of device-‍based interventions have been developed and studied for the treatment of hypertension. To date, the results from these studies have not provided sufficient evidence to recommend their routine use. Consequently, the use of device-‍based therapies is not recommended for the routine treatment of hypertension, unless in the context of clinical studies and RCTs, until further evidence regarding their safety and efficacy becomes available.. Managing cardiovascular disease risk in hypertensive patients beyond BP: statins. For hypertensive patients at moderate CVD risk or higher, or those with established CVD, BP lowering alone will not optimally reduce their risk. These patients would also benefit from statin therapy, which further reduces the risk of a myocardial infarction by approximately one-‍third and stroke by approximately one-‍quarter, even when BP is controlled. Similar benefits have been seen in hypertensive patients at the border between low and moderate-‍risk. Thus, many more hypertensive patients would benefit from statin therapy than are currently receiving this treatment. Managing cardiovascular disease risk in hypertensive patients beyond BP: antiplatelet therapy. Antiplatelet therapy, especially low-‍dose aspirin, is recommended for secondary prevention in hypertensive patients, but is not recommended for primary prevention (i.e. in patients without CVD)."
},
{
	"page":"ENAS5375_2018112248",
	"text":"What is the optimal population screening programme for detecting hypertension? What is the optimal method to measure BP in patients with atrial fibrillation (AF)? What is the incremental benefit for CV risk prediction of the addition of out-of-office blood pressure (BP) (home blood pressure monitoring (HBPM) and ambulatory blood pressure monitoring (ABPM)) to office BP measurement? What is the incremental benefit, over the Systematic COronary Risk Evaluation (SCORE) system, of measures of hypertension-mediated organ damage (HMOD) in reclassifying the CV risk of patients with hypertension? What are the appropriate BP thresholds and targets for drug treatment in younger hypertensive patients? What are the optimal BP treatment targets according to HBPM and ABPM? What are the outcome benefits associated with antihypertensive treatment in patients with resistant hypertension? What are the benefits of BP treatment for patients with BP in the high–normal range? What baseline level of CV risk predicts treatment benefit? More data on the benefits of BP treatment in the very elderly and the influence of frailty. Outcome-‍based comparison between office BP- and out-of-office BP-‍guided treatment. Outcome-‍based comparison between treatments guided by BP control and by HMOD reductions, especially in younger patients. More outcome studies of the optimal SBP treatment target for patients at different levels of baseline CV risk and with different comorbidities, including diabetes and chronic kidney disease (CKD). More outcome studies of the optimal diastolic blood pressure (DBP) treatment target. Impact of single-‍pill vs. multidrug treatment strategies on adherence to treatment, BP control, and clinical outcomes. Outcome-‍based comparison between treatment strategies based on initial monotherapy vs. initial combination therapy. What is the optimal salt intake to reduce CV and mortality risk? What are the long-‍term outcome benefits resulting from the recommended lifestyle changes? Outcome-‍based comparison between treatments based on thiazide vs. thiazide-‍like diuretics. Incremental value of central vs. peripheral BP in risk estimation and risk reduction by treatment. Outcome-‍based comparison of BP treatment with classical vs. vasodilator beta-‍blockers. Optimal BP treatment targets in specific clinical conditions (e.g. diabetes, CKD, and post-‍stroke). Protective effect of antihypertensive treatment in patients with cognitive dysfunction or dementia. Role of antihypertensive treatment in white-‍coat hypertension. Role of antihypertensive treatment in masked hypertension. Optimal treatment of hypertension in different ethnic groups."
},
{
	"page":"ENAS5375_1.1.0.0",
	"text":"FROM 2014 ESC guidelines on acute pulmonary embolism* The Task Force for the Diagnosis and Management of Acute Pulmonary Embolism of the European Society of Cardiology (ESC) Endorsed by the European Respiratory Society (ERS)   Chairperson Prof. Stavros V Konstantinides Center for Thrombosis and Hemostasis Johannes Gutenberg University of Mainz University Medical Center Mainz Langenbeckstrasse 1 Bulding 403 55131 Mainz - Germany Tel: +49 6131176255 Fax: +49 6131173456 Email: stavros.konstantinides@unimedizin-mainz.de   Co-Chairperson Prof. Adam Torbicki Department of Pulmonary Circulation and Thromboembolic Diseases Medical Center of Postgraduate Education ECZ-Otwock Ul. Borowa 14/18 05-400 Otwock - Poland Tel: +48 22 7103052 Fax: +48 22 7103157 Email: adam.torbicki@ecz-otwock.pl   Authors/Task Force Members Giancarlo Agnelli (Italy), Nicolas Danchin (France), David Fitzmaurice (UK), Nazzareno Galiè (Italy), J. Simon R. Gibbs (UK), Menno Huisman (The Netherlands), Marc Humbert (France)†, Nils Kucher (Switzerland), Irene Lang (Austria), Mareike Lankeit (Germany), John Lekakis (Greece), Christoph Maack (Germany), Eckhard Mayer (Germany), Nicolas Meneveau (France), Arnaud Perrier (Switzerland), Piotr Pruszczyk (Poland), Lars H. Rasmussen (Denmark), Thomas H. Schindler (USA), Pavel Svitil (Czech Republic), Anton Vonk Noordegraaf (The Netherlands), Jose Luis Zamorano (Spain), Maurizio Zompatori (Italy).   †Representing the European Respiratory Society   Other ESC entities having participated in the development of this document: ESC Associations: Acute Cardiovascular Care Association (ACCA), European Association for Cardiovascular Prevention & Rehabilitation (EACPR), European Association of Cardiovascular Imaging (EACVI), Heart Failure Association (HFA), ESC Councils: Council on Cardiovascular Nursing and Allied Professions (CCNAP), Council for Cardiology Practice (CCP), Council on Cardiovascular Primary Care (CCPC) ESC Working Groups: Cardiovascular Pharmacology and Drug Therapy, Nuclear Cardiology and Cardiac Computed Tomography, Peripheral Circulation, Pulmonary Circulation and Right Ventricular Function, Thrombosis.   ESC Staff: Veronica Dean, Catherine Despres, Myriam Lafay - Sophia Antipolis, France   *Adapted from the ESC Guidelines on the diagnosis and management of acute pulmonary embolism (Eur Heart J (2014); 35:3033–3080 - doi:10.1093/eurheartj/ ehu283)."
},
{
	"page":"ENAS5375_1.2.0.0",
	"text":"1. Diagnosis Clinical probability is the basis of all diagnostic strategies for suspected pulmonary embolism (PE) and should systematically be assessed either by clinical judgement or by a validated prediction rule. Plasma D-dimer measurement, preferably using a highly sensitive assay, is recommended in outpatients and in the emergency department to reduce the need for unnecessary imaging and irradiation. A normal computed tomographic (CT) angiography safely excludes PE in patients with low or intermediate clinical probability, or PE-unlikely, while CT angiography showing a segmental or more proximal thrombus confirms PE. A normal perfusion lung scan excludes PE, and a high probability ventilation-perfusion (V/Q) scan confirms PE; in case of a non-diagnostic V/Q lung scan, PE may be excluded if proximal compression venous ultrasonography (CUS) is negative and the clinical probability is low or PE-unlikely.   2. Prognostic assessment At the stage of clinical suspicion of PE, haemodynamically unstable patients with shock or hypotension should immediately be identified as high-risk patients. Normotensive patients in Pulmonary Embolism Severity Index (PESI) Class ≥III or a simplified (s)PESI of ≥1 constitute an intermediate-risk group. Of these, patients who have both evidence of RV dysfunction (by echocardiography or CT angiography) and elevated cardiac biomarker levels in the circulation should be classified into an intermediate-high-risk category and monitored for early detection of haemodynamic decompensation. A PESI Class I or II, or a sPESI of 0, indicates a low risk of an early adverse outcome.   3. Acute phase treatment Primary reperfusion treatment, particularly systemic thrombolysis, is the treatment of choice for patients with high-risk PE. Unfractionated heparin with aPTT monitoring is the prefered anticoagulation regimen in such patients For most cases of acute PE without haemodynamic compromise, low molecular weight heparin (LMWH) or fondaparinux is the initial treatment of choice unless there is severe renal dysfunction. Systemic thrombolysis is not routinely recommended as primary treatment for patients with intermediate-high risk PE, but should be considered if clinical signs of haemodynamic decompensation appear; percutaneous catheter-directed treatment or surgical pulmonary embolectomy are alternative rescue procedures for intermediate-high-risk PE. The new oral anticoagulants (NOACs; direct inhibitors of factor Xa or thrombin) are non-inferior in terms of efficacy and possibly safer, particularly in terms of major bleeding, than the standard anticoagulation regimen consisting of heparin followed by a vitamin K antagonist (VKA). Low-risk patients in the PESI Class I or II, and probably those with sPESI of 0, should be considered for early discharge and outpatient treatment, if this appears feasible based on the patient’s anticipated compliance as well as his/her family and social background.   4. Duration of anticoagulation For patients with unprovoked PE, oral anticoagulation is recommended for at least 3 months. In the extended treatment of VTE, NOACs are both effective (in terms of prevention of symptomatic or fatal VTE recurrence) and safe (particularly in terms of major bleeding), probably safer than standard VKA regimens. In patients who refuse to take or are unable to tolerate any form of oral anticoagulants, aspirin may be considered for extended secondary VTE prophylaxis.   5. Chronic thromboembolic pulmonary hypertension (CTEPH) Organized unresolved thrombi and pulmonary vascular remodelling contribute to progressive right ventricular failure and poor outcome in non-treated CTEPH. Life-long anticoagulation (with VKA and an INR of 2-3) is recommended for all patients with CTEPH. Pulmonary endarterectomy is the treatment of choice for the majority of patients. Pharmacotherapy and pulmonary angioplasty are emerging as treatment alternatives for non-operable patients as well as for those with pulmonary hypertension persisting after intervention.   6. PE in pregnancy Suspicion of PE in pregnancy warrants formal diagnostic assessment with validated methods. A negative D-dimer result has similar clinical significance as in non-pregnant patients. Perfusion lung scan may be considered to rule out suspected PE in pregnant women with a normal chest X-ray. A weight-adjusted dose of LMWH is the recommended therapy during pregnancy in patients without shock or hypotension. NOACs are contraindicated in pregnancy.   7. PE and cancer The risk of VTE in cancer patients is at least four times higher than in the general population and increases further with chemotherapy and surgical treatment. Incidental finding of pulmonary artery thrombi in cancer patients should be managed in the same way as symptomatic pulmonary embolism, particularly if found in segmental or more proximal arteries. For patients with PE and cancer, weight-adjusted subcutaneous LMWH should be considered for the first 3 to 6 months. Extended anticoagulation (beyond the first 3 to 6 months) should be considered for an indefinite period or until the cancer is considered cured."
},
{
	"page":"ENAS5375_1.3.0.0",
	"text":"The diagnostic value and clinical significance of subsegmental defects on CT angiography are still debated. Patients with incidental (unsuspected PE) on CT angiography should probably be treated, especially if they have cancer and a proximal clot, but solid evidence in support of this recommendation is lacking. The benefits versus risks of “triple rule-out” CT angiography (to confirm or exclude coronary artery disease, pulmonary embolism and/or aortic dissection) need thorough evaluation - also considering increased radiation and contrast exposure - given the low prevalence of PE and aortic dissection in published series using that approach. Preliminary results suggest that reduced-dose intravenous thrombolysis may be safe and effective, particularly in intermediate-risk PE, but solid evidence is still lacking. Catheter-directed treatment (e.g. pharmacomechanical thrombolysis) has shown a promising efficacy and (particularly) safety profile, but data from larger study populations are needed to determine whether it will become a widely accepted (and widely available) alternative option to systemic thrombolysis for reperfusion treatment. The results of the phase III trials on the use of new oral anticoagulants in the treatment of PE and secondary prevention of VTE appear convincing; clinical experience with these drugs under ‘real world’ conditions is accumulating. Further management trials are necessary to crystallize the criteria that might permit early discharge and home treatment of low-risk patients with acute PE. The true risk for developing CTEPH after acute PE needs to be determined on the basis of high-quality data. There is lack of data to support the use of riociguat, or the off-label use of drugs approved for pulmonary arterial hypertension, as a therapeutic bridge to pulmonary endarterectomy in CTEPH patients considered to be at high risk due to poor haemodynamics. Advances in balloon pulmonary angioplasty are continuing in an attempt to make this technique a therapeutic alternative for selected patients with non-operable CTEPH. Data on the validity of clinical prediction rules for PE in pregnancy are lacking. The evidence supporting screening for occult cancer after unprovoked VTE is inconclusive. Further data are needed on the treatment of cancer patients with NOACs."
},
{
	"page":"ENAS5375_2.1.0.0",
	"text":"2014 ESC guidelines on the diagnosis and treatment of aortic diseases* The Task Force on diagnosis and treatment of aortic diseases of the European Society of Cardiology (ESC)   Chairpersons Raimund Erbel Department of Cardiology West-German Heart Center University Duisburg-Essen Hufelandstr 55 DE-45122 Essen, Germany Tel.: 49 201 723 4801 Fax: 49 201 723 5401 Email: erbel@uk-essen.de   Victor Aboyans Department of Cardiology Dupuytren University Hospital 2. Avenue Martin Luther King 87042 Limoges, France Tel. +33 5 55 05 63 10 Fax +33 5 55 05 63 84 Email: victor.aboyans@chu-limoges.fr   Authors/Task Force Members Catherine Boileau (France), Eduardo Bossone (Italy), Roberto Di Bartolomeo (Italy), Holger Eggebrecht (Germany), Arturo Evangelista (Spain), Volkmar Falk (Switzerland), Herbert Frank (Austria), Oliver Gaemperli (Switzerland), Martin Grabenwöger (Austria), Axel Haverich (Germany), Bernard Iung (France), Athanasios John Manolis (Greece), Folkert Meijboom (Netherlands), Christophe A. Nienaber (Germany), Marco Roffi (Switzerland), Hervé Rousseau (France), Udo Sechtem (Germany), Per Anton Sirnes (Norway), Regula S. von Allmen (Switzerland), Christiaan J.M. Vrints (Belgium).   Other ESC entities having participated in the development of this document: ESC Associations: Acute Cardiovascular Care Association (ACCA), European Association of Cardiovascular Imaging (EACVI), European Association of Percutaneous Cardiovascular Interventions (EAPCI). ESC Council: Council for Cardiology Practice (CCP). ESC Working Groups: Cardiovascular Magnetic Resonance, Cardiovascular Surgery, Grown-up Congenital Heart Disease, Hypertension and the Heart, Nuclear Cardiology   ESC Staff: Veronica Dean, Catherine Despres, Myriam Lafay, Sophia Antipolis, France Special thanks to Jose Luis Zamorano, Jeroen J. Bax, Michal Tendera, Petros Nihoyannopoulos *Adapted from the 2014 ESC Guidelines on the diagnosis and treatment of aortic diseases (European Heart Journal (2014) 35, 2873–2926 - doi: 10.1093/eurheartj/ehu281)."
},
{
	"page":"ENAS5375_2.2.0.0",
	"text":"1. The holistic view to the aorta as “whole organ” The guidelines on diagnosis and treatment of aortic diseases highlight the value of a holistic approach, viewing the aorta as the whole organ; indeed, in many cases tandem lesions of the aorta may exist, as illustrated by the increased probability of thoracic aortic aneurysm in the case of abdominal aortic aneurysm, making a distinction between the two regions inadequate. In addition thorako-abdominal aortic diseases are overwriting this separation.   2. Diagnostic Imaging Whereas a clinical examination and laboratory testing play a minor role in the diagnosis and treatment of aortic diseases, imaging techniques, particularly modern images techniques, play a major role yielding a view of the total aorta, which requires standardized reports and measurements at given landmarks.   Comparison of methods for imaging the aorta   Advantages/​disadvantages TTE TOE CTc MRIc Aortography Ease of use +++ ++ +++ ++ + Diagnostic reliability + +++ +++ +++ ++ Bedside/​interventional usea ++ ++ – – ++ Serial examinations ++ + ++(+)b +++ – Aortic wall visualizationc + +++ +++ +++ – Cost – – – – – – – – – – Radiation 0 0 – – – – – – Nephrotoxicity 0 0 – – – – – – – –   CT = computed tomography; MRI = magnetic resonance imaging; TOE = transoesophageal echocardiography; TTE = transthoracic echocardiography. + means a positive aspect and – means a negative point. The number of signs indicates the estimated potential value. aIVUS can be used to guide interventions (see web addenda art www.escardio.org/guidelines). b+++ only for follow-up after aortic stenting (metallic struts), otherwise limit radiation. cPET can be used to visualize suspected aortic inflammatory disease.   In the daily work-up transthoracic echocardiography plays a major role including transoesophageal echocardiography as well as ultrasonography for the abdominal aorta. It is recommended to measure diameters at anatomical landmarks perpendicular to the longitudinal axis. In case of repetitive imaging of the aorta the imaging should be used, with the lowest iatrogenic risk. In addition, it is recommended to use the same imaging modality with the similar method of measurement. All relevant parameters are recommended to be reported recording to the aortic segmentation. It is recommended to assess renal function, pregnancy and history of allergy to contrast agents in order to select the optimal imaging modality with minimal radiation exposure. Complete list of normal values for all discussed imaging techniques are found in the Full Text and Web Addenda.   3. The acute aortic syndrome Acute aortic syndromes (AAS) are defined as emergency conditions with similar clinical characteristics involving the aorta: aortic dissection, intramural haematoma, penetrating aortic ulcer, complete rupture of the aorta, traumatic aortic injury, iatrogenic aortic dissection. A flowchart for the emergency room has been developed in order to enhance the standardization of decision making in acute aortic syndromes, because survival is strongly related to time. In the diagnostic work-up clinical data are useful to assess the priori probability of AAS including the high-risk patient conditions, high-risk pain features and signs of high-risk examination features.     High-risk conditions Marfan syndrome (or other connective tissue diseases) Family history of aortic disease Known aortic valve disease Known thoracic aortic aneurysm Previous aortic manipulation (including cardiac surgery) High-risk pain features Chest, back, or abdominal pain described as any of the following: abrupt onset severe intensity ripping or tearing High-risk examination features Evidence of perfusion deficit: pulse deficit systolic blood pressure difference focal neurological deficit (in conjunction with pain) Aortic diastolic murmur (new and with pain) Hypotension or shock Risk score varies from 0–3 according the number of positive categories (1 point per column). Table modified from Rogers AM et al Circulation 2011;123:2213-8.   Based on the probability of acute aortic syndromes the decision making can be based according to developed flow-chart.   Flowchart for decision-making based on pretest sensitivity of AAS AAS = acute aortic syndrome; AD = aortic dissection; ESC = European Society of Cardiology; CT = computed tomography; ECG = electrocardiogram; MRI = magnetic resonance imaging; STEMI = ST-segment elevation myocardial infarction; TTE = transthoracic echocardiography; TOE = transoesophageal echocardiography. aSTEMI can be associated with AAS in rare cases. - bPending local availability, patient characteristics, and physician experience. cProof of Type A AD by the presence of flap, aortic regurgitation, and/or pericardial effusion. - dPreferably point-of-care, otherwise classical. eAlso troponin to detect non-ST-segment elevation myocardial infarction.   4. Treatment of acute aortic syndrome 4.1 Medical management A lot of patients with aortic diseases have comorbidities such as coronary artery disease, chronic kidney disease, diabetes, dyslipidaemia, hypertension and others. Therefore treatment and prevention strategies have to be similar to those indicated for the above diseases. Specific treatments in different aortic diseases are addressed in each specific chapter.   4.2 (Thoracic) endovascular aortic repair ((T)EVAR) It is recommended to decide the indication of endovascular repair on individual basis according to anatomy, pathology, comorbidity and anticipated durability, of any repair using multidisciplinary approach (Class I C). A sufficient proximal and distal landing zone of at least 2 cm is recommended for the safe deployment and durable fixation of TEVAR (Class I C). In case of aortic aneurysm it is recommended to select a stent-graft with a diameter exceeding the diameter of the landing zones by at least 10-15% of the reference aorta (Class I C). During stent graft placement, invasive blood pressure monitoring and control either pharmacologically or by rapid pacing is recommended (Class I C). For complicated type B aortic dissection, TEVAR is recommended (Class I C). If the anatomy is suitable and the expertise available endovascular repair should be preferred over open surgery in contained rupture of thoracic aortic aneurysm (Class I C). For uncomplicated type B aortic dissection endovascular therapy should be considered (Class IIa B) as well as in complicated type B intramural haematoma, complicated type B penetrating aortic ulcer and traumatic aortic injury (Class IIa C)   4.3 Surgery in acute aortic syndrome In patient with type A aortic dissection urgent surgery is recommended (Class I B). Surgery is also indicated in typ A intramural haematoma (Class I C). In case of type B penetrating aortic ulcer, surgery should be considered (Class IIa C). For complicated type B aortic dissection, intramural haematoma and penetrating aortic ulcer surgery may be considered (Class IIb C).   5. Aortic aneuryms When an aortic aneurysm is identified at any location, assessment of the entire aorta and aortic valve is recommended at baseline and during follow-up (Class I C). In case of aneurysm of the abdominal aorta, duplex ultrasound for screening of peripheral artery disease and peripheral aneurysms should be considered (Class IIa C). Patients with aortic aneurysms are at increased risk of cardiovascular disease, general principles of cardiovascular prevention should be considered (Class IIa C).   5.1 Indication for intervention for ascending and arch aortic aneuryms Surgery is indicated in patients who have aortic root aneurysms with maximal aortic diameter ≥50 mm for patients with Marfan syndrome (Class I C). Surgery should be considered in patients who have aortic root aneurysm with maximal ascending aortic diameter: ≥45 mm for patients with Marfan syndromes with risk factors (family history of aortic dissection and/or aortic diameter increase >3 mm/year ≥50 mm for patients with bicuspid valve with risk factors ≥55 mm for patients with no elastopathy (Class IIa C). Surgery should be considered in patients who have isolated aortic arch aneurysm with maximal diameter ≥55 mm (Class IIa C). Lower levels thresholds for intervention may be considered according to body surface area in patients of small stature or in case of rapid progression, aortic valve regurgitation, planned pregnancy, and patients preference (Class IIb C). Aortic arch repair may be considered in patient with aortic arch aneurysm who already have an indication for surgery of an adjacent aneurysm located in the ascending aorta or descending aorta (Class IIb C).   5.2 Intervention for descending aortic aneurysms Valvular problems associated with bicuspid aortic valve (BAV) are covered in the 2012 ESC/EACTS guidelines on management of valvular diseases (European Heart J 2012;33:2451-2496).   6. Abdominal aortic aneurysm Abdominal aortic aneurysms (AAA) have a prevalence of about 2% and are particularly found in men >65 years and women who are smoking >65 years. Aortic AAA are usually asymptomatic until rupture occurs. The aortic diameter relates to risks of rupture. As a screening tool ultrasound is recommended in all men >65 years (Class I A) and considered in women >65 years and tobacco smoking (Class IIb C). Very new is the advice, to use a 2 minutes extra time during TTE to check for existence of an asymptomatic AAA in men >65 years (Class IIa B) and women >65 years who are smoking (Class IIb C). Target screening should be considered in first degree siblings of AAA patients (Class IIa B). Please check 2014 ESC/ESA Guidelines on non-cardiac surgery for cardiovascular risk assessment and management (European Heart J 2014:35:2383-2431). Additional information concerning reduction of cardiac risk in case of intervention and surgery are given.   6.1 Endovascular aortic repair and open vascular surgery About 60% of all AAA are suitable for endovascular therapy. In randomized controlled studies endovascular aortic repair (EVAR) reduced mortality threshold. But long-term result were similar due to high re-intervention rates. Smoking cessation is recommended to slow the AAA growth (Class I B). AAA repair is indicated if AAA diameter exceeds 55 mm (Class I B). If the anatomy is suitable for EVAR, either open or endovascular aortic repair is recommended (Class I A). If the aneurysm is anatomically not suitable for EVAR, open endovascular aortic surgery is recommended (Class I C). 6.2 Management of symptomatic abdominal aortic aneurysms In case of rupture of abdominal aortic aneurysms two randomized controlled trials are available demonstrating similar 30 days mortality results (30.4% versus 37.4%). Based on these results following recommendations are given. In suspected ruptured AAA, immediate abdominal ultrasound is recommended (Class I C). In case of rupture, AAA emergency repair is indicated (Class I C). In case of symptomatic but non rupture AAA, urgent repair is indicated (Class I C). In case of symptomatic AAA anatomical suitable for EVAR, either open or endovascular repair is recommended (Class I A).   7. Long-term follow-up for chronic aortic dissection Contrast CT or MRI is recommended to confirm the diagnosis of chronic aortic dissection (Class I C). Close imaging surveillance in aortic dissection is indicated to detect signs of complications (Class I C). In patients with chronic aortic dissection, tight blood pressure control (> 130/80 mmHg) is indicated (Class I C). After TEVAR or EVAR surveillance is recommended after 1 month, 6 months, 12 months and then yearly (Class I C). CT is recommended as the first choice imaging technique for follow-up after TEVAR or EVAR (Class I C). In AAA Doppler ultrasound with or without contrast agents should be considered for annual postoperative surveillance, with non-contrast CT imaging over 5 years (Class IIa C). For follow-up in young patients MRI should be preferred to CT for imaging magnetic resonance-compatible stent grafts (Class IIa C).   8. Genetic diseases affording the aorta Chromosomal and inherited syndromic thoracic aneurysms During the last years more insight into chromosomal aortic diseases have been given not only for the Marfan syndrome, but also for the Loeys-Dietz syndrome, the Turner syndrome, the Ehlers Danlos syndrome Typ IV, non syndromic familiar aortic aneurysms and even aneurysms – osteoarthritis syndrome and arterial tortuosity syndrome. It is recommended to investigate first degree relatives (siblings and parents) of a subject with thoracic aortic disease to indentify a familiar form in which relatives all have a 50% chance of carrying the familiar mutation-disease (Class I C). Once a familial form of thoracic acute aortic dissection (TAAD) is highly suspected, it is recommended to refer the patient to geneticist for family investigation and molecular testing (Class I C). Variable of age of oncet warrants screening every 5 years of “healthy” at-risk relatives until diagnosis (clinical or molecular) is established or ruled out (Class I C). In familial non syndromic TAAD, screening for aneurysm should be considered not only in the thoracic aorta, but also throughout the arterial tree (including cerebral arteries) (Class IIa C).   8.1 Medical therapy in genetic diseases • In Marfan syndrome beta-blockers are prescribed to reduce the progression rate. • Angiotensin 2 receptor blockers demonstrated attenuation of the dilatation rate of aortic aneurysms. • In Ehlers-Danlos syndrome beta-blockers reduce arterial complications. • No specific data are available for other genetic diseases.   9. Management of bicuspid aortic valve BAV have a prevalence of about 1%. Fusion of the right and left coronary cusp or fusion of the right and none coronary cusp or found combined with normal size aorta, supra-coronary dilatation or cylindric aortic shape. The maximal aortic dilatation rate does not differ for bicuspid aortic valve and Marfan syndrome and is maximal in the tubular aorta (0.42 ± 0.6 and 0.49 ± 0.5 mm/year). BAV have a high heritability with about one quarter with bicuspid aortic valve found in the first degree relatives. The aortic root dilatation is found in about one third in first degree relatives. In case of BAV, surgery is indicated when the aortic root or thoracic aorta diameter is >55 mm, >50 mm in presence of other risk factors, >45 mm when surgical aortic valve replacement is scheduled (Class I C). Because of the familial occurence screening of first degree relatives should be considered (Class IIa C).   10. Future developments The installation of hybrid rooms have been shown to be pacemakers for the development of new diagnostic and treatment options like thoracic endovascular aortic repair, debranching or aortic arch surgery, and the frozen elephant trunk. This can lead in the future to further paradigma changes in the diagnosis and treatment of aortic diseases. It is time to form aortic teams and centers in order to provide full access to experts in the field of cardiology, radiology, pediatric cardiology, genetics, aortic and cardiovascular surgery, which is needed not only for the acute but also for the intense follow-up of patients with aortic diseases."
},
{
	"page":"ENAS5375_2.3.0.0",
	"text":"The 2014 ESC Guidelines on diagnosis and treatment of aortic diseases contains in 118 recommendations 4% Class I A recommendations, and in 15% Class I-II B recommendations. Thus, 80% are consensus decision. We need more epidemiological data on acute aortic syndrome in Europe. More evidence needed on the caseload-outcome relationship in the field aortic diseases. The implantation and efficacy of aortic centers in Europe should be assessed. The establishment of a European network of aortic centers should be encouraged along with establishment of large registries and multicenter studies. The value of biomarkers should be clarified. More data of accuracy and reproducibility of aortic measurements are needed. The knowledge on relationship between aortic size and outcome should be improved and the superiority of 3D on 2D better documented. It has to been investigated, if there are difference of aortic diameters related to age, gender and body-size taken into account outcome of interventions. Data for female patients with aortic diseases are lacking. The lack of evidence on the efficacy of medical therapy and the role of antihypertensive drugs, statins, inflammatory drugs an non-syndromic aortic diseases like aortic dissection, thoracic aortic aneurysms and AAA, genetic diseases is present. For thoracic aortic aneurysms, randomized studies are needed and the optimal timing for preventive intervention according to lesion size and other characteristics as well as individual patient features. The optimal timing and techniques of intervention in chronic aortic dissection is still unclear."
},
{
	"page":"ENAS5375_3.1.0.0",
	"text":"2014 ESC guidelines on Diagnosis and Management of Hypertrophic Cardiomyopathy* The Task Force for the Diagnosis and Management of Hypertrophic Cardiomyopathy of the European Society of Cardiology (ESC)   Chairperson Perry M. Elliott Cardiology Department The Heart Hospital 16-18 Westmoreland Street London W1G 8PH, UK Tel: +44 203 456 7898 Email: perry.elliott@ucl.ac.uk   Task Force Members Aris Anastasakis (Greece), Michael A. Borger (Germany), Martin Borggrefe (Germany), Franco Cecchi (Italy), Philippe Charron (France), Albert Alain Hagege (France), Antoine Lafont (France), Giuseppe Limongelli (Italy), Heiko Mahrholdt (Germany), William J. McKenna (UK), Jens Mogensen (Denmark), Petros Nihoyannopoulos (UK), Stefano Nistri (Italy), Petronella G. Pieper (Netherlands), Burkert Pieske (Austria), Claudio Rapezzi (Italy), Frans H. Rutten (Netherlands), Christoph Tillmanns (Germany), Hugh Watkins (UK).   Additional Contributor Constantinos O’Mahony (UK).   Other ESC entities having participated in the development of this document: Associations: European Association of Cardiovascular Imaging (EACVI), European Association of Percutaneous Cardiovascular Interventions (EAPCI), European Heart Rhythm Association (EHRA), Heart Failure Association of the ESC (HFA). Working Groups: Working Group on Cardiovascular Pharmacology and Drug Therapy, Working Group on Cardiovascular Surgery, Working Group on Developmental Anatomy and Pathology, Working Group on Grown-up Congenital Heart Disease, Working Group on Myocardial and Pericardial Diseases. Council: Council for Cardiology Practice, Council on Cardiovascular Primary Care.   ESC Staff: Veronica Dean, Catherine Despres, Nathalie Cameron, Sophia Antipolis, France   *Adapted from the ESC Guidelines on Diagnosis and Management of Hypertrophic Cardiomyopathy (Eur Heart J (2014); 35:2733–2779 - doi:10.1093/eurheartj/ ehu283)"
},
{
	"page":"ENAS5375_3.2.0.0",
	"text":"1. Definition Hypertrophic cardiomyopathy (HCM) is defined by the presence of increased left ventricular (LV) wall thickness that is not solely explained by abnormal loading conditions. In an adult, this represents a wall thickness ≥15 mm in one or more LV myocardial segments (or ≥13 mm in a first degree relative of someone with HCM) measured by any imaging technique.   2. Prevalence & Aetiology Hypertrophic cardiomyopathy (HCM) occurs in 0.02–0.23%of adults, with much lower rates in patients diagnosed under the age of 25 years. Hypertrophic cardiomyopathy can be caused by many genetic and non-genetic disorders. In up to 60% of patients with HCM, the disease is an autosomal dominant trait caused by mutations in cardiac sarcomere protein genes. 5-10% of adult cases are caused by other genetic disorders including inherited metabolic and neuromuscular diseases, chromosome abnormalities and genetic syndromes.   3. Genetic Counselling & Testing Genetic counselling is recommended in all patients with unequivocal HCM when it cannot be explained solely by a non-genetic cause. When a definite causative genetic mutation is identified in a patient, his or her first degree relatives should first be genetically tested. They should undergo clinical evaluation if they are found to carry the same mutation.   4. Left ventricular outflow tract obstruction Two-thirds of patients with HCM have dynamic obstruction of the left ventricular outflow tract (LVOTO) at rest or during exercise caused by contact between the mitral valve and the interventricular septum during systole. In patients with a resting LVOT gradient <50 mmHg bedside physiological provocation with Valsalva manoeuvre and standing should be routinely performed during echocardiography to determine if LV outflow obstruction can be provoked. Exercise stress echocardiography is recommended in symptomatic patients with an LVOT gradient <50 mmHg at rest or during physiological provocation. When a gradient is detected in the LV cavity, the presence of sub-aortic membranes, structural mitral valve leaflet abnormalities and mid-cavity obstruction should be systematically excluded.   5. Assessment of symptoms Most people with HCM are asymptomatic and have a normal life expectancy but somedevelop symptoms, often many years after the first manifestation of ECG or echocardiographic abnormalities. Systematic 2-D and Doppler echcardiography, exercise testing and ambulatory ECG monitoring are usually sufficient to determine the most likely cause of symptoms.   6. Prevention of Sudden Cardiac Death While the risk of sudden death is low for most patients with HCM, a small number are prone to life-threatening ventricular arrhythmias. The use of a new risk calculator (HCMRisk-SCD) (http://doc2do.com/hcm/webHCM.html) is recommended to guide the use of implantable cardioverter defibrillators (ICD). In all patients, clinical efficacy of ICD implantation should be balanced against its potential risk.   7. Symptomatic treatment In symptomatic patients with LVOTO, the aim is to reduce dyspnoea and chest pain by using drugs, surgical myectomy, alcohol ablation or pacing. Therapy in symptomatic patients without LVOTO focuses on management of arrhythmias, reduction of LV filling pressures, and treatment of angina. Patients with symptomatic progressive LV systolic or diastolic dysfunction refractory to medical therapy may be candidates for cardiac transplantation.   8. Atrial Arrhythmias Patients with HCM and paroxysmal, persistent or permanent AF should receive treatment with vitamin K antagonists. Lifelong therapy with oral anticoagulants is recommended, even when sinus rhythm is restored. Patients in sinus rhythm with LA diameter ≥45 mm should undergo 6–12 monthly 48-hour ambulatory ECG monitoring to detect AF.   9. Management of Pregnancy Most women with HCM tolerate pregnancy well but require expert advice and monitoring throughout pregnancy. All women with HCM should receive advice on contraception, sterilisation and termination when appropriate.   10. Multidisciplinary Care Clinicians should consider referral of patients to multidisciplinary teams with expertise in the diagnosis, genetics, risk stratification and management of myocardial disease."
},
{
	"page":"ENAS5375_3.3.0.0",
	"text":"Genotype-Phenotype Studies. Frequency of screening in mutation carriers and the offspring of affected individuals. Prevention of disease development in asymptomatic mutation carriers without a phenotype. Randomized, controlled, clinical trials of drug therapies for symptom relief. Prevention of left ventricular remodelling and the development of progressive heart failure. Optimal management of asymptomatic left ventricular outflow tract obstruction. Risk stratification and prevention of SCD in the young."
},
{
	"page":"ENAS5375_5.1.0.0",
	"text":"2013 ESC guidelines on cardiac pacing and cardiac resynchronization therapy The Task Force on cardiac pacing and resynchronization therapy of the European Society of Cardiology (ESC). Developed in collaboration with the European Heart Rhythm Association (EHRA).   Chairperson Professor Michele Brignole Department of Cardiology Ospedali Del Tigullio Via Don Bobbio 25 IT-16033 Lavagna, (GE) Italy Tel: +39 0185 329 569 Fax: +39 0185 306 506 Email: mbrignole@ASL4.liguria.it   Authors/Task Force Members Angelo Auricchio (Switzerland); Gonzalo Baron-Esquivias (Spain); Pierre Bordachar (France); Giuseppe Boriani (Italy); Ole-A Breithardt (Germany); John Cleland (UK); Jean-Claude Deharo (France); Victoria Delgado (Nertherlands); Perry M. Elliott (UK); Bulent Gorenek (Turkey); Carsten W. Israel (Germany); Christophe Leclercq (France); Cecilia Linde (Sweden); Lluís Mont (Spain); Luigi Padeletti (Italy); Richard Sutton (UK); Panos E. Vardas (Greece).   Other ESC entities having participated in the development of this document: Association: Acute Cardiovascular Care Association (ACCA), European Association of Cardiovascular Imaging (EACVI), Heart Failure Association (HFA). Working Groups: Myocardial and Pericardial Diseases. Councils: Cardiology Practice.   ESC Staff: Veronica Dean, Catherine Despres, Karine Villanese - Sophia Antipolis, France.   *Adapted from the 2013 ESC Guidelines on Cadiac Pacing and Cardiac Resynchronization Therapy (European Heart Journal 2013; 34:2281-2329 - doi:10.1093/eurheartj/eht150)."
},
{
	"page":"ENAS5375_5.2.0.0",
	"text":"The document outlines an innovative classification of bradyarrhythmias by mechanism. There are three main groups: persistent bradycardia, intermittent bradycardia with electrocardiographic documentation, and suspected intermittent bradycardia (not yet documented). Recommendations are provided for the three categories. Until now, guidelines and text books have classified bradyarrhythmias according to their aetiology, for example sinus node dysfunction, myocardial infarction, or bundle branch block. Classification of bradyarrhythmias according to mechanism (i.e., the clinical presentation) is more useful for selecting patients for permanent cardiac pacing therapy than their aetiology. The strength of indications for CRT focuses mainly on the presence or absence of left bundle branch block. Unique recommendations are given for NYHA class II and III patients. A spectrum of response to CRT, as with most other treatments, is recognized: the beneficial effects of CRT may be greater in females, patients with non-ischaemic cardiomyopathy and patients with QRS duration >150 ms (the longer the QRS duration, the greater the benefit). Different recommendations are given for an upgrade or “de novo“ implantation of CRT in patients with a brady indication for pacing. Clinical guidance to the choice between CRT-P or CRT-D in primary prevention is provided. In the decision process for indication for pacing/CRT and for the choice of the best modality attention should be paid to a careful evaluation of the risk of complications. In general the risk of complications is higher when implanting more complex devices and for re-intervention and upgrades."
},
{
	"page":"ENAS5375_5.3.0.0",
	"text":"Too few LoE A (brady pacing). Too many LoE C (brady pacing). Need of RCTs for CRT subgroups (e.g., RBBB, NYHA I, QRS duration, etc). Need of RCTs for CRT in AF patients. Need of RCTs for CRT optimization. Need of RCTs for specific conditions (e.g., pacing in children, alternative sites, etc)."
},
{
	"page":"ENAS5375_7.1.0.0",
	"text":"ESC Guidelines on diabetes, pre-diabetes and cardiovascular diseases DEVELOPED IN COLLABORATION WITH EASD* The Task Force on diabetes, pre-diabetes and cardiovascular diseases of the European Society of Cardiology (ESC) and developed in collaboration with the European Association for the Study of Diabetes (EASD)   Chairpersons Lars Rydén (ESC Chairperson) Cardiology Unit, Department of Medicine Solna Karolinska Institutet 171 76 Stockholm, Sweden Tel: +46 8 5177 2171 Fax: +46 8 34 49 64 Email: lars.ryden@ki.se   Peter J. Grant (EASD Chairperson) Division of Cardiovascular & Diabetes Research University of Leeds, Clarendon Way Leeds LS2 9JT, United Kingdom Tel: +44 113 343 7721 Fax: +44 113 343 7738 Email: p.j.grant@leeds.ac.uk   Authors/Task Force Members Stefan D. Anker (Germany), Christian Berne (Sweden), Francesco Cosentino (Italy), Nicolas Danchin (France), Christi Deaton (UK), Javier Escaned (Spain), Hans-Peter Hammes (Germany), Heikki Huikuri (Finland), Michel Marre (France), Nikolaus Marx (Germany), Linda Mellbin (Sweden), Jan Östergren (Sweden), Carlo Patrono (Italy), Petar Seferovic (Serbia), Miguel Sousa Uva (Portugal), Marja-Riita Taskinen (Finland), Michal Tendera (Poland), Jaakko Tuomilehto (Finland), Paul Valensi (France), Jose Luis Zamorano (Spain).   Other ESC entities having participated in the development of this document: Association: Acute Cardiovascular Care Association (ACCA), European Association of Cardiovascular Imaging (EACVI), European Association for Cardiovascular Prevention & Rehabilitation (EACPR), European Association of Percutaneous Cardiovascular Interventions (EAPCI), European Heart Rhythm Association (EHRA), Heart Failure Association (HFA). Working Groups: Coronary Pathophysiology and Microcirculation , Thrombosis, Cardiovascular Surgery. Councils: Cardiovascular Nursing and Allied Professions, Council for Cardiology Practice, Council on Cardiovascular Primary Care, Cardiovascular Imaging.   ESC Staff: Veronica Dean, Catherine Despres, Nathalie Cameron - Sophia Antipolis, France.   *Adapted from the ESC Guidelines on diabetes,pre-diabetes and cardiovascular diseases (Eur Heart Journal 2013 - doi:10.1093/eurheartj/eht108)."
},
{
	"page":"ENAS5375_7.2.0.0",
	"text":"1 - Diabetes mellitus is A metabolic disorder characterized by chronic hyperglycaemia resulting from defects in insulin secretion or action, or a combination of both. ≈ 95% comprised by T2DM. An important contributor to vascular damage inducing a high risk of macro-and microvascular complications.   2 - Identification Screening for T2DM can be implemented using a non-invasive risk score (e.g. FINDRISC) supplemented by the assessment of glycaemia in people at high risk. Diagnosis of DM can be made by the measurement of FPG (>7.0 mmol/L), 2hPG (>11.1 mmol/L) or HbA1c (>6.5%). HbA1c <6.5% does not exclude a diagnosis of diabetes which should be further investigated by OGTT in people at high risk of disturbed glucose metabolism. Abnormal PG or HbA1c test results should be repeated to confirm the diagnosis.   3 - Prevention Progression of IGT to DM can be delayed by lifestyle intervention in about 50% of individuals. The intervention effect is sustained after lifestyle counselling has ceased. Pharmacotherapies (a-glucosidase inhibitors, metformin, glitazones, insulin, ARBs) can delay progression to DM in people with IGT whilst the drug is taken.   4 - Assessment of individual cardiovascular risk Classical risk factors (family history, lifestyle, smoking, hypertension, dyslipidaemia). Glycaemic status. Macrovascular disease (coronary, cerebrovascular and peripheral artery disease, heart failure). Microvascular disease (retinopathy, nephropathy, neuropathy). Arrhythmias especially atrial fibrillation.   5 - Multifactorial management of cardiovascular risk Patient education and empowerment. Life style advice. Smoking cessation. Personalised treatment of blood pressure, lipids, glucose and thrombotic risk.   6 - Life style intervention Daily consumption of vegetable and fruits. Increased dietary fibre intake. Moderate intake of simple carbohydrates. Reduced total dietary fat intake. Replacement of saturated fat by monounsaturated or polyunsaturated fat. Physical activity >30 min/day or at least 150 min/week. Weight reduction >5% if BMI >25 kg/m2. Moderate alcohol consumption.   7 - Key targets* for prevention of cardiovascular disease BP <140/85 mmHg. LDL cholesterol <1.8 mmol/L (<70 mg/dL). HbA1c <7% (<53 mmol/mol). *These targets should be applied with individual needs taken into account.   8 - Multifactorial medical management A combination of blood pressure lowering agents is often required to achieve control and RAAS blockade should be part of the treatment. Lipid control is based on statins. Antiplatelet therapy is recommended for secondary prevention of CVD. A combination of glucose lowering agents is often required to achieve glycaemic control and metformin should be considered as first line treatment especially in overweight/obese patients.   9 - Options for revascularisation Acute coronary syndromes Early angiography and culprit lesion revascularization should be offered. Stable coronary artery disease CABG is preferred if the myocardial area at risk is large (multi-vessel disease, complex coronary lesions). PCI with DES may be performed for symptom control in single- and two-vessel disease. Peripheral artery disease Critical limb ischaemia and symptomatic carotid artery disease should be revascularised.   10 - Heart failure T2DM is a major risk factor for the development of heart failure. The combination of DM and heart failure has a 12-fold higher mortality than DM alone. Pharmacological management include combinations of RAAS inhibitors, beta blockade and diuretic therapy. Non-pharmacological approaches should be considered as in patients without DM .   11 - Multidisciplinary strategies Comprehensive care of DM patients often requires collaboration between specialists in cardiology, diabetology and primary care and several other subspecialties such as surgery ophthalmology, nephrology and psychiatry. Nurses, dieticians, podiatrists and physiotherapists and care professionals are important collaborators."
},
{
	"page":"ENAS5375_7.3.0.0",
	"text":"There is a need for biomarkers and diagnostic strategies useful for the early detection of CAD in asymptomatic patients. Long-term CVD outcomes for most glucose-lowering treatments are not known. Optimal blood pressure targets are unknown. Are the metabolic side effects of beta-blockers or diuretics clinically relevant? Efficiency and safety of drugs increasing/improving HDL-C particles is unclear. The optimal antithrombotic regimen for primary prevention of CVD needs to be established. Pleiotropic effects of glucose lowering therapies on CVD outcomes is not fully understood. The role and level of glycaemic control in the outcome in ACS patients remain to be established. The role and level of glycaemic control in the outcome during and after myocardial revascularization remain to be established. The impact of glucose-lowering drugs including metformin, GLP-1 analogues and DPP-IV inhibitors on the prevention of heart failure is unknown. What is the role of hypoglycaemia and other predictors in sudden cardiac death?"
}
]