[
{
	"page":"ENAS5329_1.0.0.0",
	"text":"1.0.0.0 Authors 2017 ESC Guidelines for the management of acute myocardial infarction in patients presenting with ST-‍segment elevation* The Task Force for the management of acute myocardial infarction in patients presenting with ST-‍segment elevation of the European Society of Cardiology Chairpersons Borja Ibanez Director Clinical Research, Centro Nacional de Investigaciones Cardiovasculares Carlos III (CNIC), Melchor Fernández Almagro 3, 28029 Madrid, Spain, and Department of Cardiology, IIS-Fundación Jiménez Díaz University Hospital, Madrid, Spain and CIBERCV, Spain Tel: +34 91 453.12.00 (ext 4302) Email: bibanez@cnic.es Stefan K. James Professor of Cardiology, Dept. of Medical Sciences, Scientific Director UCR, Uppsala University and Sr. Interventional Cardiologist, Department of Cardiology Uppsala University hospital UCR Uppsala Clinical Research Center Dag Hammarskjölds väg 14B SE-752 37 Uppsala, Sweden Tel: +46 705 944 404 Email: Stefan.james@ucr.uu.se Authors/Task Force Members Stefan Agewall (Norway), Manuel J. Antunes (Portugal), Chiara Bucciarelli-‍Ducci (UK), Héctor Bueno (Spain), Alida L. P. Caforio (Italy), Filippo Crea (Italy), John A. Goudevenos (Greece), Sigrun Halvorsen (Norway), Gerhard Hindricks (Germany), Adnan Kastrati (Germany), Mattie J. Lenzen (The Netherlands), Eva Prescott (Denmark), Marco Roffi (Switzerland), Marco Valgimigli (Switzerland), Christoph Varenhorst (Sweden), Pascal Vranckx (Belgium), Petr Widimský (Czech Republic) ESC entities having participated in the development of this document: Associations: Acute Cardiovascular Care Association (ACCA), European Association of Preventive Cardiology (EAPC), European Association of Cardiovascular Imaging (EACVI), European Association of Percutaneous Cardiovascular Interventions (EAPCI), European Heart Rhythm Association (EHRA), Heart Failure Association (HFA). Councils: Council on Cardiovascular Nursing and Allied Professions (CCNAP), Council forCardiology Practice (CCP). Working Groups: Cardiovascular Pharmacotherapy, Cardiovascular Surgery, Coronary Pathophysiology and Microcirculation, Myocardial and Pericardial Diseases, Thrombosis. ESC Staff: Veronica Dean, Laetitia Flouret, Catherine Despres-‍ Sophia Antipolis, France *Adapted from the ESC Guidelines for the management of acute myocardial infarction in patients presenting with ST-‍segment elevation (European Heart Journal 2017- doi:10.1093/eurheartj/ehx393)."
},
{
	"page":"ENAS5329_2.0.0.0",
	"text":"2.0.0.0 Preamble Table 1: Classes of recommendations Classes of recommendations Definition Suggested wording to use Class I Evidence and/‍or general agreement that a given treatment or procedure is beneficial, useful, effective. Is recommended/‍is indicated Class II Conflicting evidence and/‍or a divergence of opinion about the usefulness/efficacy of the given treatment or procedure. Class IIa Weight of evidence/opinion is in favour of usefulness/efficacy. Should be considered Class IIb Usefulness/‍efficacy is less well established by evidence/opinion. May be considered Class III Evidence or general agreement that the given treatment or procedure is not useful/ effective, and in some cases may be harmful. Is not recommended Table 2: Levels of evidence Level of evidence A Data derived from multiple randomized clinical trials or meta-‍analyses. Level of evidence B Data derived from a single randomized clinical trial or large non-‍randomized studies. Level of evidence C Consensus of opinion of the experts and/‍or small studies, retrospective studies, registries."
},
{
	"page":"ENAS5329_3.1.0.0",
	"text":"3.0.0.0 Introduction 3.1.0.0 Overview Updates on the management of patients presenting with ST-‍segment elevation myocardial infarction (STEMI) should be based on sound evidence, derived from well-‍conducted clinical trials whenever possible, or motivated expert opinion when needed. It must be recognized that even when excellent clinical trials have been undertaken, the results are open to interpretation, and treatments may need to be adapted to take account of clinical circumstances and resources."
},
{
	"page":"ENAS5329_3.2.0.0",
	"text":"3.2.0.0 Definition of acute MI The term acute myocardial infarction (AMI) should be used when there is evidence of myocardial injury (defined as an elevation of cardiac troponin values with at least one value above the 99th percentile upper reference limit) with necrosis in a clinical setting consistent with myocardial ischaemia. For the sake of immediate treatment strategies such as reperfusion therapy, it is usual practice to designate patients with persistent chest discomfort or other symptoms suggestive of ischaemia and ST-‍segment elevation in at least two contiguous leads as STEMI."
},
{
	"page":"ENAS5329_3.3.0.0",
	"text":"3.3.0.0 Epidemiology of STEMI Worldwide, ischaemic heart disease is the single most common cause of death and its frequency is increasing. However, in Europe there has been an overall trend for a reduction in ischaemic heart disease mortality during the past three decades. Ischaemic heart disease now accounts for almost 1.8 million annual deaths, or 20% of all deaths in Europe, although with large variations between countries. The relative incidences of STEMI are decreasing and NSTEMI are increasing. There is a consistent pattern for STEMI to be relatively more common in younger than in older people, and more common in men than in women. Several recent studies have highlighted a fall in acute and long-‍term mortality following STEMI in parallel with greater use of reperfusion therapy, primary percutaneous coronary intervention (PCI), modern antithrombotic therapy, and secondary prevention. Still, mortality remains substantial: the in-‍hospital mortality of unselected patients with STEMI in the national registries of the ESC countries varies between 4% and 12%, while reported one-‍year mortality among STEMI patients in angiography registries is approximately 10%. Although ischaemic heart disease develops on average 7–10 years later in women compared with men, myocardial infarction remains a leading cause of death in women. Acute coronary syndrome (ACS) occurs three to four times more often in men than in women below the age of 60, but after the age of 75, women represent the majority of patients. There is an ongoing debate on whether outcomes are poorer in women, with several studies indicating that a poorer outcome is related to older age and more comorbidities among women suffering myocardial infarction. Some studies have indicated that women tend to undergo fewer interventions than men and receive reperfusion therapy less frequently. These guidelines aim to highlight the fact that women and men receive equal benefit from a reperfusion strategy and STEMI-‍related therapy, and both genders must be managed in a similar fashion."
},
{
	"page":"ENAS5329_4.0.0.0",
	"text":"4.0.0.0 What is new? Figure 1 What is new in 2017 Guidelines on AMI-‍STEMI BMS = bare metal stent; DES = drug eluting stent; IRA = infarct related artery; i.v. = intravenous; LDL = low-‍density lipoprotein; PCI = percutaneous coronary intervention; SaO2 = arterial oxygen saturation; STEMI = ST-‍elevation myocardial infarction; TNK-‍tPA = Tenecteplase tissue plasminogen activator. For explanation of trial names, see list of abbreviations and acronyms. aOnly for experienced radial operators. bBefore hospital discharge (either immediate or staged) cRoutine thrombus aspiration (bailout in certain cases may be considered). dIn 2012 early discharge was considered after 72h, in 2017 early discharge is 48–72h. eIf symptoms or haemodynamic instability IRA should be opened regardless time from symptoms onset. In left and mid panels, below each recommendation, the most representative trial (acronym) driving the indication is mentioned."
},
{
	"page":"ENAS5329_5.1.0.0",
	"text":"5.0.0.0 Emergency care 5.1.0.0 Initial diagnosis Management – including diagnosis and treatment – of STEMI starts from the point of first medical contact (FMC). It is recommended to establish a regional reperfusion strategy to maximize efficiency. A working diagnosis of STEMI (called the “STEMI diagnosis” throughout this document) must first be made. This is usually based on symptoms consistent with myocardial ischaemia (i.e. persistent chest pain) and signs (i.e. 12-lead ECG). When a STEMI is suspected, a 12-lead ECG must be acquired and interpreted as soon as possible at the time of FMC to facilitate early STEMI diagnosis and triage. In patients with a clinical suspicion of myocardial ischaemia and ST-‍segment elevation, reperfusion therapy needs to be initiated as soon as possible. ECG criteria are based on changes of electrical currents of the heart (measured in miliVolts). Standard calibration of the ECG is 10mm/mV. Therefore 0.1 mV equals to 1 mm square on the vertical axis. For simplicity, in this document ECG deviations are expressed in mm following the standard calibration. In the proper clinical context, ST-‍segment elevation (measured at the J-‍point) is considered suggestive of ongoing coronary artery acute occlusion in the following cases: ≥2 contiguous leads with ST-‍segment elevation ≥2.5 mm in men <40 years, ≥2 mm in men ≥40 years, or ≥1.5 mm in women in leads V2 –V3 and/‍or ≥1 mm in the other leads. In patients with inferior myocardial infarction, it is recommended to record right precordial leads (V3R and V4R) seeking ST-‍segment elevation, to identify concomitant right ventricular (RV) infarction. Likewise, ST-‍segment depression in leads V1–V3 suggests myocardial ischaemia, especially when the terminal T-‍wave is positive (ST-‍segment elevation equivalent), and confirmation by concomitant ST-‍segment elevation ≥0.5 mm recorded in leads V7 –V9 should be considered as a means to identify posterior myocardial infarction. The presence of a Q wave on the ECG should not necessarily change the reperfusion strategy decision. Blood sampling for serum markers is routinely carried out in the acute phase. This is indicated, but should not delay the reperfusion strategy/treatment. If in doubt regarding the possibility of acute evolving myocardial infarction, emergency imaging aids the provision of timely reperfusion therapy to these patients. Recommendations for initial diagnosis Recommendations Classa Levelb ECG monitoring 12-lead ECG recording and interpretation is indicated as soon as possible at the point of FMC, with a maximum target delay of 10 min. I B ECG monitoring with defibrillator capacity is indicated as soon as possible in all patients with suspected STEMI. I B The use of additional posterior chest wall leads (V7–V9) in patients with high suspicion of posterior myocardial infarction (circumflex occlusion) should be considered. IIa B The use of additional right precordial leads (V3R and V4R) in patients with inferior myocardial infarction should be considered to identify concomitant RV infarction. IIa B Blood sampling Routine blood sampling for serum markers is indicated as soon as possible in the acute phase but should not delay reperfusion treatment. I C ECG = electrocardiogram; FMC = first medical contact; RV = right ventricle; STEMI = ST-‍segment elevation myocardial infarction. aClass of recommendation. bLevel of evidence. Table 3 Atypical electrocardiographic presentations that should prompt a primary percutaneous coronary intervention strategy in patients with ongoing symptoms consistent with myocardial ischaemia Bundle branch block Criteria that can be used to improve the diagnostic accuracy of STEMI in LBBB: Concordant ST-‍segment elevation ≥1 mm in leads with a positive QRS complex Concordant ST-‍segment depression ≥1 mm in V1–V3 Discordant ST-‍segment elevation ≥5 mm in leads with a negative QRS complex The presence of RBBB may confound the diagnosis of STEMI. Ventricular paced rhythm During RV pacing, the ECG also shows LBBB and the above rules also apply for the diagnosis of myocardial infarction during pacing; however, they are less specific. Isolated posterior myocardial infarction Isolated ST depression ≥0.5 mm in leads V1–V3 and ST-‍segment elevation (≥0.5 mm) in posterior chest wall leads V7–V9. Ischaemia due to left main coronary artery occlusion or multivessel disease ST depression ≥1 mm in eight or more surface leads, coupled with ST-‍segment elevation in aVR and/‍or V1, suggests left main-, or left main equivalent-‍ coronary obstruction, or severe three vessel ischaemia. ECG = electrocardiogram; LBBB = left bundle branch block; RBBB = right bundle branch block; RV = right ventricular; STEMI = ST-‍segment elevation myocardial infarction."
},
{
	"page":"ENAS5329_5.2.0.0",
	"text":"5.2.0.0 Relief of pain, breathless. & anxiety Relief of hypoxaemia and symptoms Recommendations Classa Levelb Hypoxia Oxygen is indicated in patients with hypoxaemia (SaO2 <90% or PaO2 <60 mmHg). I C Routine oxygen is not recommended in patients with SaO2 ≥90%. III B Symptoms Titrated i.v. opioids should be considered to relieve pain. IIa C A mild tranquillizer (usually a benzodiazepine) should be considered in very anxious patients. IIa C i.v. = intravenous; PaO2 = partial pressure of oxygen; SaO2 = arterial oxygen saturation. aClass of recommendation - bLevel of evidence."
},
{
	"page":"ENAS5329_5.3.0.0",
	"text":"5.3.0.0 Cardiac arrest Many deaths occur very early after STEMI onset, due to ventricular fibrillation (VF). As this arrhythmia frequently occurs at an early stage, these deaths usually happen out of hospital. In patients following cardiac arrest and ST-‍segment elevation on the ECG, primary PCI is the strategy of choice. Given the high prevalence of coronary occlusions and potential difficulties in interpreting the ECG in patients after cardiac arrest, urgent angiography (within 2 hours) should be considered in survivors of cardiac arrest, including unresponsive survivors, having a high index of suspicion of ongoing infarction (such as the presence of chest pain before arrest, history of established CAD, and abnormal or uncertain ECG results). However, in patients without ST-‍segment elevation, a quick evaluation at the emergency department or intensive cardiac care unit to exclude non-‍coronary causes and to perform an urgent echocardiography is reasonable. Unfavourable pre-hospital settings indicating a remote likelihood for neurological recovery should be strongly considered and argued against an invasive coronary strategy. Prevention and improved treatment of out-of-hospital cardiac arrest is crucial for reducing the mortality related to CAD. Cardiac arrest Recommendations Classa Levelb A primary PCI strategy is recommended in patients with resuscitated cardiac arrest and an ECG consistent with STEMI. I B Targeted temperature managementc is indicated early after resuscitation of cardiac arrest patients who remain unresponsive. I B It is indicated that healthcare systems implement strategies to facilitate transfer of all patients in whom a myocardial infarction is suspected directly to the hospital offering 24/7 PCI-‍mediated reperfusion therapy via one specialized EMS. I C It is indicated that all medical and paramedical personnel caring for suspected myocardial infarction have access to defibrillation equipment and are trained in basic cardiac life support. I C Urgent angiography (and PCI if indicated) should be considered in patients with resuscitated cardiac arrest without diagnostic ST- segment elevation but with a high suspicion of ongoing myocardial ischaemia. IIa C Pre-hospital cooling using a rapid infusion of large volumes of cold i.v. fluid immediately after return of spontaneous circulation is not recommended. III B 24/7 = 24 hours a day, 7 days a week; ECG = electrocardiogram; EMS = emergency medical system; i.v. = intravenous; PCI = percutaneous coronary intervention; STEMI = ST-‍segment elevation myocardial infarction. aClass of recommendation. bLevel of evidence. cTargeted temperature management refers to active methods (i.e. cooling catheters, cooling blankets, and application of ice applied around the body) to achieve and maintain a constant specific body temperature between 32°C and 36°C in a person for a specific duration of time (most commonly used ≥24 hours)."
},
{
	"page":"ENAS5329_5.4.0.0",
	"text":"5.4 Prehospital logistics To minimize patient delay, it is recommended to increase public awareness of how to recognize common symptoms of AMI and to call the emergency services. All components of the system delay represent the quality of care and it is recommended to measure them as quality indicators. System delay is more readily modifiable by organizational measures than is patient delay, and it is a predictor of outcomes. When STEMI diagnosis is made in the pre-‍hospital setting (EMS), activation of the catheterization laboratory not only reduces treatment delays but may also reduce patient mortality. Optimal treatment of STEMI should be based on implementation of networks between hospitals. The goal of these networks is to provide optimal care while minimizing delays, thereby improving clinical outcomes. Cardiologists should actively collaborate with all stakeholders, particularly emergency physicians, in establishing such networks. The main features of such a network are: Clear definition of geographic areas of responsibility. Shared written protocols. Pre-hospital triage of STEMI patients to the appropriate institution, bypassing non-‍PCI hospitals or hospitals without a 24/7 primary PCI programme. On arrival at the appropriate hospital, the patient should immediately be taken to the catheterization laboratory, bypassing the emergency department. Patients presenting to a non–PCI-‍capable hospital and awaiting transportation for primary or rescue PCI must be attended in an appropriate monitored and staffed area. If the diagnosis of STEMI has not been made by the ambulance crew, and the ambulance arrives at a non–PCI-‍capable hospital, the ambulance should await the diagnosis and, if a STEMI diagnosis is made, should continue to a PCI-‍capable hospital. Logistics of pre-hospital care Recommendations Classa Levelb It is recommended that the pre-hospital management of STEMI patients is based on regional networks designed to deliver reperfusion therapy expeditiously and effectively, with efforts made to make primary PCI available to as many patients as possible. I B It is recommended that primary PCI-‍capable centres deliver a 24/7 service and are able to perform primary PCI without delay. I B It is recommended that patients transferred to a PCI-‍capable centre for primary PCI bypass the emergency department and CCU/‍ICCU and are transferred directly to the catheterization laboratory. I B It is recommended that ambulance teams are trained and equipped to identify STEMI (with use of ECG recorders and telemetry as necessary) and administer initial therapy, including fibrinolysis when applicable. I C It is recommended that all hospitals and EMS participating in the care of patients with STEMI record and audit delay times and work to achieve and maintain quality targets. I C It is recommended that EMS transfer STEMI patients to a PCI-‍capable centre, by-‍passing non-‍PCI centres. I C It is recommended that EMS, emergency departments, and CCU/ ICCU have a written updated STEMI management protocol, preferably shared within geographic networks. I C It is recommended that patients presenting to a non-‍PCI-‍capable hospital and awaiting transportation for primary or rescue PCI are attended in an appropriately monitored area (e.g. the emergency department, CCU/ICCU, intermediate care unit). I C 24/7 = 24 hours a day, 7 days a week; CCU = coronary care unit; ECG = electrocardiogram; EMS = emergency medical system; ICCU = intensive cardiac care unit; PCI = percutaneous coronary intervention; STEMI = ST-‍segment elevation myocardial infarction. aClass of recommendation. bLevel of evidence."
},
{
	"page":"ENAS5329_6.1.1.0",
	"text":"6.0.0.0 Reperfusion therapy 6.1.0.0 Selection of reperfusion strategies 6.1.1.0 Overview and definition of terms Primary PCI is the preferred reperfusion strategy in patients with STEMI within 12 h of symptom onset, provided it can be performed expeditiously (i.e. 120 min from STEMI diagnosis) by an experienced team. An experienced team includes not only interventional cardiologists but also skilled support staff. The extent to which the PCI-‍related time delay diminishes the advantages of PCI over fibrinolysis has been widely debated. There is a lack of contemporaneous data to set the limit to choose PCI over fibrinolysis. For simplicity, an absolute time (120 min) from STEMI diagnosis to PCI-‍mediated reperfusion (i.e. wire crossing of the infarct-‍related artery (IRA)) rather than a relative PCI-‍related delay over fibrinolysis has been chosen. If the reperfusion strategy is fibrinolysis, the goal is to inject the bolus of fibrinolytic within 10 min from STEMI diagnosis. Table 4 Definitions of terms related to reperfusion therapy Term Definition FMC The time point when the patient is either initially assessed by a physician, paramedic, nurse or other trained EMS personnel who can obtain and interpret the ECG, and deliver initial interventions (e.g. defibrillation). FMC can be either in the pre-hospital setting or upon patient arrival at the hospital (e.g. emergency department). STEMI diagnosis The time at which the ECG of a patient with ischaemic symptoms is interpreted as presenting ST-‍segment elevation or equivalent. Primary PCI Emergent PCI with balloon, stent, or other approved device, performed on the IRA without previous fibrinolytic treatment. Primary PCI strategy Emergent coronary angiography and PCI of the IRA if indicated. Rescue PCI Emergent PCI performed as soon as possible in the case of failed fibrinolytic treatment. Routine early PCI strategy after fibrinolysis Coronary angiography, with PCI of the IRA if indicated, performed between 2 and 24 hours after successful fibrinolysis. Pharmacoinvasive strategy Fibrinolysis combined with rescue PCI (in case of failed fibrinolysis) or routine early PCI strategy (in case of successful fibrinolysis). ECG = electrocardiogram; EMS = emergency medical system; FMC = first medical contact; IRA = infarct-‍related artery; PCI = percutaneous coronary intervention; STEMI = ST-‍segment elevation myocardial infarction."
},
{
	"page":"ENAS5329_6.1.2.0",
	"text":"6.1.2.0 Max. target times in EMS or non-‍PCI centre Figure 3 Maximum target times according to reperfusion strategy selection in patients presenting via EMS or in a non-‍PCI centre ECG = electrocardiogram; PCI = Percutaneous Coronary Intervention; STEMI = ST-‍segment elevation myocardial infarction. STEMI diagnosis is the time 0 for the strategy clock. The decision for choosing reperfusion strategy in patients presenting via EMS (out-of-hospital setting) or in a non-‍PCI centre is based on the estimated time from STEMI diagnosis to PCI-‍mediated reperfusion. Target times from STEMI diagnosis represent the maximum time to do specific interventions. aif fibrinolysis is contra-‍indicated, direct for primary PCI strategy regardless of time to PCI. b10 min is the maximum target delay time from STEMI diagnosis to fibrinolytic bolus administration, however, it should be given as soon as possible after STEMI diagnosis (after ruling out contra-‍indications)."
},
{
	"page":"ENAS5329_6.1.3.0",
	"text":"6.1.3.0 In infarcted art. acc to time from symt. onset Figure 4 Reperfusion strategies in the infarct-‍related artery according to time from symptoms onset. IRA = infarct-‍related artery; PCI = percutaneous coronary intervention; STEMI = ST-‍elevation myocardial infarction. In early presenters (i.e. those with STEMI diagnosis within 3 hours from symptoms onset), a primary PCI strategy is the reperfusion strategy of choice. If the anticipated time from STEMI diagnosis to PCI-‍mediated reperfusion is >120 min, then immediate fibrinolysis is indicated. After 3 hours (and up to 12 hours) of symptoms onset, the later the patient presents, the more consideration should be given to a primary PCI strategy as opposed to administering fibrinolytic therapy. In evolved STEMI (12–48 hours after symptoms onset), a routine primary PCI strategy (angiography and subsequent PCI if indicated) should be considered in all patients. After 48 hours (recent STEMI) angiography should be performed but routine PCI of a total occluded IRA is not recommended. Regardless of the time from symptoms onset, the presence of ongoing symptoms suggestive of ischaemia, haemodynamic instability, or life-‍threatening arrhythmias is an indication for a primary PCI strategy."
},
{
	"page":"ENAS5329_6.1.4.0",
	"text":"6.1.4.0 Recommendations Recommendations for reperfusion therapy Recommendations Classa Levelb Reperfusion therapy is indicated in all patients with symptoms of ischaemia of ≤12 hours duration and persistent ST-‍segment elevation. I A A primary PCI strategy is recommended over fibrinolysis within indicated timeframes. I A If timely primary PCI cannot be performed timely after STEMI diagnosis, fibrinolytic therapy is recommended within 12 hours of symptom onset in patients without contra-‍indications. I A In the absence of ST-‍segment elevation, a primary PCI strategy is indicated in patients with suspected ongoing ischaemic symptoms suggestive of myocardial infarction and at least one of the following criteria present: haemodynamic instability or cardiogenic shock recurrent or ongoing chest pain refractory to medical treatment life-‍threatening arrhythmias or cardiac arrest mechanical complications of myocardial infarction acute heart failure recurrent dynamic ST-‍segment or T-‍wave changes, particularly with intermittent ST-‍segment elevation. I C Early angiography (within 24 hours) is recommended if symptoms are completely relieved and ST-‍segment elevation completely normalized spontaneously or after nitroglycerin administration (provided there are no recurrence of symptoms or ST-‍segment elevation). I C In patients with time from symptom onset >12 hours, a primary PCI strategy is indicated in the presence of ongoing symptoms suggestive of ischaemia, haemodynamic instability, or life-‍threatening arrhythmias. I C A routine primary PCI strategy should be considered in patients presenting late (12–48 hours) after symptom onset. IIa B In asymptomatic patients, routine PCI of an occluded IRA >48 hours after onset of STEMI is not indicated. III A IRA = infarct-‍related artery; PCI = percutaneous coronary intervention; STEMI = ST-‍segment elevation myocardial infarction. aClass of recommendation. bLevel of evidence."
},
{
	"page":"ENAS5329_6.1.5.0",
	"text":"6.1.5.0 Patient present., isch. time and flowchart Figure 2 Modes of patient presentation, components of ischaemic time and flowchart for reperfusion strategy selection FMC = First Medical Contact; EMS = Emergency Medical System; PCI = Percutaneous Coronary Intervention; STEMI = ST-‍elevation myocardial infarction. The recommended mode of patient presentation is by alerting the EMS (call national emergency number: 112 or similar number according to region). When STEMI diagnosis is made in the out-of-hospital setting (via EMS) or in a non-‍PCI centre, the decision for choosing reperfusion strategy is based on the estimated time from STEMI diagnosis to PCI-‍mediated reperfusion (wire crossing). System delay for patients alerting the EMS starts at the time of phone alert, although FMC occurs when EMS arrives to the scene (see table 4 for definition of terms). &#39;denotes minutes. aPatients with fibrinolysis should be transferred to a PCI centre immediately after administration of the lytic bolus."
},
{
	"page":"ENAS5329_6.1.6.0",
	"text":"6.1.6.0 Summary of important time targets Table 5 Summary of important time targets Intervals Time targets Maximum time from FMC to ECG and diagnosisa ≤10 min Maximum expected delay from STEMI diagnosis to primary PCI (wire crossing) to choose primary PCI strategy over fibrinolysis (if this target time cannot be met, consider fibrinolysis). ≤120 min Maximum time from STEMI diagnosis to wire crossing in patients presenting at primary PCI hospitals. ≤60 min Maximum time from STEMI diagnosis to wire crossing in transferred patients. ≤90 min Maximum time from STEMI diagnosis to bolus or infusion start of fibrinoly sis in patients unable to meet primary PCI target times. ≤10 min Time delay from start of fibrinolysis to evaluation of its efficacy (success or failure). 60–90 min Time delay from start of fibrinolysis to angiography (if fibrinolysis is successful). 2–24 hours ECG = electrocardiogram; FMC = first medical contact; PCI = percutaneous coronary intervention; STEMI = ST-‍segment elevation myocardial infarction aECG should be interpreted immediately."
},
{
	"page":"ENAS5329_6.2.1.0",
	"text":"6.2.0.0 Primary PCI and adjunctive therapy 6.2.1.0 Primary PCI and adjunctive therapy There is robust evidence in favour of the radial approach as the default access site in ACS patients undergoing primary PCI by experienced radial operators. Second generation DES are the stent of choice in primary PCI setting. Revascularization of non-‍IRA lesions should be considered in STEMI patients with multivessel disease before hospital discharge. As the optimal timing of revascularization (immediate vs. staged) has not been adequately investigated, no recommendation in favour of immediate versus staged multivessel PCI can be formulated. Procedural aspects of the primary percutaneous coronary intervention strategy Recommendations Classa Levelb IRA strategy Primary PCI of the IRA is indicated. I A New coronary angiography with PCI if indicated is recommended in patients with symptoms or signs of recurrent or remaining ischaemia after primary PCI. I C IRA technique Stenting is recommended (over balloon angioplasty) for primary PCI. I A Stenting with new-‍generation DES is recommended over BMS for primary PCI. I A Radial access is recommended over femoral access if performed by an experienced radial operator. I A Routine use of thrombus aspiration is not recommended. III A Routine use of deferred stenting is not recommended. III B Non-‍IRA strategy Routine revascularization of non-‍IRA lesions should be considered in STEMI patients with multivessel disease before hospital discharge. IIa A Non-‍IRA PCI during the index procedure should be considered in patients with cardiogenic shock. IIa C CABG should be considered in patients with ongoing ischaemia and large areas of jeopardized myocardium if PCI of the IRA cannot be performed. IIa C CABG = coronary artery bypass graft surgery; DES = drug-‍eluting stent; IRA = infarct-‍related artery; PCI = percutaneous coronary intervention; STEMI = ST-‍segment elevation myocardial infarction. aClass of recommendation - bLevel of evidence."
},
{
	"page":"ENAS5329_6.2.2.0",
	"text":"6.2.2.0 Peri- & postprocedural antithrombotic Tx Patients undergoing primary PCI should receive DAPT (dual anti-‍platelet therapy), a combination of aspirin and a P2Y12 inhibitor, and a parenteral anticoagulant. Routine post-procedural anticoagulant therapy is not indicated after primary PCI, except when there is a separate indication for either full-‍dose anticoagulation. Periprocedural and post-procedural antithrombotic therapyc in patients undergoing primary percutaneous coronary intervention Recommendations Classa Levelb Antiplatelet therapy A potent P2Y12 inhibitor (prasugrel or ticagrelor), or clopidogrel if these are not available or are contra-‍indicated, is recommended before (or at latest at the time of) PCI and maintained over 12 months unless there are contra-‍indications such as excessive risk of bleeding. I A Aspirin (oral or i.v, if unable to swallow) is recommended as soon as possible for all patients without contra-‍indications. I B GP IIb/‍IIIa inhibitors should be considered for bailout if there is evidence of no-‍reflow or a thrombotic complication. IIa C Cangrelor may be considered in patients who have not received P2Y12 receptor inhibitors. IIb A Anticoagulant therapy Anticoagulation is recommended for all patients in addition to antiplatelet therapy during primary PCI. I C Routine use of UFH is recommended. I C In patients with heparin-‍induced thrombocytopenia, bivalirudin is recommended as the anticoagulant agent during primary PCI. I C Routine use of enoxaparin i.v. should be considered. IIa A Routine use of bivalirudin should be considered. IIa A Fondaparinux is not recommended for primary PCI. III B GP = glycoprotein; i.v. = intravenous; PCI = percutaneous coronary intervention; UFH = unfractionated heparin. aClass of recommendation. bLevel of evidence. cDose regimens are specified in Table 6."
},
{
	"page":"ENAS5329_6.2.3.0",
	"text":"6.2.3 Doses of antiplatelets Table 6 Doses of antiplatelet and anticoagulant co-‍therapies in patients undergoing primary percutaneous coronary intervention or not reperfused Doses of antiplatelet and parenteral anticoagulant co-‍therapies in primary PCI Antiplatelet therapies Aspirin Loading dose of 150–300 mg orally or of 75–250 mg i.v. if oral ingestion is not possible, followed by a maintenance dose of 75–100 mg/‍day. Clopidogrel Loading dose of 600 mg orally, followed by a maintenance dose of 75 mg/‍day. Prasugrel Loading dose of 60 mg orally, followed by a maintenance dose of 10 mg/‍day In patients with body weight ≤60 kg, a maintenance dose of 5 mg/‍day is recommended. Prasugrel is contra-‍indicated in patients with previous stroke. In patients ≥75 years, prasugrel is generally not recommended, but a dose of 5 mg/‍day should be used if treatment is deemed necessary. Ticagrelor Loading dose of 180 mg orally, followed by a maintenance dose of 90 mg b.i.d. Abciximab Bolus of 0.25 mg/kg i.v. and 0.125 μg/‍kg/‍min infusion (maximum 10 μg/min) for 12 hours. Eptifibatide Double bolus of 180 μg/kg i.v. (given at a 10-min interval) followed by an infusion of 2.0 μg/‍kg/‍min for up to 18 hours. Tirofiban 25 μg/kg over 3 min i.v., followed by a maintenance infusion of 0.15 μg/‍kg/‍min for up to 18 hours. Parenteral anticoagulant therapies UFH 70–100 IU/kg i.v. bolus when no GP IIb/‍IIIa inhibitor is planned 50–70 IU/kg i.v. bolus with GP IIb/‍IIIa inhibitors. Enoxaparin 0.5 mg/kg i.v. bolus. Bivalirudin 0.75 mg/kg i.v. bolus followed by i.v. infusion of 1.75 mg/‍kg/‍hour for up to hours after the procedure. Doses of antiplatelet and parenteral anticoagulant therapies in patients not receiving reperfusion therapy Antiplatelet therapies Aspirin Loading dose of 150–300 mg orally followed by a maintenance dose of 75–100 mg/‍day. Clopidogrel Loading dose of 300 mg orally, followed by a maintenance dose of 75 mg/‍day orally. Parenteral anticoagulant therapies UFH Same dose as with fibrinolytic therapy (see Table 7). Enoxaparin Same dose as with fibrinolytic therapy (see Table 7). Fondaparinux Same dose as with fibrinolytic therapy (see Table 7). b.i.d. = twice a day; GP = glycoprotein; i.v. = intravenous; IU = international units; PCI = percutaneous coronary intervention; UFH = unfractionated heparin. For interactivity see here"
},
{
	"page":"ENAS5329_6.3.1.0",
	"text":"6.3.0.0 Fibrinolysis & pharmacoinva. strategy. 6.3.1.0 Overview Fibrinolytic therapy is an important reperfusion strategy in settings where primary PCI cannot be offered in a timely manner. In the presence of contra-‍indications for fibrinolytic treatment it is important to weigh the potentially lifesaving effect of fibrinolysis against potentially life-‍threatening side effects taking into account alternative treatment options such as delayed primary PCI. If trained medical or paramedical staff are able to analyse the ECG on-‍site or to transmit the ECG to the hospital for interpretation, it is recommended to initiate fibrinolytic therapy in the pre-hospital setting. The aim is to start fibrinolytic therapy within 10 min from STEMI diagnosis. Following initiation of lytic therapy, it is recommended to transfer the patients to a PCI centre. In cases of failed fibrinolysis, or if there is evidence of reocclusion or reinfarction with recurrence of ST-‍segment elevation, immediate angiography and rescue PCI is indicated. Re-‍administration of fibrinolysis should be discouraged. Even if it is likely that fibrinolysis will be successful, a strategy of routine early angiography (2-24h after fibrinolysis) is recommended if there are no contraindications. Weight-‍adjusted i.v. tenecteplase, aspirin and clopidogrel given orally, and enoxaparin i.v. followed by s.c. administration until the time of PCI (revascularization), comprise the antithrombotic cocktail most extensively studied. Fibrinolytic therapy Recommendations Classa Levelb When fibrinolysis is the reperfusion strategy, it is recommended to initiate this treatment as soon as possible after STEMI diagnosis, preferably in the pre-hospital setting. I A A fibrin-specific agent (i.e. tenecteplase, alteplase, reteplase) is recommended. I B A half-‍dose of tenecteplase should be considered in patients ≥75 years of age. IIa B Antiplatelet co-‍therapy with fibrinolysis Oral or i.v. aspirin is indicated. I B Clopidogrel is indicated in addition to aspirin. I A DAPT (in the form of aspirin plus a P2Y12 inhibitorc) is indicated for up to 1 year in patients undergoing fibrinolysis and subsequent PCI. I C Anticoagulation co-‍therapy with fibrinolysis Anticoagulation is recommended in patients treated with lytics until revascularization (if performed) or for the duration of hospital stay up to 8 days.The anticoagulant can be: I A Enoxaparin i.v. followed by s.c. (preferred over UFH). I A UFH given as a weight-‍adjusted i.v. bolus followed by infusion. I B In patients treated with streptokinase: fondaparinux i.v. bolus followed by a s.c. dose 24 hours later. IIa B Transfer after fibrinolysis Transfer to a PCI-‍capable centre following fibrinolysis is indicated in all patients immediately after fibrinolysis. I A Interventions following fibrinolysis Emergency angiography and PCI if indicated is recommended in patients with heart failure/shock. I A Rescue PCI is indicated immediately when fibrinolysis has failed (< 50% ST-‍segment resolution at 60–90 min) or at any time in the presence of haemodynamic or electrical instability, or worsening ischaemia. I A Angiography and PCI of the IRA, if indicated, is recommended between 2 and 24 hours after successful fibrinolysis. I A Emergency angiography and PCI if needed is indicated in the case of recurrent ischaemia or evidence of reocclusion after initial successful fibrinolysis. I B DAPT = dual antiplatelet therapy; IRA = infarct-‍related artery; i.v. = intravenous; PCI = percutaneous coronary intervention; SBP = systolic blood pressure; s.c. = subcutaneous; STEMI = ST-‍segment elevation myocardial infarction; UFH = unfractionated heparin. aClass of recommendation - bLevel of evidence. cClopidogrel is the P2Y12 inhibitor of choice as co-‍adjuvant and after fibrinolysis, 48 hours after fibrinolysis, switch to prasugrel/ticagrelor may be considered in patients who underwent PCI."
},
{
	"page":"ENAS5329_6.3.2.0",
	"text":"6.3.2.0 Doses of fibrinolytic agents Doses of fibrinolytic agents and antithrombotic co-‍therapies are listed in Table 7. Table 7 Doses of fibrinolytic agents and antithrombotic co-‍therapies Drug Initial treatment Specific contra-‍indications Doses of fibrinolytic therapy Streptokinase 1.5 million units over 30–60 min i.v. Previous treatment with streptokinase or anistreplase Alteplase (tPA) 15 mg i.v. bolus 0.75 mg/kg i.v. over 30 min (up to 50 mg) then 0.5 mg/kg i.v. over 60 min (up to 35 mg)   Reteplase (rPA) 10 units + 10 units i.v. bolus given 30 min apart   Tenecteplase (TNK-‍tPA) Single i.v. bolus: 30 mg (6000 IU) if <60 kg 35 mg (7000 IU) if 60 to <70 kg 40 mg (8000 IU) if 70 to <80 kg 45 mg (9000 IU) if 80 to <90 kg 50 mg (10000 IU) if ≥ 90 kg It is recommended to reduce to half-‍dose in patients ≥75 years of age.   Doses of antiplatelet co-‍therapies Aspirin Starting dose of 150–300 mg orally (or 75–250 mg intravenously if oral ingestion is not possible), followed by a maintenance dose of 75–100 mg/‍day.   Clopidogrel Loading dose of 300 mg orally, followed by a maintenance dose of 75 mg/‍day. In patients ≥75 years of age: loading dose of 75 mg, followed by a maintenance dose of 75 mg/‍day.   Doses of anticoagulant co-‍therapies Enoxaparin In patients <75 years of age: 30 mg i.v. bolus followed 15 min later by 1 mg/kg s.c. every 12 hours until revascularization or hospital discharge for a maximum of 8 days.The first two s.c. doses should not exceed 100 mg per injection.   In patients ≥ 75 years of age: no i.v. bolus; start with first s.c. dose of 0.75 mg/kg with a maximum of 75 mg per injection for the first two s.c. doses. In patients with eGFR <30 mL/‍min/‍1.73 m2, regardless of age, the s.c. doses are given once every 24 hours.   UFH 60 IU/kg i.v. bolus with a maximum of 4000 IU followed by an i.v. infusion of 12 IU/kg with a maximum of 1000 IU/‍hour for 24–48 hours. Target aPTT: 50–70 s or 1.5 to 2.0 times that of control to be monitored at 3, 6, 12 and 24 hours.   Fondaparinux (only with streptokinase) 2.5 mg i.v. bolus followed by a s.c. dose of 2.5 mg once daily up to 8 days or hospital discharge.   aPTT = activated partial thromboplastin time; eGFR = estimated glomerular filtration rate; i.v. = intravenous; IU = international units; rPA = recombinant plasminogen activator; s.c. = subcutaneous; tPA = tissue plasminogen activator; UFH = unfractionated heparin. For interactivity see here"
},
{
	"page":"ENAS5329_6.3.3.0",
	"text":"6.3.3.0 Contraindicationsof fibrinolytic Tx Table 8 Contra-indications to fibrinolytic therapy Absolute Previous intracranial haemorrhage or stroke of unknown origin at anytime. Ischaemic stroke in the preceding 6 months. Central nervous system damage or neoplasms or arteriovenous malformation. Recent major trauma/‍surgery/‍head injury (within the preceding month). Gastrointestinal bleeding within the past month. Known bleeding disorder (excluding menses). Aortic dissection. Non-‍compressible punctures in the past 24 hours (e.g. liver biopsy, lumbar puncture). Relative Transient ischaemic attack in the preceding 6 months. Oral anticoagulant therapy. Pregnancy or within 1 week postpartum. Refractory hypertension (SBP >180 mmHg and/‍or DBP >110 mmHg). Advanced liver disease. Infective endocarditis. Active peptic ulcer. Prolonged or traumatic resuscitation. AV = arteriovenous; DBP = diastolic blood pressure; SBP = systolic blood pressure."
},
{
	"page":"ENAS5329_6.4.0.0",
	"text":"6.4.0.0 CABG Emergent CABG should be considered for patients with a patent IRA but with unsuitable anatomy for PCI and either a large myocardial area at jeopardy or with cardiogenic shock. In patients with myocardial infarction-‍related mechanical complications who require coronary revascularization, CABG is recommended at the time of repair. Optimal timing for non-‍emergent CABG in stabilized post- myocardial infarction patients should be determined individually. Patients with haemodynamic deterioration or who are at high-risk of recurrent ischaemic events (i.e. patients with large area of myocardium at jeopardy due to critical coronary stenoses or recurrent ischaemia) should be operated on as soon as possible without waiting for the full recovery of platelet function following discontinuation of DAPT. For all other patients, a waiting period of 3–7 days may be the best compromise, while it is recommended to continue aspirin. The first aspirin administration post-‍CABG is recommended 6–24 h after surgery in the absence of ongoing bleeding events."
},
{
	"page":"ENAS5329_7.1.0.0",
	"text":"7.0.0.0 Mgmt. during hospitalization 7.1.0.0 General recommendations Logistical issues for hospital stay Recommendations Classa Levelb It is indicated that all hospitals participating in the care of STEMI patients have a CCU/ICCU equipped to provide all aspects of care for STEMI patients, including treatment of ischaemia, severe heart failure, arrhythmias, and common comorbidities. I C Transfer back to a referring non-‍PCI hospital Same-‍day transfer should be considered appropriate in selected patients after successful primary PCI, i.e. those without ongoing myocardial ischaemia, arrhythmia, or haemodynamic instability, not requiring vasoactive or mechanical support, and not needing further early revascularization. IIa C Monitoring It is indicated that all STEMI patients have ECG monitoring for a minimum of 24 hours. I C Length of stay in the CCU It is indicated that patients with successful reperfusion therapy and uncomplicated clinical course are kept in the CCU/ICCU for a minimum of 24 hours whenever possible, after which they may be moved to a step-‍down monitored bed for an additional 24–48 hours. I C Hospital discharge Early discharge (within 48–72 hours) should be considered appropriate in selected low-‍risk patientsc if early rehabilitation and adequate follow-‍up are arranged. IIa A CCU = coronary care unit; ICCU = intensive cardiac care unit; LVEF = left ventricular ejection fraction; PCI = percutaneous coronary intervention; STEMI = ST-‍segment elevation myocardial infarction. aClass of recommendation - bLevel of evidence - cFor example, Second Primary Angioplasty in Myocardial Infarction (PAMI-‍II) criteria: age <70 years, LVEF >45%, one- or two-‍vessel disease, successful PCI and no persistent arrhythmias."
},
{
	"page":"ENAS5329_7.2.1.0",
	"text":"7.2.0.0 Special patient subsets 7.2.1.0 Patients taking oral anticoagulation Many patients presenting with STEMI are previously on oral anticoagulation or require long-‍term anticoagulation afterwards. Management during STEMI: Patients taking oral anticoagulation should be triaged for primary PCI strategy regardless of the anticipated time to PCI-‍mediated reperfusion. Patients should receive additional parenteral anticoagulation, regardless of the timing of the last dose of oral anticoagulant. Loading of aspirin should be done as in all STEMI patients, and clopidogrel is the P2Y12 inhibitor of choice (600 mg loading dose) before or at the latest at the time of PCI. Chronic anticoagulation regimen should not be stopped during admission. Gastric protection with a proton pump inhibitor (PPI) is recommended. Maintenance after STEMI: Triple therapy (oral anticoagulation, aspirin and clopidogrel) should be considered for 6 months. Then, oral anticoagulation plus aspirin or clopidogrel should be considered for additional 6 months. After 1 year it is indicated to maintain only oral anticoagulation."
},
{
	"page":"ENAS5329_7.2.2.0",
	"text":"7.2.2.0 Elderly patients Owing to the ageing of the population, a higher proportion of elderly patients is expected to present with STEMI. As these patients may present with atypical symptoms, the diagnosis of myocardial infarction may be delayed or missed. Elderly patients are also at particular risk of bleeding and other complications. It is, therefore, key to treat them as recommended and using specific strategies to reduce bleeding risk; these include paying attention to proper dosing of antithrombotic therapies."
},
{
	"page":"ENAS5329_7.2.3.0",
	"text":"7.2.3.0 Renal dysfunction The type and dose of antithrombotic agent and the amount of contrast agent should be considered based on renal function. ACS patients with chronic kidney disease (CKD) receive frequently excess dosing with antithrombotics, contributing to the increased bleeding risk. Ensuring proper hydration during and after primary PCI and limiting the dose of contrast agents, preferentially low - osmolality contrast agents, are important steps in minimizing the risk of contrast-induced nephropathy. Table 9: Recommended doses of antithrombotic agents in the acute care of patients with chronic kidney Aspirin Normal renal function and stage 1–3 CKD (eGFR ≥30 mL/min/1.73 m2) Loading dose of 150–300 mg orally followed by a maintenance dose of 75–100 mg/‍day. Stage 4 CKD (eGFR 15 to <30 mL/‍min/‍1.73 m2) No dose adjustment Stage 5 CKD (eGFR <15 mL/‍min/‍1.73 m2) No dose adjustment Clopidogrel Normal renal function and stage 1–3 CKD (eGFR ≥30 mL/min/1.73 m2) Loading dose of 300–600 mg orally followed by 75 mg/‍day. Stage 4 CKD (eGFR 15 to <30 mL/‍min/‍1.73 m2) No dose adjustment Stage 5 CKD (eGFR <15 mL/‍min/‍1.73 m2) No information available Ticagrelor Normal renal function and stage 1–3 CKD (eGFR ≥30 mL/min/1.73 m2) Loading dose of 180 mg orally followed 90 mg twice a day. Stage 4 CKD (eGFR 15 to <30 mL/‍min/‍1.73 m2) No dose adjustment Stage 5 CKD (eGFR <15 mL/‍min/‍1.73 m2) Not recommended Prasugrel Normal renal function and stage 1–3 CKD (eGFR ≥30 mL/min/1.73 m2) Loading dose of 60 mg orally followed by 10 mg/‍day. Stage 4 CKD (eGFR 15 to <30 mL/‍min/‍1.73 m2) No dose adjustment Stage 5 CKD (eGFR <15 mL/‍min/‍1.73 m2) Not recommended Enoxaparin Normal renal function and stage 1–3 CKD (eGFR ≥30 mL/min/1.73 m2) 1 mg/kg s.c. twice a day, 0.75 mg/kg s.c. twice daily in patients ≥75 years old. Stage 4 CKD (eGFR 15 to <30 mL/‍min/‍1.73 m2) 1 mg/kg s.c. once a day Stage 5 CKD (eGFR <15 mL/‍min/‍1.73 m2) Not recommended UFH Normal renal function and stage 1–3 CKD (eGFR ≥30 mL/min/1.73 m2) Before coronary angiography: Bolus 60–70 IU/kg i.v. (maximum 5000 IU) and infusion (12–15 IU/‍kg/‍hour, maximum 1000 IU/‍hour), target aPTT 1.5–2.5 x control. During PCI: 70-100 IU/kg i.v. (50-70 IU/kg if concomitant with GP IIb/‍IIIa inhibitors). Stage 4 CKD (eGFR 15 to <30 mL/‍min/‍1.73 m2) No dose adjustment Stage 5 CKD (eGFR <15 mL/‍min/‍1.73 m2) No dose adjustment Fondaparinux Normal renal function and stage 1–3 CKD (eGFR ≥30 mL/min/1.73 m2) 2.5 mg s.c. once a day. Stage 4 CKD (eGFR 15 to <30 mL/‍min/‍1.73 m2) Not recommended if eGFR <20 mL/‍min/‍1.73 m2 or dialysis Stage 5 CKD (eGFR <15 mL/‍min/‍1.73 m2) Not recommended Bivalirudin Normal renal function and stage 1–3 CKD (eGFR ≥30 mL/min/1.73 m2) Bolus 0.75 mg/kg i.v., infusion 1.75 mg/‍kg/‍hour. If eGFR ≥30 and ≤60 mL/‍min/‍1.73m2 reduce infusion dose to 1.4 mg/‍kg/‍hour. Stage 4 CKD (eGFR 15 to <30 mL/‍min/‍1.73 m2) Not recommended Stage 5 CKD (eGFR <15 mL/‍min/‍1.73 m2) Not recommended Abciximab Normal renal function and stage 1–3 CKD (eGFR ≥30 mL/min/1.73 m2) Bolus of 0.25 mg/kg i.v. followed by 0.125 μg/‍kg/‍min infusion (maximum 10 μg/min). Stage 4 CKD (eGFR 15 to <30 mL/‍min/‍1.73 m2) Careful consideration of bleeding risk Stage 5 CKD (eGFR <15 mL/‍min/‍1.73 m2) Careful consideration of bleeding risk Eptifibatide Normal renal function and stage 1–3 CKD (eGFR ≥30 mL/min/1.73 m2) Bolusa of 180 μg/kg i.v. followed by an infusion of 2.0 μg/‍kg/‍min for up to 18 hours. If eGFR <50 mL/‍min/‍1.73 m2 reduce infusion dose to 1.0 μg/‍kg/‍min. Stage 4 CKD (eGFR 15 to <30 mL/‍min/‍1.73 m2) Not recommended Stage 5 CKD (eGFR <15 mL/‍min/‍1.73 m2) Not recommended Tirofiban Normal renal function and stage 1–3 CKD (eGFR ≥30 mL/min/1.73 m2) Bolus 25 μg/kg i.v. followed by 0.15 μg/‍kg/‍min. Stage 4 CKD (eGFR 15 to <30 mL/‍min/‍1.73 m2) Reduce infusion rate to 50% Stage 5 CKD (eGFR <15 mL/‍min/‍1.73 m2) Not recommended aPTT = activated partial thromboplastin time; CKD = chronic kidney disease; eGFR = estimated glomerular filtration rate; GP = glycoprotein; IU = international units; i.v. = intravenous; PCI = percutaneous coronary intervention; s.c. = subcutaneous; UFH = unfractionated heparin. aDouble bolus if administered during primary PCI. For interactivity see here"
},
{
	"page":"ENAS5329_7.2.4.0",
	"text":"7.2.4.0 mgmt of hyperglycemia Management of hyperglycaemia Recommendations Classa Levelb It is recommended to measure glycaemic status at initial evaluation in all patients, and perform frequent monitoring in patients with known diabetes or hyperglycaemia (defined as glucose levels ≥11.1 mmol/‍L or ≥200 mg/dL). I C In patients on metformin and/‍or SGLT2 inhibitors, renal function should be carefully monitored for at least 3 days after coronary angiography/PCI.c I C Glucose-‍lowering therapy should be considered in ACS patients with glucose levels >10 mmol/‍L (>180 mg/dL), while episodes of hypoglycaemia (defined as glucose levels ≤ 3.9 mmol/‍L or ≤70 mg/dL) should be avoided. IIa C Less stringent glucose control should be considered in the acute phase in patients with more advanced cardiovascular disease, older age, longer diabetes duration, and more comorbidities. IIa C ACS = acute coronary syndrome; PCI = percutaneous coronary intervention; SGLT2 = sodium-glucose cotransporter-‍2. aClass of recommendation - bLevel of evidence. cA short withdrawal of metformin may be considered after an invasive coronary procedure."
},
{
	"page":"ENAS5329_7.3.1.0",
	"text":"7.3 Risk assessment 7.3.1 Clinical risk assessment All STEMI patients should have an early assessment of short-‍term risk, including an evaluation of the extent of myocardial damage, the occurrence of successful reperfusion, and the presence of clinical markers of high-risk of further events."
},
{
	"page":"ENAS5329_7.3.2.0",
	"text":"7.3.2 Non-‍invasive imaging in management and risk stratification Routine echocardiography after primary PCI is recommended to assess resting LV function, as well as RV and valve function, to exclude early post-‍infarction mechanical complications and LV thrombus. Summary of indications for imaging and stress testing in ST-‍elevation myocardial infarction patients Recommendations Classa Levelb At presentation Emergency echocardiography is indicated in patients with cardiogenic shock and/‍or haemodynamic instability or suspected mechanical complications without delaying angiography. I C Emergency echocardiography before coronary angiography should be considered if the diagnosis is uncertain. IIa C Routine echocardiography that delays emergency angiography is not recommended. III C Coronary CT angiography is not recommended. III C During hospital stay (after primary PCI) Routine echocardiography to assess resting LV and RV function, detect early post-‍MI mechanical complications, and exclude LV thrombus is recommended in all patients. I B Emergency echocardiography is indicated in haemodynamically unstable patients. I C When echocardiography is suboptimal/inconclusive, an alternative imaging method (CMR preferably) should be considered. IIa C Either stress echo, CMR, SPECT, or PET may be used to assess myocardial ischaemia and viability, including in multivessel CAD. IIb C After discharge In patients with pre-‍discharge LVEF ≤40%, repeat echocardiography 6–12 weeks after MI, and after complete revascularization and optimal medical therapy, is recommended to assess the potential need for primary prevention ICD implantation. I C When echo is suboptimal or inconclusive, alternative imaging methods (CMR preferably) should be considered to assess LV function. IIa C CAD = coronary artery disease; CMR = cardiac magnetic resonance; CT = computed tomography; ICD = implantable cardioverter defibrillator; LV = left ventricular; LVEF = left ventricular ejection fraction; PCI = percutaneous coronary intervention; PET = positron emission tomography; RV = right ventricular; SPECT = single-‍photon emission computed tomography. aClass of recommendation - bLevel of evidence."
},
{
	"page":"ENAS5329_8.1.0.0",
	"text":"8.0.0.0 Long-‍term therapies for STEMI 8.1.0.0 Lifestyle interventions and risk factor control Key lifestyle interventions include cessation of smoking, optimal blood pressure control, diet advice and weight control, and encouraging physical activity. Low treatment adherence is an important barrier to achieving optimal treatment targets and is associated with worse outcomes. Delayed outpatient follow-‍up after AMI results in worse short-‍ and long-‍term medication adherence. Healthcare professionals and patients should be aware of this challenge and optimize communication by providing clear information, simplify treatment regimens, aim at shared decision-making, and implement repetitive monitoring and feedback. DAPT is recommended in STEMI patients who underwent primary PCI or fibrinolysis with subsequent PCI. For patients undergoing fibrinolysis without subsequent PCI and for those not reperfused, one month DAPT is recommended and prolongation up to 12 months should be considered. Behavioural aspects after ST-‍elevation myocardial infarction Recommendations Classa Levelb It is recommended to identify smokers and provide repeated advice on stopping, with offers to help with the use of follow-‍up support, nicotine-‍replacement therapies, varenicline, and bupropion individually or in combination. I A Participation in a cardiac rehabilitation programme is recommended. I A A smoking-‍cessation protocol is indicated for each hospital participating in the care of STEMI patients. I C The use of the polypill and combination therapy to increase adherence to drug therapy may be considered. IIb B STEMI = ST-‍segment elevation myocardial infarction. aClass of recommendation. bLevel of evidence."
},
{
	"page":"ENAS5329_8.2.0.0",
	"text":"8.2.0.0 Pharmacological interventions Maintenance antithrombotic strategy after ST-‍elevation myocardial infarction Recommendations Classa Levelb Antiplatelet therapy with low-‍dose aspirin (75–100 mg) is indicated. I A DAPT in the form of aspirin plus ticagrelor or prasugrel (or clopidogrel if ticagrelor or prasugrel are not available or are contra-‍indicated) is recommended for 12 months after PCI unless there are contra-‍indications such as excessive risk of bleeding. I A A PPI in combination with DAPT is recommended in patients at high-risk of gastrointestinal bleedingc. I B In patients with an indication for oral anticoagulation, oral anticoagulants are indicated in addition to antiplatelet therapy. I C In patients who are at high-risk of severe bleeding complications, discontinuation of P2Y12 inhibitor therapy after 6 months should be considered. IIa B In STEMI patients with stent implantation and an indication for oral anticoagulation, triple therapyd should be considered for 1–6 months (according to a balance between the estimated risk of recurrent coronary events and bleeding). IIa C DAPT for 12 months in patients who did not undergo PCI should be considered unless there are contra-‍indications such as excessive risk of bleeding. IIa C In patients with LV thrombus, anticoagulation should be administered for up to 6 months guided by repeated imaging. IIa C In high ischaemic-risk patientse who have tolerated DAPT without a bleeding complication, treatment with DAPT in the form of ticagrelor 60 mg twice a day on top of aspirin for longer than 12 months may be considered for up to 3 years. IIb B In low bleeding-risk patients who receive aspirin and clopidogrel, low-‍dose rivaroxaban (2.5 mg twice daily) may be considered. IIb B The use of ticagrelor or prasugrel is not recommended as part of triple antithrombotic therapy with aspirin and oral anticoagulation. III C AMI = acute myocardial infarction; CAD = coronary artery disease; DAPT = dual antiplatelet therapy; eGFR = estimated glomerular filtration rate; LV = left ventricular; PCI = percutaneous coronary intervention; PPI = proton pump inhibitor; STEMI = ST-‍segment elevation myocardial infarction. aClass of recommendation. bLevel of evidence. cHistory of gastrointestinal bleeding, anticoagulant therapy, chronic non-‍steroidal anti-‍inflammatory drug/ corticosteroid user, and ≥2 or more of the following: age ≥65 years, dyspepsia, gastro-‍oesophageal reflux disease, Helicobacter pylori infection, chronic alcohol use. dOral anticoagulant, aspirin and clopidogrel. eDefined as age ≥50 years, and ≥1 of the following additional high-‍risk features: age ≥65 years, diabetes mellitus on medication, a prior spontaneous AMI, multivessel CAD, or chronic renal dysfunction (eGFR <60 ml/‍min/‍1.73 m2)."
},
{
	"page":"ENAS5329_8.3.0.0",
	"text":"8.3.0.0 Routin etherapies Routine therapies in the acute, subacute and long-‍term phases: beta-‍blockers, angiotensin-‍converting enzyme inhibitors, angiotensin II receptor blockers, mineralocorticoid receptor antagonists, and lipid-‍lowering treatments after ST-‍elevation myocardial infarction Recommendations Classa Levelb Beta-‍blockers Oral treatment with beta-‍blockers is indicated in patients with heart failure and/or LVEF ≤40% unless contra-‍indicated. I A Intravenous beta-‍blockers should be considered at the time of presentation in patients undergoing primary PCI without contra-‍indications, with no signs of acute heart failure, and with an SBP >120 mmHg. IIa A Routine oral treatment with beta-‍blockers should be considered during hospital stay and continued thereafter in all patients without contra-‍indications. IIa B Intravenous beta-‍blockers must be avoided in patients with hypotension, acute heart failure or AV block or severe bradycardia. III B Lipid lowering therapies It is recommended to start high-‍intensity statin therapyc as early as possible, unless contra-‍indicated, and maintain it long-term I A An LDL-C goal of <1.8 mmol/‍L (70 mg/dL) or a reduction of at least 50% if the baseline LDL-C is between 1.8–3.5 mmol/L (70–135 mg/dL) is recommended. I B It is recommended to obtain a lipid profile in all STEMI patients as soon as possible after presentation. I C In patients with LDL-C ≥1.8 mmol/‍L (≥70 mg/dL) despite a maximally tolerated statin dose who remain at high-risk, further therapy to reduce LDL-C should be considered. IIa A ACE-inhibitors/ARBs ACE-inhibitors are recommended, starting within the first 24 hours of STEMI in patients with evidence of heart failure, LV systolic dysfunction, diabetes, or an anterior infarct. I A An ARB, preferably valsartan, is an alternative to ACE-inhibitors in patients with heart failure and/or LV systolic dysfunction, particularly those who are intolerant of ACE-inhibitors. I B ACE-inhibitors should be considered in all patients in the absence of contra-‍indications. IIa A MRAs MRAs are recommended in patients with an LVEF ≤40% and heart failure or diabetes, who are already receiving an ACE-inhibitor and a beta-‍blocker, provided there is no renal failure or hyperkalaemia. I B AV = atrioventricular; ACE = angiotensin-‍converting enzyme; ARB = angiotensin II receptor blocker; LDL-C = low-‍density lipoprotein cholesterol; LV = left ventricular; LVEF = left ventricular ejection fraction; MRA = mineralocorticoid receptor antagonist; PCI = percutaneous coronary intervention; SBP = systolic blood pressure; STEMI = ST-‍segment elevation myocardial infarction. aClass of recommendation - bLevel of evidence - cHigh intensity statin defined as atorvastatin 40–80 mg and rosuvastatin 20–40 mg."
},
{
	"page":"ENAS5329_8.4.0.0",
	"text":"8.4.0.0 Do not forget in prim PCI Figure 5 “Do not forget” interventions in STEMI patients undergoing a primary PCI strategy ACE = angiotensin-‍converting enzyme; DAPT = dual antiplatelet therapy; DES = drug eluting stent; ECG = electrocardiogram; echo = echocardiogram; ED = emergency department; HF = heart failure; i.v. = intravenous; IRA = infarct related artery; LVEF = left ventricular ejection fraction; MRA = mineralcorticoid receptor antagonist; PCI = percutaneous coronary intervention; STEMI = ST-‍segment elevation myocardial infarction; UFH = unfractionated heparin. Mostly prescribed interventions (Class I, green, and IIa, yellow) are presented along with the expected timing of delivery. Solid lines represent recurrent (daily) intervention. Double-‍arrowed dashed lines represent a time-‍window in which the intervention can be delivered. 1Aspirin loading dose: 150–300 mg chewed or 75–250 mg intravenous (in patients not already on an aspirin maintenance dose). 2Prasugrel loading dose: 60 mg.Ticagrelor loading dose: 180 mg. If there are contra-‍indications for prasugrel/ticagrelor or these are not available, a loading dose of clopidogrel (600 mg) is indicated. 3If the interventional cardiologist is not expert in radial access, the femoral route is then preferred. 4Enoxaparin or bivalirudin are alternatives to unfractionated heparin (Class IIa A). 5Aspirin maintenance dose: 75–100 mg oral. 6Prasugrel maintenance dose: 10 mg once daily.Ticagrelor maintenance dose: 90 mg twice daily. If there are contra-‍indications for prasugrel/ticagrelor or these are not available, clopidogrel maintenance (75 mg daily) is indicated. a90 min represents the maximum target time to PCI-‍mediated reperfusion. For patients presenting in a PCI-‍centre, this target time is 60 min. bProlongation of ticagrelor (60 mg twice daily) in addition to aspirin may be considered for up to 36 months in patients at high ischaemic risk who have tolerated DAPT without a bleeding complication."
},
{
	"page":"ENAS5329_8.5.0.0",
	"text":"8.5.0.0 Do not forget in fibrinolysis Figure 6 “Do not forget” interventions in STEMI patients undergoing a successful fibrinolysis ACE = angiotensin-‍converting enzyme; DAPT = dual antiplatelet therapy; DES = drug eluting stent; ECG = electrocardiogram; echo = echocardiogram; HF = heart failure; i.v. = intravenous; IRA = infarct related artery; LVEF = left ventricular ejection fraction; MRA = mineralcorticoid receptor antagonist; PCI = percutaneous coronary intervention; STEMI = ST-‍segment elevation myocardial infarction; UFH = unfractionated heparin. Mostly prescribed interventions (Class I, green, and IIa, light yellow) are presented along with the expected timing of delivery. Solid lines represent recurrent (daily) intervention. Double-‍arrowed dashed lines represent a time-‍window in which the intervention can be delivered. 1Enoxaparin dose: 30 mg i.v. bolus followed by 1 mg/kg subcutaneous every 12 hours (dose adjustment for ≥75 years and renal insufficiency is presented in Table 9).Unfractionated heparin is an alternative to enoxaparin. 2Aspirin loading dose: 150–300 mg chewed or 75–250 mg intravenous. 3Clopidogrel loading dose: 300 mg oral (75 mg in ≥75 years). 4Aspirin maintenance dose: 75–100 mg oral. 5Clopidogrel maintenance therapy: 75 mg daily. 648 hours after fibrinolysis, switch to prasugrel/ticagrelor may be considered in PCI-‍treated patients."
},
{
	"page":"ENAS5329_9.1.0.0",
	"text":"9.0.0.0 Complication 9.1.0.0 LV dysfunction Recommendations for the management of left ventricular dysfunction and acute heart failure in ST-‍elevation myocardial infarction Recommendations Classa Levelb ACE-inhibitor (or if not tolerated,ARB) therapy is indicated as soon as haemodynamically stable for all patients with evidence of LVEF ≤40% and/‍or heart failure to reduce the risk of hospitalization and death. I A Beta-‍blocker therapy is recommended in patients with LVEF ≤40% and/‍or heart failure after stabilization, to reduce the risk of death, recurrent MI, and hospitalization for heart failure. I A An MRA is recommended in patients with heart failure and LVEF ≤40% with no severe renal failure or hyperkalaemia to reduce the risk of cardiovascular hospitalization and death. I B Loop diuretics are recommended in patients with acute heart failure with symptoms/signs of fluid overload to improve symptoms. I C Nitrates are recommended in patients with symptomatic heart failure with SBP >90 mmHg to improve symptoms and reduce congestion. I C Oxygen is indicated in patients with pulmonary oedema with SaO2 <90% to maintain a saturation >95%. I C Patient intubation is indicated in patients with respiratory failure or exhaustion, leading to hypoxaemia, hypercapnia, or acidosis, and if non- invasive ventilation is not tolerated. I C Non-‍invasive positive pressure ventilation (continuous positive airway pressure, biphasic positive airway pressure) should be considered in patients with respiratory distress (respiratory rate >25 breaths/‍min, SaO2 <90%) without hypotension. IIa B Intravenous nitrates or sodium nitroprusside should be considered in patients with heart failure and elevated SBP to control blood pressure and improve symptoms. IIa C Opiates may be considered to relieve dyspnoea and anxiety in patients with pulmonary oedema and severe dyspnoea. Respiration should be monitored. IIb B Inotropic agents may be considered in patients with severe heart failure with hypotension refractory to standard medical treatment. IIb C ACE = angiotensin-‍converting enzyme; ARB = angiotensin II receptor blocker; LV = left ventricular; LVEF = left ventricular ejection fraction; MRA = mineralocorticoid receptor antagonist; SaO2 = arterial oxygen saturation; SBP = systolic blood pressure; STEMI = ST-‍segment elevation myocardial infarction. aClass of recommendation - bLevel of evidence.  "
},
{
	"page":"ENAS5329_9.2.0.0",
	"text":"9.2.0.0 Cardiogenic shock Recommendations for the management of cardiogenic shock in ST-‍elevation myocardial infarction Recommendations Classa Levelb Immediate PCI is indicated for patients with cardiogenic shock if coronary anatomy is suitable. If coronary anatomy is not suitable for PCI, or PCI has failed, emergency CABG is recommended. I B Invasive blood pressure monitoring with an arterial line is recommended. I C Immediate Doppler echocardiography is indicated to assess ventricular and valvular functions, loading conditions, and to detect mechanical complications. I C It is indicated that mechanical complications are treated as early as possible after discussion by the Heart Team. I C Oxygen/mechanical respiratory support is indicated according to blood gases. I C Fibrinolysis should be considered in patients presenting with cardiogenic shock if a primary PCI strategy is not available within 120 min from STEMI diagnosis and mechanical complications have been ruled out. IIa C Complete revascularization during the index procedure should be considered in patients presenting with cardiogenic shock. IIa C Intra-‍aortic balloon pumping should be considered in patients with haemodynamic instability/cardiogenic shock due to mechanical complications. IIa C Haemodynamic assessment with pulmonary artery catheter may be considered for confirming diagnosis or guiding therapy. IIb B Ultrafiltration may be considered for patients with refractory congestion, who failed to respond to diuretic-‍based strategies. IIb B Inotropic/vasopressor agents may be considered for haemodynamic stabilization. IIb C Short-‍term mechanical supportc may be considered in patients in refractory shock. IIb C Routine intra-‍aortic balloon pumping is not indicated. III B CABG = coronary artery bypass graft surgery; ECLS = extracorporeal life support; ECMO = extracorporeal membrane oxygenation; PCI = percutaneous coronary intervention; STEMI = ST-‍segment elevation myocardial infarction. aClass of recommendation - bLevel of evidence - cPercutaneous cardiac support devices, ECLS, and ECMO."
},
{
	"page":"ENAS5329_9.3.0.0",
	"text":"9.3.0.0 arrthias and conduction problems Management of atrial fibrillation Recommendations Classa Levelb Acute rate control of AF Intravenous beta-‍blockers are indicated for rate control if necessary and there are no clinical signs of acute heart failure or hypotension. I C Intravenous amiodarone is indicated for rate control if necessary in the presence of concomitant acute heart failure and no hypotension. I C Intravenous digitalis should be considered for rate control if necessary in the presence of concomitant acute heart failure and hypotension. IIa B Cardioversion Immediate electrical cardioversion is indicated when adequate rate control cannot be achieved promptly with pharmacological agents in patients with AF and ongoing ischaemia, severe haemodynamic compromise or heart failure. I C Intravenous amiodarone should be considered to promote electrical cardioversion and/‍or decrease risk for early recurrence of AF after electrical cardioversion in unstable patients with recent onset AF. I C In patients with documented de novo AF during the acute phase of STEMI, long-‍term oral anticoagulation should be considered depending on CHA2DS2-VASc score and taking concomitant antithrombotic therapy into account. IIa C Digoxin is ineffective in converting recent onset AF to sinus rhythm and is not indicated for rhythm control. III A Calcium channel blockers and beta-‍blockers including sotalol are ineffective in converting recent onset AF to sinus rhythm. III B Prophylactic treatment with antiarrhythmic drugs to prevent AF is not indicated. III B AF = atrial fibrillation; CHA2DS2-VASc = Cardiac failure, Hypertension, Age ≥75 (Doubled), Diabetes, Stroke (Doubled) – VAScular disease, Age 65–74 and Sex category (Female); STEMI = ST-‍segment elevation myocardial infarction. aClass of recommendation - bLevel of evidence. Management of ventricular arrhythmias and conduction disturbances in the acute phase Recommendations Classa Levelb Intravenous beta-‍blocker treatment is indicated for patients with polymorphic VT and/‍or VF unless contra-‍indicated. I B Prompt and complete revascularization is recommended to treat myocardial ischaemia that may be present in patients with recurrent VT and/‍or VF. I C Intravenous amiodarone is recommended for treatment of recurrent polymorphic VT. I C Correction of electrolyte imbalances (especially hypokalaemia and hypomagnesemia) is recommended in patients with VT and/‍or VF. I C In cases of sinus bradycardia with haemodynamic intolerance or high degree AV block without stable escape rhythm:     i.v. positive chronotropic medication (epinephrine, vasopressin and/‍or atropine) is indicated I C temporary pacing is indicated in cases of failure to respond to positive chronotropic medication I C urgent angiography with a view to revascularization is indicated if the patient has not received previous reperfusion therapy. I C Intravenous amiodarone should be considered for recurrent VT with haemodynamic intolerance despite repetitive electrical cardioversion. IIa C Transvenous catheter pace termination and/‍or overdrive pacing should be considered if VT cannot be controlled by repetitive electrical cardioversion. IIa C Radiofrequency catheter ablation at a specialized ablation centre followed by ICD implantation should be considered in patients with recurrent VT, VF, or electrical storm despite complete revascularization and optimal medical therapy. IIa C Recurrent VT with haemodynamic repercussion despite repetitive electrical cardioversion may be treated with lidocaine if beta-‍blockers, amiodarone, and overdrive stimulation are not effective/applicable. IIb C Prophylactic treatment with antiarrhythmic drugs is not indicated and may be harmful. III B Asymptomatic and haemodynamically irrelevant ventricular arrhythmias should not be treated with antiarrhythmic drugs. III C AV = atrioventricular; i.v. = intravenous; ICD = implantable cardioverter defibrillator;VF = ventricular fibrillation; VT = ventricular tachycardia. aClass of recommendation - bLevel of evidence. Long-‍term management of ventricular arrhythmias and risk evaluation for sudden death Recommendations Classa Levelb ICD therapy is recommended to reduce sudden cardiac death in patients with symptomatic heart failure (NYHA Class II–III) and LVEF ≤35% despite optimal medical therapy for >3 months and ≥6 weeks after MI, who are expected to survive for at least 1 year with good functional status. I A ICD implantation or temporary use of a wearable cardioverter defibrillator may be considered <40 days after MI in selected patients (incomplete revascularization, pre-‍existing LVEF dysfunction, occurrence of arrhythmias >48 hours after STEMI onset, polymorphic VT or VF). IIb C ICD = implantable cardioverter defibrillator; LVEF = left ventricular ejection fraction; NYHA = New York Heart Association; STEMI = ST-‍segment elevation myocardial infarction; VF = ventricular fibrillation; VT = ventricular tachycardia. aClass of recommendation - bLevel of evidence."
},
{
	"page":"ENAS5329_10.0.0.0",
	"text":"10.0.0.0 MINOCA In 1–14% of MI patients there is absence of obstructive CAD. The demonstration of non-‍obstructive CAD in a patient presenting with symptoms suggestive of ischaemia and ST-‍segment elevation or equivalent does not preclude an atherothrombosis aetiology. MINOCA is a working diagnosis and should lead the treating physician to investigate underlying causes. The identification of the underlying cause of MINOCA should lead to specific treatment strategies. Although the outcome of MINOCA strongly depends on the underlying cause, its overall prognosis is serious, with a 1-year mortality of about 3.5%. Table 10 Diagnostic criteria for myocardial infarction with non- obstructive coronary arteries The diagnosis of MINOCA is made immediately upon coronary angiography in a patient presenting with features consistent with an AMI, as detailed by the following criteria: (1) Universal AMI criteria. (2)Non-‍obstructive coronary arteries on angiography, defined as no coronary artery stenosis ≥50% in any potential IRA. (3) No clinically overt specific cause for the acute presentation. AMI = acute myocardial infarction; IRA = infarct-‍related artery; MINOCA = myocardial infarction with non-‍obstructive coronary arteries. Figure 7 Diagnostic test flowchart in MINOCA CMR = Cardiac Magnetic Resonance; IVUS = IntraVascular UltraSound; LV = Left Ventricle; MINOCA = Myocardial Infarction with Non-‍Obstructed Coronary Arteries; OCT = Optical Coherence Tomography; STEMI = ST segment Elevation Myocardial Infarction; TOE = Trans-‍Oesofageal Echocardiography; TTE = Trans-‍Thoracic Echocardiography. Takotsubo syndrome cannot be diagnosed with certainty in the acute phase as the definition requires follow up imaging to document recovery of left ventricular function. IVUS and OCT frequently show more atherosclerotic plaque than may be appreciated on angiography.They also increase sensitivity for dissection. If intracoronary imaging is to be performed, it is appropriate to carry out this imaging at the time of the acute cardiac catheterization, after diagnostic angiography. Patients should be made aware of the additional information the test can provide and the small increase in risk associated with intracoronary imaging. 1Provocative testing for coronary artery spasm might be considered in selected patients with a recent AMI with suspected vasospastic angina. Provocative manoeuvres have to be always performed by operators with experience and not necessarily in the acute phase of STEMI. 2Clinically suspected myocarditis by ESC Task Force criteria = No angiographic stenosis ≥50% plus non ischemic pattern on CMR. Definite myocarditis by ESC Task Force criteria = No angiographic stenosis ≥50% plus endomyocardial biopsy confirmation (histology, immunohistology, polymerase-‍chain reaction based techniques to search for genome of infectious agents, mainly viruses). For interactivity see here"
},
{
	"page":"ENAS5329_11.0.0.0",
	"text":"11.0.0.0 Assessment of Quality care It is recommended that STEMI networks and their individual components establish measurable quality indicators, systems to measure and compare these indicators, perform routine audits and implement strategies to ensure that every patient with STEMI receives the best possible care according to accepted standards and has the best possible outcomes. Quality indicators are intended to measure and compare the quality of health-‍service provision and serve as a foundation for quality improvement initiatives. Table 11 Quality indicators Type of indicator and process Quality indicator Structural measures (organization) 1) The centre should be part of a network specifically developed for the rapid and efficient management of STEMI patients with written protocols covering the following points: Single emergency telephone number for patients to contact the emergency services Pre-hospital interpretation of the ECG for diagnosis and strategy decision Pre-hospital activation of the catheterization laboratory Transportation (ambulance-‍helicopter) equipped with ECG defibrillators. 2) Key times to reperfusion are systematically recorded and periodically reviewed for quality assessments by the centre or network participants. Performance measures for reperfusion therapy 1) Proportion of STEMI patients arriving in the first 12 h receiving reperfusion therapy. 2) Proportion of patients with timely reperfusion therapy, defined as: For patients attended to in the pre-‍hospital setting: <90 min from STEMI diagnosis to IRA wire crossing for reperfusion with PCI <10 min from STEMI diagnosis to lytic bolus for reperfusion with fibrinolysis For patients admitted to PCI centres: <60 min from STEMI diagnosis to IRA wire crossing for reperfusion with PCI For transferred patients: <120 min from STEMI diagnosis to IRA wire crossing for reperfusion with PCI <30 min door-‍in-‍door-‍out for patients presenting in a non- PCI centre (en route to a PCI centre) Performance measures for risk assessment in hospital 1) Proportion of patients having LVEF assessed before discharge. Performance measures for antithrombotic treatment in hospital 1) Proportion of patients without a clear and documented contra-‍indication for aspirin and/‍or a P2Y12 inhibitor, discharged on DAPT. Performance measures for discharge medication and counselling 1) Proportion of patients without contra-‍indications with a statin (high-‍intensity) prescribed at discharge. 2) Proportion of patients with LVEF ≤40% or clinical evidence of heart failure and without contra-‍indications with a beta-‍blocker prescribed at discharge. 3) Proportion of patients with LVEF ≤40% or clinical evidence of heart failure without contra-‍indications with an ACE-inhibitor (or ARB if not tolerated) prescribed at discharge. 4) Proportion of patients with smoking cessation advice/counselling at discharge. 5) Proportion of patients without contra-‍indications enrolled in a secondary prevention/cardiac rehabilitation programme at discharge. Patient-‍reported outcomes Availability of a programme to obtain feedback regarding the patient’s experience and quality of information received, including the following points: Angina control. Explanations provided by doctors and nurses (about the disease, benefit/risk of discharge treatments, and medical follow-‍up). Discharge information regarding what to do in case of recurrence of symptoms and recommendation to attend a rehabilitation programme (including smoking cession and diet counselling). Outcome measures 1) 30-day adjusted mortality (e.g. GRACE risk score-adjusted). 2) 30-day adjusted readmission rates. Opportunity-‍based composite quality indicators Proportion of patients with LVEF >40% and no evidence of heart failure receiving at discharge low-‍dose aspirin and a P2Y12 inhibitor and high-‍intensity statins. Proportion of patients with LVEF ≤40% and/‍or heart failure receiving at discharge low-‍dose aspirin, a P2Y12 inhibitor, high-‍intensity statins, an ACE-inhibitor (or ARB), and a beta-‍blocker ACE = angiotensin-‍converting enzyme; ARB = angiotensin II receptor blocker; DAPT = dual antiplatelet therapy; ECG = electrocardiogram; GRACE = Global Registry of Acute Coronary Events; IRA = Infarct-related artery; LVEF = left ventricular ejection fraction; PCI = percutaneous coronary intervention; STEMI = ST-‍segment elevation myocardial infarction."
},
{
	"page":"ENAS5329_12.0.0.0",
	"text":"11.0.0.0 Abbreviations and acronyms (N)OAC (Non-‍vitamin K antagonist) oral anticoagulant °C Degree Celsius 2D/ 2-D Two-‍dimensional 2hPG 2-h post-‍load plasma glucose 3D/ 3-D Three-‍dimensional 5-FU 5-‍fluorouracil 99mTc-‍DPD Technetium-‍99m 3,3-‍diphosphono-‍1,2-‍propanodicarboxylic acid A/C Anticoagulation AAA Abdominal aortic aneurysm AAD Antiarrhythmic drugs AAS Acute aortic syndrome ABC Age, biomarkers, clinical history ABI Ankle-‍Brachial Index ABPM Ambulatory BP monitoring ACA Aborted cardiac arrest ACC American College of Cardiology ACCA Acute Cardiovascular Care Association ACCF American College of Cardiology Foundation ACCOAST Comparison of Prasugrel at the Time of Percutaneous Coronary Intervention or as Pretreatment at the Time of Diagnosis in Patients with Non-‍ST Elevation Myocardial Infarction ACE Angiotensin-‍converting enzyme ACEF Age, creatinine, ejection fraction ACEI Angiotensin-‍converting enzyme inhibitor ACE-I(s) Angiotensin-‍converting enzyme inhibitor(s) ACEI/ ACE-‍I/ ACE-‍Is Angiotensin converting enzyme inhibitors ACEIs Angiotensin-‍converting enzyme inhibitor ACS Acute coronary syndrome ACT Activated clotting time AD Aortic dissection ADA American Diabetes Association/Adenosine deaminase ADD Acute aortic dissection ADP Adenosine diphosphate AEPC Association for European Paediatric and Congenital Cardiology AF Atrial flutter/Atrial fibrillation AFNET German Competence NETwork on Atrial Fibrillation AHA American Heart Association AHF Acute heart failure AHRE Atrial high rate episodes AINR International normalized ratio AK Alpha kinase AKI Acute kidney injury AL Amyloid light chain ALAT/ ALT Alanine aminotransferase ALI Acute limb ischaemia AMI Acute myocardial infarction/Acute mesenteric ischaemia ANA Anti-‍nuclear antibodies ANCA Anti-‍neutrophil cytoplasm antibodies AO Aorta AOS Aneurysms-‍osteoarthritis syndrome AP Accessory pathway APAH Conditions associated with pulmonary arterial hypertension Apo Apolipoprotein apo A I Apolipoprotein A I apo B Apolipoprotein B aPTT Activated partial thromboplastin time AR Aortic regurgitation ARB Angiotensin II receptor blocker/ Angiotensin receptor blocker ARBs Angiotensin receptor blockers/angiotensin II receptor blockers ARNI Angiotensin receptor neprilysin inhibition ARVC Arrhythmogenic right ventricular cardiomyopathy AS Aortic stenosis ASA Acetylsalicylic acid ASAT/ AST Aspartate aminotransferase ASCERT American College of Cardiology Foundation–Society of Thoracic Surgeons Database Collaboration ASE American Society of Echocardiography AST/ ALT/ ALP Aspartate / alanine aminotransferase / alkaline phosphatase ASV Adaptive servo-‍ventilation AT Antithrombin ATOR Atorvastatin ATP Antitachycardiac pacing/Adenosine triphosphate ATRIA AnTicoagulation and Risk factors In Atrial fibrillation ATS Arterial tortuosity syndrome ATTR Amyloidosis, transthyretin type AUC Area under the curve AV Atrioventricular/Arteriovenous AVA Aortic valve area AVB Atrioventricular block AVID Antiarrhythmic drugs Versus Implantable Defibrillator AVM AV delay management AVP Arginine vasopressin AVR Aortic valve replacement b.i.d. Bis in die (twice daily) b.p.m/ bpm Beats per minute BARI-2D Bypass Angioplasty Revascularization Investigation 2 Diabetes BAS Balloon atrial septostomy BAV Balloon aortic valvuloplasty/‍Bicuspid aortic valve BB Beta-‍blocker BBB Bundle branch block BC Blood culture BCNIE Blood culture-negative infective endocarditis BCR-‍ABL Breakpoint cluster region-‍Abelson BGA Blood gas analysis BIMA Bilateral internal mammary artery Bi-‍PAP Bilevel positive airway pressure BiV Biventricular BiVAD Bi-‍ventricular assist device BMI Body mass index BMPR Bone morphogenetic protein receptor, type 2 BMS Bare metal stent BMT Best medical therapy BNP Brain natriuretic peptide/‍ B-‍type natriuretic peptide BP Blood pressure BPA Balloon pulmonary angioplasty BRS Bioresorbable vascular scaffold BSA Body surface area BUN Blood urea nitrogen CABG Coronary artery bypass graft/‍ Coronary artery bypass graft surgery CAD Coronary artery disease CAS Carotid artery stenting CASH Cardiac Arrest Study Hamburg Cath/ Lab Catheterization laboratory CCB Calcium channel blocker CCNAP Council on Cardiovascular Nursing and Allied Professions CCP Council for Cardiology Practice CCPC Council on Cardiovascular Primary Care CCS Canadian Cardiovascular Society CCU Coronary care unit CDRIE Cardiac device-‍related infective endocarditis CEA Carotid endarterectomy/Carcinoembryonic antigen CFA Common femoral artery CFC Cardiofaciocutaneous CHA2DS2-VASc Congestive heart failure or left ventricular dysfunction, Hypertension, Age ≥75 (doubled), Diabetes, Stroke (doubled)-‍Vascular disease, Age 65–74, Sex category (female) CHADS2 Cardiac failure, Hypertension, Age, Diabetes, Stroke (doubled) CHARM-‍Added Candesartan in Heart Failure: Assessment of Reduction in Mortality and Morbidity-‍Added CHD Coronary heart disease/ Congenital heart disease CHF Congestive heart failure/ Chronic heart failure CHT Council on Hypertension CI Cardiac index / Contra-indication / Confidence interval CIA Common iliac artery CI-‍AKI Contrast-‍induced acute kidney injury CIDS Canadian Implantable Defibrillator Study CIED Cardiac implantable electronic device CIN Contrast-‍induced nephropathy CK Creatine phophokinase/Creatinine kinase CKD Chronic kidney disease CKD-‍EPI Chronic Kidney Disease Epidemiology Collaboration CK-MB Creatine kinase MB isoform CLI Chronic limb ischaemia CLTI Chronic limb-‍threatening ischaemia CMI Chronic mesenteric ischaemia CMP Cardiomyopathy CMR Cardiac magnetic resonance/Cardiovascular magnetic resonance CMV Cytomegalovirus CO Cardiac output CoA Coarctation / Coarctation of the aorta Cons Conservative cont Continued COPD Chronic obstructive pulmonary disease COT Cardiac Oncology Toxicity COURAGE Clinical Outcomes Utilization Revascularization and Aggressive Drug Evaluation COX Cyclo-oxygenase/ Cyclooxygenase CPAP Continuous positive airway pressure CPET Cardiopulmonary exercise testing CPFE Combined pulmonary fibrosis and emphysema CPG Committee for Practice Guidelines CPVT Catecholaminergic polymorphic ventricular tachycardia CR Cardiac rehabilitation CrCI Creatinine clearance CRP C-‍reactive protein CRT Cardiac resynchronization therapy CRT-D Cardiac resynchronization therapy defibrillator/‍ Defibrillator with cardiac resynchronization therapy CRT-P Cardiac resynchronization therapy pacemaker CRUSADE Can Rapid risk stratification of Unstable angina patients Suppress ADverse outcomes with Early implementation of the ACC/‍AHA guidelines CSF Colony-‍stimulating factor/Cerebrospinal fluid CSM Carotid sinus massage CSS Carotid sinus syncope/syndrome CT Computed tomographic / tomogram/tomography CTA Computed tomography angiography CTD Connective tissue disease CTEPH Chronic thromboembolic pulmonary hypertension cTN Cardiac troponin CTO Chronic total occlusions CTRCD Cancer Therapeutics–Related Cardiac Dysfunction Ctrl Control CUS Compression venous ultrasonography CV Cardiovascular/Cardioversion CVD Cardiovascular disease/Cardiovascular heart disease CW Continuous wave CXR Chest X-ray DALYs Disability adjusted life years DAPT Dual (oral) antiplatelet therapy/Dual antiplatelet therapy DAT Dual antithrombotic therapy DBP Diastolic blood pressure DC Direct current DCB Drug-‍coated balloon DCC Direct-‍current cardioversion DCM Dilated cardiomyopathy DDI Drug-‍drug interactions DEFINITE DEFibrillator In Non-‍Ischemic cardiomyopathy Treatment Evaluation DES Drug-‍eluting stent DFT Defibrillation threshold DHP Dihydropyridine DI-DO Door-‍in to door-‍out time DLCO Carbon monoxide diffusing capacity DM Diabetes mellitus DNA Deoxyribonucleic acid DPAH Drug induced PAH DPG Diastolic pressure gradient DPP Diabetes prevention program DSA Digital subtraction angiography/ultrasound DT Deceleration time DTB Door-to-balloon time DTIs Direct thrombin inhibitors DUS Duplex ultrasonography / Doppler ultrasound/Duplex ultrasound DVT Deep vein thrombosis E/A Ratio of mitral peak velocity of early filling (E) to mitral peak velocity of late filling (A) E/e’ Ratio of early transmitral flow velocity (E) to early mitral annulus velocity (e’) EACPR European Association for Cardiovascular Prevention & Rehabilitation EACTS European Association of Cardio-‍Thoracic Surgery/‍ European Association for Cardio-‍Thoracic Surgery EACVI European Association of Cardiovascular Imaging EANM European Association of Nuclear Medicine EAPC European Association of Preventive Cardiology EAPCI European Association of Percutaneous Cardiovascular Interventions EAS European Atherosclerosis Society EASD European Association for the Study of Diabetes EBV Epstein-‍Barr virus ECG Electrocardiogram / Electrocardiographic ECHO Echocardiography/Echocardiogram ECLS Extracorporeal life support ECMO Extracorporeal membrane oxygenation ECST European Carotid Surgery Trial ECVF Extacellular volume fraction ED Erectile dysfunction/ Emergency department EDS-‍IV Ehlers-‍Danlos syndrome type IV EDV End-‍diastolic velocity EF Ejection fraction eGFR Estimated glomerular filtration rate EHRA European Heart Rhythm Association EIA External iliac artery EIF Eukaryotic translation initiation factor EMA European Medicines Agency EMB Endomyocardial biopsy EMS Emergency medical system/‍service ENA Anti-‍extractable nuclear antigens Enox Enoxaparin EP Electrophysiology EPD Embolic protection device EPS Electrophysiologic study ER Extended release formulations ERA Endothelin receptor antagonist EROA Effective regurgitant orifice area ERS European Respiratory Society ESC European Society of Cardiology ESCMID European Society of Clinical Microbiology and Infectious Diseases ESCT European Carotid Surgery Trial ESH European Society of Hypertension ESO European Stroke Organisation ESR European Society of Radiology/‍Erythrocyte sedimentation rate ESRD End-‍stage renal disease ESVS European Society for Vascular Surgery ETT Endotracheal tube EU European Union EULAR European League Against Rheumatism EuroSCORE European System for Cardiac Operative Risk Evaluation EVAR Endovascular aortic repair/‍reconstruction EVT endovascular therapy Exp+ Experimental therapy FAME-2 Fractional Flow Reserve-‍Guided Percutaneous Coronary Intervention Plus Optimal Medical Treatment Versus Optimal Medical Treatment Alone in Patients With Stable Coronary Artery Disease FBN1 Fibrillin 1 FC Functional class FCH Familial combined hyperlipidaemia FCM Ferric carboxymaltose FDA US Food and Drug Administration/‍ Food and Drug Administration FDG Fluorodeoxyglucose FFP Fresh frozen plasma FFR Fractional flow reserve FH Familial hypercholesterolaemia FHL1 Four and a half LIM domains 1 FINDRISC FINnish Diabetes RIsk SCore FL False lumen FLUVA Fluvastatin FMC First medical contact FMCTB First-medical-contact-to-balloon time FMF Familial Mediterranean fever Fonda Fondaparinux FPG Fasting plasma glucose FU Follow-‍up GFR Glomerular filtration rate/Estimated glomerular filtration rate GGTP Gamma-‍glutamyl transpeptidase GI Gastrointestinal GLP-1 Glucagon-‍like peptide-1 GLS Global longitudinal strain GM Granulocyte-‍macrophage GP Glycoprotein / General practitioner GRACE Global Registry of Acute Coronary Events GSV Great saphenous vein GUCH Grown-‍up patients with congenital heart disease HAART Highly active antiretroviral treatment HACEK Haemophilus parainfluenzae, H. aphrophilus, H. paraphrophilus, H. influenzae, Actinobacillus actinomycetemcomitans, Cardiobacterium hominis, Eikenella corrodens, Kingella kingae, and K. denitrificans HAS-‍BLED Hypertension, Abnormal renal/‍liver function, Stroke, Bleeding history or predisposition, Labile INR, Elderly (65), Drugs concomitantly/alcohol abuse HB Haemoglobin HbA1c Glycated haemoglobin / Glycated haemoglobin A1c HBPM Home BP monitoring HCM Hypertrophic cardiomyopathy HCV Hepatitis C virus HDAC Histone deacetylase HDL High density lipoprotein HDL-C High density lipoprotein-‍cholesterol HeFH Heterozygous familial hypercholesterolaemia HER2 Human epidermal growth factor receptor 2 HF Heart failure HFA Heart Failure Association H-‍FABP Heart-‍type fatty acid-‍binding protein HFmrEF Heart failure with mid-‍range ejection fraction HFpEF/‍ HF-‍PEF Heart failure with preserved ejection fraction HFrEF/‍ HF-‍REF Heart failure with reduced ejection fraction HHD Hypertensive heart disease HHV Human herpesvirus H-‍ISDN Hydralazine and isosorbide dinitrate HIT Heparin-‍induced thrombocytopenia HITS High intensity transient signal HIV Human immunodeficiency virus HoFH Homozygous familial hypercholesterolaemia HPAH Heritable PAH HR Heart rate HRCT High resolution CT hs-‍CRP high-‍sensitivity C-‍reactive protein HT/ HTN Hypertension HTG Hypertrigiyceridaemia i.v. / IV Intravenous IABP Intraaortic balloon pump IAS Inter-‍atrial septum ICA Invasive coronary angiography ICCU Intensive cardiac care unit ICD Implantable cardioverter defibrillator/‍ International Classification of Diseases ICH Intracranial haemorrhage ICU Intensive care unit ID Infectious disease IDF International Diabetes Federation IE Infective endocarditis IFG Impaired fasting glucose IFN Interferon-‍gamma IGRA Interferon-‍gamma release assay IGT Impaired glucose tolerance IHD Ischaemic heart disease IL-2 Interleukin 2 ILR Implantable loop recorder IMA Internal mammary artery IMH Intramural haematoma IMT Intima–media thickness INR International normalized ratio IN-‍TIME Implant-‍based multiparameter telemonitoring of patients with heart failure IOMC Iso-‍osmolar contrast medium IPAH Idiopathic pulmonary arterial hypertension IPF Idiopathic pulmonary fibrosis IRA Infarct related artery ISH Isolated systolic hypertension ISHLT International Society for Heart and Lung Transplantation IU International units IUD Intrauterine device IV Intravenous IV UHF Intravenous unfractionated heparin IVC Inferior vena cava IVDA Intravenous drug abusers IVIG Intravenous immunoglobulin IVUS Intravascular ultrasound JSAP Japanese Stable Angina Pectoris km per h Kilometres per hour LA Left atrium/‍atrial LAA Left atrial appendage LAD Left anterior descending (coronary artery) LAE Left atrial enlargement LAH Left anterior hemiblock LAVI Left atrial volume index LBBB Left bundle branch block LCC Left coronary cusp Lcx Left circumflex LD Loading dose LDH Lactate dehydrogenase LDL Low-‍density lipoprotein LDL-C Low-‍density lipoprotein-‍cholesterol LDLR Low density lipoprotein receptor LDS Loeys-‍Dietz syndrome LEAD Lower-‍extremity artery disease LEOPARD lentigines, ECG abnormalities, ocular hypertelorism, pulmonary stenosis, abnormal genitalia, retardation of growth, and sensorineural deafness LGE Late gadolinium enhancement LHD left heart disease LLN Lower limit of normality LM Left main LMNA Lamin A/C LMWH Low molecular weight heparin LOCM Low-‍osmolar contrast medium LoE Level of evidence LOVA Lovastatin Lp Lipoprotein Lp(a) Lipoprotein(a) LQTS Long QT syndrome LTBI Latent tuberculosis infection LV Left ventricle / left ventricular LVAD Left ventricular assist device LVEDD Left ventricular end-‍diastolic diameter LVEDP Left ventricular end diastolic pressure LVEF Left ventricular ejection fraction LVESD Left ventricular end-‍systolic diameter LVESV Left ventricular end-‍systolic volume LVESVI Left ventricular end-‍systolic volume index LVF Left ventricular function LVH Left ventricular hypertrophy LVM Left ventricular mass LVMI Left ventricular mass index LVOT Left ventricular outflow tract LVOTG Left ventricular outflow tract gradient LVOTO Left ventricular outflow tract obstruction MACE Major adverse cardiac events MADIT Multicenter Automatic Defibrillator Implantation Trial MASS II The medicine, angioplasty, or surgery study Mbq Millibecquerel MCS Mechanical circulatory support MD Maintenance dose MDCT Multidetector computed tomographic angiography/Multi-detector computed tomography MDRD Modifikation of Diet in Renal Disease Med RX Medial therapy MedPed Make Early Diagnosis to Prevent Early Deaths MELAS mitochondrial encephalomyopathy, lactic acidosis, and stroke-‍like episodes MERFF Myoclonic epilepsy with ragged red fibres MET Metabolic equivalent MetS Metabolic syndrome MI Myocardial infarction MIC Minimum inhibitory concentration MINOCA Myocardial infarction with non-‍obstructive coronary arteries mo. month(s) MPI Myocardial perfusion imaging MPR Multiplanar reconstruction MPS Myocardial perfusion scintigraphy / Myocardial perfusion stress MR Magnetic resonance/ Mitral regurgitation/ Mineralocorticoid receptor MRA Mineralocorticoid receptor antagonist / Magnetic resonance angiography MRAs Mineralocorticoid receptor antagonists MRI Magnetic resonance imaging MR-‍proANP Mid-regional pro atrial natriuretic peptide/‍ Mid-regional pro A-‍type natriuretic peptide MRSA Methicillin-‍resistant Staphylococcus aureus MS Mitral stenosis MSAD Multisite artery disease MSCT Multislice computed tomography MSSA Methicillin-‍susceptible Staphylococcus aureus mSv Millisievert MUGA Multigated radionuclide angiography mV millivolt(s) MV abn Mitral valve abnormality MVA Mitral valve area MWD Minute walk distance MWT Minute walk test MYBPC3 Myosin-‍binding protein C MYH7 Myosin, heavy chain 7 MYL3 Essential myosin light chain n.a/ NA not available/ Not available N/A Not applicable N/R Not reported NASCET North American Symptomatic Carotid Endarterectomy Trial NCC Non coronary cusp NCDR National cardiovascular data registry NIHSS National Institutes of Health stroke severity scale NIPPV Non-‍invasive positive pressure ventilation NIV Non-‍invasive ventilation NNH Numbers needed to harm NNT Numbers needed to treat/‍ Number of individuals needed to treat NOAC Non-‍vitamin K antagonist oral anticoagulant NOAC/ NOAC(s) Novel oral anticoagulant / New oral anticoagulant / Non-‍vitamin K antagonist direct oral anticoagulant/ Non-‍vitamin K antagonist oral anticoagulant(S) NOACS Non-‍vitamin K antagonist oral anticoagulants Non-‍HDL-‍C Non-‍HDL cholesterol NP Natriuretic peptide NPV Negative predictive value NR No recommendation NRT Nicotine replacement therapy NSAID Non-‍steroidal antiinflammatory drug(s) NSAIDs Non-‍steroidal anti-‍inflammatory drugs NSQIP National surgical quality improvement program NSTE Non-‍ST-‍elevation NSTE-‍ACS Non-‍ST-‍segment elevation acute coronary syndrome/ Non-‍ST elevation acute coronary syndrome NSTEMI Non-‍ST-‍elevation myocardial infarction NSVT Non-‍sustained ventricular tachycardia NTG Nitroglycerine NT-‍proBNP N-‍terminal pro B-‍type/brain natriuretic peptide NVE Native valve endocarditis NYHA New York Heart Association O2 Oxygen OAC Oral anticoagulation/ anticoagulant OARS Open-‍ended questions, Affirmation, Reflective listening, Summarising OCT Optical coherence tomography OD Organ damage OGTT Oral glucose tolerance test OHCA Out-‍of-‍hospital cardiac arrest OHS Obesity hypoventilation syndrome OMT Optimal medical therapy OR Odds ratio ORBIT Outcomes Registry for Better Informed Treatment of Atrial Fibrillation OSA Obstructive sleep apnoea p.o. Per os PA Postero-anterior/ Pulmonary artery/‍ Physical activity PAD Peripheral artery disease PADs Peripheral arterial diseases PAH Pulmonary arterial hypertension / Pulmonary hypertension PaO2 Partial pressure of oxygen PAP Pulmonary artery pressure/ Pulmonary arterial pressure PAR Protease-‍activated receptor PAU Penetrating aortic ulcer PAWP Pulmonary artery wedge pressure PCA Prostacyclin analogues PCC Prothrombin coagulation complax/‍ Prothrombin complex concentrates PCH Pulmonary capillary haemangiomatosis PCI Percutaneous coronary intervention PCIS Post-‍cardiac injury syndromes PCR Polymerase chain reaction PCSK9 Proprotein convertase subtilisin/‍kexin type 9 PCWP Pulmonary capillary wedge pressure PDE Phosphodiesterase type-5 inhibitors/ Phosphodiesterase PDE5 Phosphodiesterase type 5 PE Pulmonary embolism PEA Pulmonary endarterectomy PEP Primary endpoint PESI Pulmonary embolism severity index PET Positron emission tomography PFT Pulmonary function tests PH Pulmonary hypertension PISA Proximal isovelocity surface area PITA Pitavastatin PM Pacemaker/‍Pain management PMC Percutaneous mitral commissurotomy PPCM Peripartum cardiomyopathy PPI Proton pump inhibitor PPIs Proton pump inhibitors PPS Post-‍pericardiotomy syndrome PRAVA Pravastatin PRECISE-‍DAPT PREdicting bleeding Complications In patients undergoing Stent implantation and subsEquent Dual Anti Platelet Therapy PRIMARY PCI Primary percutaneous coronary intervention PRKAG2 Gamma-‍2 subunit of the adenosine monophosphate-‍activated protein kinase PS Pulmonary valve stenosis PTA Percutaneous transluminal angioplasty / Pre-‍test probability PTT Partial thromboplastin time PUFA/ PUFAs Polyunsaturated fatty acid/ Polyunsaturated fatty acids PVC Premature ventricular contraction/‍ Premature ventricular complex PVE Prosthetic valve endocarditis PVI Pulmonary vein isolation PVL Paravalvular leak PVOD Pulmonary veno-‍occlusive disease PVR Pulmonary vascular resistance PVS Programmed ventricular stimulation PWV Pulse wave velocity R Vol Regurgitant volume RA Right atrium/‍ Rheumatoid arthritis RAA Renin–angiotensin–aldosterone RAAS Renin-‍angiotensin-aldosterone system RAD Renal artery disease RAP Right atrial pressure RAS Renal artery stenosis / Renin-‍angiotensin system RBBB Right bundle branch block RBC Red blood cell RCC Right coronary cusp RCT/‍RCTs Randomized controlled trial RF Risk factor rFVIIa Activated recombinant factor VII RHC Right heart catheterization ROSU Rosuvastatin rPA Recombinant plasminogen activator/‍Right pulmonary artery r-PA Reteplase RR Relative risk RRR Relative risk reduction rtPA Recombinant tissue plasminogen activator RV Right ventricle/ventricular RVEDP Right ventricular end-‍diastolic pressure RVOT Right ventricular outflow tract RVOTO Right ventricular outlow tract obstruction RVSP Right ventricular systolic pressure S.C. Subcutaneous SA Signal-averaged SAA Septal alcohol ablation SADS Sudden arrhythmic death syndrome SAM Systolic anterior motion SAN Sinoatrial node SaO2 Saturated oxygen SAPT Single antiplatelet therapy SAS Sleep apnea syndrome SAVR Surgical aortic valve replacement SB Sinus bradycardia SBP Systolic blood pressure SCAD Stable coronary artery disease SCD Sudden cardiac death SCORE Systematic Coronary Risk Evaluation / Systematic Coronary Risk Estimation SFA Superficial femoral artery SGLT2 Sodium glucose co-‍transporter 2 SIDS Sudden infant death syndrome SIMVA Simvastatin SIRS Systemic inflammatory response SLE Systemic lupus erythematosus SMART Specific, Measurable, Achievable, Realistic and Timely SND Sinus node disease SPAP Systolic pulmonary artery pressure SPECT Single-‍photon emission computed tomography sPESI Simplified Pulmonary Embolism Severity Index SpO2 Saturation of peripheral oxygen SQTS Short QT syndrome SR Sinus rhythm SSS Sick sinus syndrome STE-‍ACS ST-‍segment elevation acute coronary syndrome STEMI ST-‍elevation myocardial infarction/ST-‍segment elevation myocardial infarction STS Society of Thoracic Surgeon/‍ Structured telephone support ST-T ST-‍segment-T wave SUDI Sudden unexplained death in infancy SUDS Sudden unexplained death syndrome SVG Saphenous vein graft Svi Stroke volume index SVR Surgical ventricular reconstruction. SVT Supraventricular tachycardia SWISSI II Swiss Interventional Study on Silent Ischemia Type II SYNTAX SYNergy between percutaneous coronary intervention with TAXus and cardiac surgery T1DM Type 1 diabetes mellitus T2DM Type 2 diabetes mellitus TA Tricuspid annulus TAA Thoracic aortic aneurysm TAAD Thoracic aortic aneurysms and dissection TAI Traumatic aortic injury TAPSE Tricuspid annulus plane systolic excursion TASC TransAtlantic Inter-‍Society Consensus TAVI Transcatheter aortic valve implantation/ Transaortic valve implantation TB Tuberculosis TC Total cholesterol TcPO2 Transcutaneous oxygen pressure T-DM1 Trastuzumab-‍emtansine TE Thromboembolism / Thrombo-‍embolic TEE Transesophageal echocardiogram TEVAR Thoracic endovascular aortic repair TG Triglyceride TGA Complete transposition of the great arteries Three DE Three dimensional echocardiography TIA Transient ischaemic attack / Transitory ischaemic attack TIBC Total iron-‍binding capacity TIME Trial of invasive versus medical therapy in elderly patients with chronic symptomatic coronary-‍artery disease TIMI Thrombolysis In Myocardial Infarction TKI Tyrosine kinase inhibitor TL True lumen TNF Tumor necrosis factor TNK-‍tPA Tenecteplase/‍Tenecteplase tissue plasminogen activator TNNI3 Troponin I, cardiac TNNT2 Troponin T TOE Transoesophageal echocardiography / echocardiogram tPA Tissue plasminogen activator t-PA Tissue plasminogen activator TPM1 Tropomyosin 1 alpha chain TR Tricuspid regurgitation TRAPS Tumour necrosis factor receptor-‍associated periodic syndrome TRL Triglyceride-‍rich lipoproteins TRV Tricuspid regurgitant velocity TS Tricuspid stenosis / Turner syndrome TSAT Transferrin saturation TSH Thyroid stimulating hormone TTE Transthoracic echocardiography TTR Time in therapeutic range / Transthyretin TV Tricuspid valve/‍ Television TVI Time–velocity integral TVR Tricuspid valve replacement Tx Tendon xanthomata UA Unstable angina UEAD Upper-‍extremity artery disease UFH Unfractionated heparin UHF Ultrafractionated heparin UK United Kingdom ULN Upper limit of normal US United States USA United States of America V/Q Scan ventilation–perfusion scintigraphy VA Vertebral artery/‍ Ventricular arrhythmia VAS Vitamin K antagonist VEGF Vascular endothelial growth factor VF Ventricular fibrillation VHD Valvular heart disease VKA Vitamin K antagonist VL Very low risk VO2 Oxygen consumption VPBs Ventricular premature beats vs Versus VSD Ventricular septal defect VT Ventricular tachycardia VTE Venous thromboembolism VV Interventricular VVI Ventricular inhibited pacing WBC White blood cells WCD Wearable cardioverter defibrillator WHF World Heart Federation WHO World Health Organization WPW Wolff-‍Parkinson-‍White WU Wood units"
}
]