[
{
	"page":"ENAS5524_1.0.0.0",
	"text":"Fourth Universal Definition of Myocardial Infarction (2018)* Kristian Thygesen (Denmark), Joseph S. Alpert (USA), Allan S. Jaffe (USA), Bernard R. Chaitman (USA), Jeroen J. Bax (The Netherlands), David A. Morrow (USA), and Harvey D. White (New Zealand): The Executive Group on behalf of the Fourth Joint ESC/ACC/AHA/WHF Task Force for the Universal Definition of Myocardial Infarction Co-‍Chairpersons Professor Kristian Thygesen Department of Cardiology Aarhus University Hospital Palle Juul-‍Jensens Boulevard DK-8200 Aarhus N, Denmark Tel: +45 78467614 Email: kristhyg@rm.dk kthygesen@oncable.dk Professor Joseph S. Alpert Department of Medicine Univ. of Arizona College of Medicine 1501 N. Campbell Ave. P.O. Box 245037 Tucson AZ 85724-5037, USA Tel: +1 5206262763 Email: jalpert@email.arizona.edu Professor Harvey D. White Green Lane Cardiovascular Service Auckland City Hospital Private Bag 92024 1030 Auckland, New Zealand Tel: +64 96309992 Email: harveyw@adhb.govt *Adapted from the Joint ESC/ACC/AHA/WHF Expert Consensus Document on the 2018 Fourth Universal Definition of Myocardial Infarction (European Heart Journal 2018. Doi-10.1093/‍eurheartj/‍ehy462). Task Force members: Hans Mickley (Denmark), Filippo Crea (Italy), Frans Van de Werf (Belgium),Chiara Bucciarelli-‍Ducci (UK), Hugo A. Katus (Germany), Fausto Pinto (Portugal), Elliott M. Antman (USA), Christian W. Hamm (Germany), Raffaele De Caterina (Italy), James Januzzi (USA), Fred S. Apple (USA), Maria Angeles Alonso Garcia (Spain), Richard Underwood (UK), John Canty (USA), Alexander Lyon (UK), P.J. Devereaux (Canada), Jose Luis Zamorano (Spain), Bertil Lindahl (Sweden), William Weintraub (USA), L. Kristin Newby (USA), Renu Virmani (USA), Pascal Vranckx (Belgium), Don Cutlip (USA), Raymond Gibbons (USA), Sidney C. Smith (USA), Dan Atar (Norway), Russell W. Luepker (USA), Rose Mary Robertson (USA), Robert Bonow (USA), P. Gabriel Steg (France), Patrick O’Gara (USA), Keith A. Fox (UK). ESC Staff: Veronica Dean, Maike Binet, Mary-‍Patricia Meuris, Catherine Despres Sophia Antipolis, France"
},
{
	"page":"ENAS5524_2.0.0.0",
	"text":"Universal definitions of myocardial injury and myocardial infarction Criteria for myocardial injury The term myocardial injury should be used when there is evidence of elevated cardiac troponin values (cTn) with at least one value above the 99th percentile upper reference limit (URL). The myocardial injury is considered acute if there is a rise and/‍or fall of cTn values. Criteria for acute myocardial infarction (types 1, 2 and 3 MI) The term acute myocardial infarction should be used when there is acute myocardial injury with clinical evidence of acute myocardial ischaemia and with detection of a rise and/‍or fall of cTn values with at least one value above the 99th percentile URL and at least one of the following: Symptoms of myocardial ischaemia; New ischaemic ECG changes; Development of pathological Q waves; Imaging evidence of new loss of viable myocardium or new regional wall motion abnormality in a pattern consistent with an ischaemic aetiology; Identification of a coronary thrombus by angiography or autopsy (not for types 2 or 3 MIs). Post-‍mortem demonstration of acute athero-‍thrombosis in the artery supplying the infarcted myocardium meets criteria for type 1 MI. Evidence of an imbalance between myocardial oxygen supply and demand unrelated to acute athero-‍thrombosis meets criteria for type 2 MI. Cardiac death in patients with symptoms suggestive of myocardial ischaemia and presumed new ischaemic ECG changes before cTn values become available or abnormal meets criteria for type 3 MI. Criteria for coronary procedure-‍related myocardial infarction (types 4 and 5 MI) Percutaneous coronary intervention (PCI) related MI is termed type 4a MI. Coronary artery bypass grafting (CABG) related MI is termed type 5 MI. Coronary procedure-‍related MI ≤48 hours after the index procedure is arbitrarily defined by an elevation of cTn values >5 times for type 4a MI and >10 times for type 5 MI of the 99th percentile URL in patients with normal baseline values. Patients with elevated pre-‍procedural cTn values, in whom the pre-‍procedural cTn level are stable (≤20% variation) or falling, must meet the criteria for a 5 or 10 fold increase and manifest a change from the baseline value of >20%. In addition with at least one of the following: New ischaemic ECG changes (this criterion is related to type 4a MI only); Development of new pathological Q waves; Imaging evidence of loss of viable myocardium that is presumed to be new and in a pattern consistent with an ischaemic aetiology; Angiographic findings consistent with a procedural flow-‍limiting complication such as coronary dissection, occlusion of a major epicardial artery or graft, side-‍branch occlusion-‍thrombus, disruption of collateral flow or distal embolization. Isolated development of new pathological Q waves meets the type 4a MI or type 5 MI criteria with either revascularization procedure if cTn values are elevated and rising but less than the pre-‍specified thresholds for PCI and CABG. Other types 4 MI include type 4b MI stent thrombosis and type 4c MI restenosis that both meet type 1 MI criteria. Post-‍mortem demonstration of a procedure-‍related thrombus meets the type 4b MI criteria. Criteria for prior or silent/‍unrecognized myocardial infarction Any one of the following criteria meets the diagnosis for prior or silent/‍ unrecognized MI: Abnormal Q waves with or without symptoms in the absence of non-ischaemic causes. Imaging evidence of loss of viable myocardium in a pattern consistent with ischaemic aetiology. Patho-‍anatomical findings of a prior MI CABG = coronary artery bypass grafting; cTn = cardiac troponin; ECG = electrocardiogram; MI = myocardial infarction; PCI = percutaneous coronary intervention; URL = upper reference limit. For interactivity see here"
},
{
	"page":"ENAS5524_3.0.0.0",
	"text":"In the late 19th century, post-‍mortem examinations demonstrated a possible relationship between thrombotic occlusion of a coronary artery and myocardial infarction (MI). However, it was not until the beginning of the 20th century that the first clinical descriptions appeared describing a connection between the formation of a thrombus in a coronary artery and its associated clinical features. Over the years, several different definitions of MI were used, leading to controversy and confusion. Hence, a general and worldwide definition for MI was needed. This occurred for the first time in the 1950–70s, when working groups from the World Health Organization (WHO) established a primarily electrocardiographic (ECG)-‍based definition of MI intended for epidemiological use. The original description, with minor modifications, is still used in epidemiological surveys. With the introduction of more sensitive cardiac biomarkers, the European Society of Cardiology (ESC) and the American College of Cardiology (ACC) collaborated to redefine MI using a biochemical and clinical approach, and reported that myocardial injury detected by abnormal biomarkers in the setting of acute myocardial ischaemia should be labelled as MI. This principle was further refined, leading to the Universal Definition of Myocardial Infarction Consensus Document in 2007, of which a novel MI classification system with five subcategories was introduced. This document, endorsed by the ESC, the American College of Cardiology Foundation (ACCF), the American Heart Association (AHA), and the World Heart Federation (WHF), was adopted by the WHO. However, the development of even more sensitive assays for markers of myocardial injury made a revision of the document necessary, which appeared as the Third Universal Definition of Myocardial Infarction Consensus Document in 2012. (Figure 1) Figure 1 History of definitions of myocardial infarction (MI) ACC = American College of Cardiology; AHA = American Heart Association; ESC = European Society of Cardiology; ISFC = International Society and Federation of Cardiology; MONICA = MONItoring of trends and determinants in CArdiovascular disease; NHLBI = National Heart, Lung, and Blood Institute; UDMI = Universal Definition of Myocardial Infarction; WHF = World Heart Federation; WHO = World Health Organization."
},
{
	"page":"ENAS5524_4.0.0.0",
	"text":"Studies have shown that myocardial injury, defined by an elevated cardiac troponin (cTn) value, is frequently encountered clinically and is associated with an adverse prognosis. Although myocardial injury is a prerequisite for the diagnosis of MI it is also an entity in itself. To establish a diagnosis of MI, criteria in addition to abnormal biomarkers are required. Non-‍ischaemic myocardial injury may arise secondary to many cardiac conditions such as myocarditis, or may be associated with non-‍cardiac conditions such as renal failure. Therefore, for patients with increased cTn values, clinicians must distinguish whether patients have suffered a non-‍ischaemic myocardial injury or one of the MI subtypes. If there is no evidence to support the presence of myocardial ischaemia, a diagnosis of myocardial injury should be made. The current Fourth Universal Definition of Myocardial Infarction Consensus Document reflects these considerations hrough adhering to the clinical approach of the definition of myocardial infarction. Clinical criteria for myocardial infarction Clinical definition of MI denotes presence of acute myocardial injury detected by abnormal cardiac biomarkers in the setting of evidence of acute myocardial ischaemia."
},
{
	"page":"ENAS5524_5.0.0.0",
	"text":"MI is defined pathologically as myocardial cell death due to prolonged ischaemia. Diminished cellular glycogen and relaxed myofibrils and sarcolemmal disruption are the first ultrastructural changes and are seen as early as at 10–15 minutes (min) after the onset of ischaemia. It can take hours before myocyte necrosis can be identified by post-‍mortem examination in humans; this is in contrast to animal models, in which biochemical evidence of myocardial cell death due to apoptosis can be detected within 10 min of induced myocardial ischaemia in association with myocyte death."
},
{
	"page":"ENAS5524_6.0.0.0",
	"text":"Cardiac troponin I (cTnI) and T (cTnT) are components of the contractile apparatus of myocardial cells and are expressed almost exclusively in the heart. Cardiac TnI and cTnT are the preferred biomarkers for the evaluation of myocardial injury. High-‍sensitivity cTn assays are recommended for routine clinical use. Other biomarkers e.g. creatine kinase MB isoform (CK-MB) are less sensitive and less specific. Myocardial injury is defined to be present when blood levels of cTn are increased above the 99th percentile upper reference limit (URL). The injury may be acute, as evidenced by a newly detected dynamic rising and/‍or falling pattern of cTn values above the 99th percentile URL, or chronic, in the setting of persistently elevated cTn levels. Criteria for myocardial injury Detection of an elevated cTn value above the 99th percentile URL is defined as myocardial injury. The injury is considered acute if there is a rise and/‍or fall of cTn values. Although elevated cTn values reflect injury to myocardial cells, they do not indicate the underlying pathophysiologic mechanisms, and can arise following preloadinduced mechanical stretch or physiological stresses in otherwise normal hearts. Various causes have been suggested for the release of structural proteins from the myocardium, including normal turnover of myocardial cells, apoptosis, cellular release of cTn degradation products, increased cellular wall permeability, formation and release of membranous blebs, and myocyte necrosis. Yet, it is not possible clinically to distinguish which increases of cTn levels are due to which mechanisms. However, regardless of the mechanism, acute myocardial injury when associated with a rising and/‍or falling pattern of cTn values with at least one value above the 99th percentile URL and caused by myocardial ischaemia is designated as an acute MI. (Figure 2) Figure 2 Spectrum of myocardial injury, ranging from no injury to myocardial infarction cTn = cardiac troponin; URL = upper reference limit. aNo myocardial injury = cTn values ≤99th percentile URL or not detectable. bMyocardial injury = cTn values >99th percentile URL. cMyocardial infarction = clinical evidence of myocardial ischaemia and a rise and/‍or fall of cTn values >99th percentile URL. Various clinical entities may involve these myocardial categories for example, ventricular tachyarrhythmia, heart failure, kidney disease, hypotension/‍shock, hypoxaemia and anaemia. Myocardial ischaemic or non-‍ischaemic conditions associated with increased cTn values are presented in Table 1. The complexity of clinical circumstances may sometimes make it difficult to discriminate specific individual mechanism(s) of myocardial injury. In this situation, the multifactorial contributions resulting in myocardial injury should be described in the patient record. Table 1 Reasons for elevation of cardiac troponin values because of myocardial injury Myocardial injury related to acute myocardial ischaemia Atherosclerotic plaque disruption with thrombosis. Myocardial injury related to acute myocardial ischaemia because of oxygen supply/‍demand imbalance Reduced myocardial perfusion, e.g. Coronary artery spasm, microvascular dysfunction Coronary embolism Coronary artery dissection Sustained bradyarrhythmia Hypotension or shock Respiratory failure Severe anaemia Increased myocardial oxygen demand, e.g. Sustained tachyarrhythmia Severe hypertension with or without left ventricular hypertrophy Other causes of myocardial injury Cardiac conditions, e.g. Heart failure Myocarditis Cardiomyopathy (any type) Takotsubo syndrome Coronary revascularization procedure Cardiac procedure other than revascularization Catheter ablation Defibrillator shocks Cardiac contusion Systemic conditions, e.g. Sepsis, infectious disease Chronic kidney disease Stroke, subarachnoid haemorrhage Pulmonary embolism, pulmonary hypertension Infiltrative diseases, e.g. amyloidosis, sarcoidosis Chemotherapeutic agents Critically ill patients Strenuous exercise"
},
{
	"page":"ENAS5524_7.1.0.0",
	"text":"If myocardial ischaemia is present clinically or detected by ECG changes together with myocardial injury, manifested by a rising and/‍or falling pattern of cTn values, a diagnosis of acute MI is appropriate. If myocardial ischaemia is not present clinically, then elevated cTn levels may be indicative of acute myocardial injury if the pattern of values is rising and/‍or falling, or related to more chronic ongoing injury if the pattern is unchanging. It is usual practice to designate MI in patients with chest discomfort or other ischaemic symptoms, who develop new ST-‍segment elevations in two contiguous leads, or new bundle branch blocks with ischaemic repolarization patterns as an ST-‍elevation MI (STEMI) (see ECG section). In contrast, patients without ST-‍segment elevation at presentation are usually designated non-ST-‍elevation MI (NSTEMI). In addition to these categories, MI may be classified into various types based on pathological, clinical, and prognostic differences along with different treatment strategies."
},
{
	"page":"ENAS5524_7.2.0.0",
	"text":"MI caused by athero-‍thrombotic coronary artery disease (CAD) and usually precipitated by atherosclerotic plaque disruption (rupture or erosion) is designated as a type 1 MI. The relative burden of atherosclerosis and thrombosis in the culprit lesion varies greatly, and the dynamic thrombotic component may lead to distal coronary embolization resulting in myocyte necrosis. Plaque rupture may not only be complicated by intraluminal thrombosis but also by haemorrhage into the plaque through the disrupted surface. (Figure 3). Figure 3 Myocardial infarction type 1 Criteria for type 1 MI Detection of a rise and/‍or fall of cTn with at least one value above the 99th percentile URL and with at least one of the following: Symptoms of acute myocardial ischaemia; New ischaemic ECG changes; Development of pathological Q waves; Imaging evidence of new loss of viable myocardium or new regional wall motion abnormality in a pattern consistent with an ischaemic aetiology; Identification of a coronary thrombus by angiography including intracoronary imaging or by autopsy.a aPost-‍mortem demonstration of an athero-‍thrombus in the artery supplying the infarcted myocardium or macroscopically a large circumscribed area of necrosis with or without intramyocardial haemorrhage meets the type 1 MI criteria regardless of cTn values. It is essential to integrate the ECG findings with the aim of classifying type 1 MI into STEMI or NSTEMI in order to establish the appropriate treatment according to current guidelines."
},
{
	"page":"ENAS5524_7.3.1.0",
	"text":"The pathophysiological mechanism leading to ischaemic myocardial injury in the context of a mismatch between oxygen supply and demand has been classified as type 2 MI. In patients with stable known or presumed CAD, an acute stressor such as an acute gastrointestinal bleed with a precipitous drop in haemoglobin, or a sustained tachyarrhythmia with clinical manifestations of myocardial ischaemia, may result in myocardial injury and a type 2 MI. These effects are due to insufficient blood flow to the ischaemic myocardium to meet the increased myocardial oxygen demand of the stressor. Ischaemic thresholds may vary substantially in individual patients depending on the magnitude of the stressor, the presence of non-‍cardiac comorbidities and the extent of underlying CAD and cardiac structural abnormalities. Coronary atherosclerosis is a common finding in type 2 MI patients selected for coronary angiography. In some cases, coronary embolism caused by thrombi, calcium or vegetation from the atria or ventricles or acute aortic dissection may result in a type 2 MI. Spontaneous coronary artery dissection with or without intramural haematoma is another non-‍atherosclerotic condition that may occur, especially in young women. It is defined as spontaneous dissection of the coronary artery wall with accumulation of blood within the false lumen, which can compress the true lumen to varying degrees (Figure 4). Figure 4 Myocardial infarction type 2 Criteria for type 2 MI Detection of a rise and/‍or fall of cTn with at least one value above the 99th percentile URL, and evidence of an imbalance between myocardial oxygen supply and demand unrelated to coronary thrombosis, requiring at least one of the following: Symptoms of acute myocardial ischaemia; New ischaemic ECG changes; Development of pathological Q waves; Imaging evidence of new loss of viable myocardium, or new regional wall motion abnormality in a pattern consistent with an ischaemic aetiology. Figure 5 Framework for type 2 MI considering the clinical context and pathophysiological mechanisms attributable to acute myocardial ischaemia  aIschaemic thresholds vary substantially in relation to the magnitude of the stressor and the extent of underlying cardiac disease."
},
{
	"page":"ENAS5524_7.3.2.0",
	"text":"Type 2 MI and myocardial injury are frequently encountered in clinical practice and both are related to a poor outcome. A conceptual model to facilitate the clinical distinction between acute ischaemic myocardial injury with or without an acuteathero-‍thrombotic event (type 1 or type 2 MI) vs. conditions without acute ischaemic athero-‍thrombotic event (type 1 or type 2 MI) vs. conditions without acute ischaemic myocardial injury is displayed in Figure 6. Acute MI requires a rising and/‍or falling pattern of cTn values. Acute myocardial injury may also manifest such a pattern but if the injury is related to structural heart disease, the cTn values may be stable and unchanging. Type 2 MI and non-‍ischaemic myocardial injury may coexist. It should be recognized that some disease entities could be on both sides of the diagram, e. g. acute heart failure that may occur in the context of acute myocardial ischaemia. Nevertheless, abnormal cTn values in the setting of acute and/‍or chronic heart failure are often better categorized as a myocardial injury condition. Figure 6 A model for interpreting myocardial injury   URL = upper reference limit. aStable denotes ≤20% variation of troponin values in the appropriate clinical context. bIschaemia denote signs and/‍or symptoms of clinical myocardial ischaemia. Ischaemic thresholds vary substantially in relation to the magnitude of the stressor and the extent of underlying cardiac disease. For interactivity see here"
},
{
	"page":"ENAS5524_7.4.0.0",
	"text":"The detection of cardiac biomarkers in blood is fundamental for establishing the diagnosis of MI. However, patients can manifest a typical presentation of myocardial ischaemia/‍infarction including presumed new ischaemic ECG changes or ventricular fibrillation and die before it is possible to obtain blood for cardiac biomarker determination. Such patients are designated as having a type 3 MI, when suspicion for an acute myocardial ischaemic event is high, even when cardiac biomarker evidence of MI is lacking. Criteria for type 3 MI Patients who suffer cardiac death, with symptoms suggestive of myocardial ischaemia accompanied by presumed new ischaemic ECG changes or ventricular fibrillation, but die before blood samples for biomarkers can be obtained, or before increases in cardiac biomarkers can be identified, or MI detected by autopsy examination.  "
},
{
	"page":"ENAS5524_8.0.0.0",
	"text":"Cardiac procedural myocardial injury related to coronary revascularization procedures, whether percutaneous coronary intervention (PCI) or coronary artery bypass grafting (CABG), may be temporally related to the procedure itself, reflecting periprocedural issues, or may occur later reflecting complications of a device, such as early or late stent thrombosis or in-‍stent restenosis for PCI, or graft occlusion or stenosis with CABG. Criteria for cardiac procedural myocardial injury Cardiac procedural myocardial injury is arbitrarily defined by increases of cTn values (>99th percentile URL) in patients with normal baseline values (≤99th percentile URL) or a rise of cTn values >20% of the baseline value when it is above the 99th percentile URL but it is stable or falling. The occurrence of procedural myocardial injury can be detected by measurement of cTn before the procedure and repeated 3–6 hours (h) later. Where the second value is rising, further sampling should be performed to document the peak cTn value. Increasing levels after the procedure can only be attributed with certainty to procedural myocardial injury when the pre-‍procedural cTn values are normal (≤99th percentile URL) or if they are stable or falling."
},
{
	"page":"ENAS5524_9.1.0.0",
	"text":"Stand-‍alone post-‍procedural increases of cTn values are sufficient to establish a diagnosis of procedural related myocardial injury but not for the diagnosis of type 4a MI. Type 4a MI requires an elevation of cTn values >5 times the 99th percentile URL in patients with normal baseline values or in patients with elevated pre-‍procedure cTn in whom the cTn levels are stable (≤20% variation) or falling, the post-‍procedure cTn must rise >20% to an absolute value >5 times the 99th percentile URL. In addition, there should be evidence of new myocardial ischaemia, either from ECG changes, or from imaging evidence, or from procedure-‍related complications associated with reduced coronary blood flow such as coronary dissection, occlusion of a major epicardial artery or a side branch occlusion/thrombus, disruption of collateral flow, slow flow or no-‍reflow, or distal embolization. Other criteria that meet the definition of type 4a MI regardless of hs-‍cTn or cTn values are the development of new pathological Q waves or autopsy evidence of recent procedurerelated thrombus in the culprit artery. Criteria for PCI-‍related MI ≤48 h after the index procedure (type 4a MI) Coronary intervention-related MI is arbitrarily defined by elevation of cTn values >5 times the 99th percentile URL in patients with normal baseline values. In patients with elevated pre-‍procedure cTn in whom the cTn level are stable (≤20% variation) or falling, the post-‍procedure cTn must rise by >20%. However, the absolute post-‍procedural value must still be at least five times the 99th percentile URL. In addition, one of the following elements is required: New ischaemic ECG changes; Development of new pathological Q waves;a Imaging evidence of new loss of viable myocardium or new regional wall motion abnormality in a pattern consistent with an ischaemic aetiology; Angiographic findings consistent with a procedural flow-‍limiting complication such as coronary dissection, occlusion of a major epicardial artery or a side branch occlusion/ thrombus, disruption of collateral flow or distal embolization.b aIsolated development of new pathological Q waves meets the type 4a MI criteria if cTn values are elevated and rising but <5 times the 99th percentile URL. bPost-‍mortem demonstration of a procedure-‍related thrombus in the culprit artery or macroscopically a large circumscribed area of necrosis with or without intra-‍myocardial haemorrhage meets the type 4a MI criteria."
},
{
	"page":"ENAS5524_9.2.0.0",
	"text":"A subcategory of PCI-‍related MI is stent/‍scaffold thrombosis, type 4b MI, as documented by angiography or autopsy using the same criteria utilized for type 1 MI. It is important to indicate the time of the occurrence of the stent/‍scaffold thrombosis in relation to the timing of the PCI procedure. The following temporal categories are suggested: acute 0–24 h, subacute >24 h to 30 days, late >30 days to 1 year, and very late >1 year after stent/‍scaffold implantation."
},
{
	"page":"ENAS5524_9.3.0.0",
	"text":"Occasionally MI occurs and, at angiography, in-‍stent restenosis, or restenosis following balloon angioplasty in the infarct territory, is the only angiographic explanation since no other culprit lesion or thrombus can be identified. This PCI-‍related MI type is designated as type 4c MI, defined as focal or diffuse restenosis or a complex lesion associated with a rise and/‍or fall of cTn values above the 99th percentile URL applying the same criteria utilized for type 1 MI."
},
{
	"page":"ENAS5524_10.0.0.0",
	"text":"Numerous factors can lead to procedural myocardial injury during a CABG procedure. Many of them are related to the details of the cardiac preservation, the extent of the direct traumatic injury to the myocardium as well as any potential ischaemic injury. For that reason, increases in cTn values should be expected after all CABG procedures. However for diagnosing type 5 MI, it is suggested to apply a cTn value >10 times the 99th percentile URL as the cut-‍point during the first 48 h following CABG, occurring from a normal baseline cTn value (≤99th percentile URL) together with accompanying ECG, angiographic or imaging evidence of new myocardial ischaemia/‍new loss of myocardial viability. Criteria for CABG-‍related MI ≤48 h after the index procedure (type 5 MI) CABG-‍related MI is arbitrarily defined as elevation of cTn values >10 times the 99th percentile URL in patients with normal baseline cTn values. In patients with elevated pre-‍procedure cTn in whom cTn levels are stable (≤20% variation) or falling, the post-‍procedure cTn must rise by >20%. However, the absolute postprocedural value still must be >10 times the 99th percentile URL. In addition, one of the following elements is required: Development of new pathological Q waves;a Angiographic documented new graft occlusion or new native coronary artery occlusion; Imaging evidence of new loss of viable myocardium or new regional wall motion abnormality in a pattern consistent with an ischaemic aetiology. aIsolated development of new pathological Q waves meets the type 5 MI criteria if cTn values are elevated and rising but <10 times the 99th percentile URL."
},
{
	"page":"ENAS5524_11.0.0.0",
	"text":"The term reinfarction is used clinically for an acute MI that occurs within 28 days of an incident or recurrent MI. Reinfarction should be considered when ST-‍elevation ≥1 mm recurs or new pathognomonic Q waves appear in at least two contiguous leads, particularly when associated with ischaemic symptoms. In patients where reinfarction is suspected from clinical signs or symptoms following the initial MI, an immediate measurement of cTn is recommended. A second sample should be obtained 3–6 h later or earlier with more sensitive cTn assays. If the cTn concentration is elevated, but stable or decreasing at the time of suspected reinfarction, the diagnosis of reinfarction requires a >20% increase of the cTn value in the second sample."
},
{
	"page":"ENAS5524_12.0.0.0",
	"text":"If characteristics of an MI occur after 28 days following an incident MI, it is considered to be a recurrent MI."
},
{
	"page":"ENAS5524_13.0.0.0",
	"text":"Cardiac procedures such as transcatheter valve interventions may cause myocardial injury, both by direct trauma to the myocardium and by creating regional ischaemia secondary to coronary obstruction or embolization.Ablation of arrhythmias involves controlled procedural myocardial injury by application of warming or cooling of the tissue. The extent of procedural myocardial injury can be assessed by serial cTn measurements. Increases of cTn values in this context should be considered procedural myocardial injury and not labelled as MI unless the biomarker criteria and one of the ancillary criteria for acute myocardial ischaemia listed for type 5 MI are present."
},
{
	"page":"ENAS5524_14.0.0.0",
	"text":"Perioperative MI is one of the most important complications in major non-‍cardiac surgery, and it is associated with a poor prognosis. Most patients who have a perioperative MI will not experience ischaemic symptoms due to anaesthesia, sedation, or pain relieving medications. Post-‍operative cTn surveillance is recommended for high-‍risk individuals. In order to properly interpret the aetiology of elevated post-‍operative values, a baseline pre-‍operative value is necessary to determine whether the increase is acute or more chronic. A diagnosis of MI, however, still requires, in addition to an increase of cTn values, evidence of myocardial ischaemia that may be evident from the peri- and postoperative period e.g. ST-‍segment changes on telemetry/‍ECG, repeated episodes of hypoxia, hypotension, tachycardia, etc. or imaging evidence of MI. In the absence of evidence for acute myocardial ischaemia, a diagnosis of acute myocardial injury is more appropriate."
},
{
	"page":"ENAS5524_15.0.0.0",
	"text":"Depending on the assay used, detectable to clearly elevated cTn values being indicative of myocardial injury may be seen in patients with heart failure (HF). Using hs-‍cTn assays, measurable hs-‍cTn concentrations may be present in nearly all patients with HF, with a significant percentage exceeding the 99th percentile URL, particularly in those patients with more severe HF syndromes, such as in acutely decompensated HF. Direct cellular toxicity related to inflammation, circulating neurohormones and infiltrative processes may present with HF and abnormal cTn measurements indicating myocardial injury. In the context of an acutely decompensated HF presentation, cTn should always be promptly measured and the ECG recorded, with the goal of identifying or excluding myocardial ischaemia as the precipitant."
},
{
	"page":"ENAS5524_16.0.0.0",
	"text":"Takotsubo syndrome (TTS) can mimic MI and is found in ~1–2% of patients presenting with suspected STEMI. The onset of TTS is often triggered by intense emotional or physical stresses and over 90% of patients are post-‍menopausal women. ST-‍segment elevation is frequent but the extent of the ST-‍segment elevation is usually widespread across the lateral and precordial leads, beyond that of a single coronary artery distribution. There are usually transient elevations in cTn levels, but the peak cTn values observed are modest and in contrast with the large territory of ECG changes or left ventricular (LV) dysfunction. The rise and fall in cTn levels support an acute myocardial injury, secondary to the high catecholamine surges which are known to trigger cTn release from cardiomyocytes. Coronary vasospasm or high myocardial strain hypercontractility or high ventricular afterload may also contribute to myocardial ischaemia. The diagnosis of TTS should be suspected when the clinical manifestations and ECG abnormalities are out of proportion to the degree of elevation of cTn values and when the distribution of the LV wall motion abnormalities does not correlate with a single coronary artery distribution. However, coronary angiography and ventriculography are often needed to secure the diagnosis."
},
{
	"page":"ENAS5524_17.0.0.0",
	"text":"It is increasingly recognized that there is a group of MI patients with no angiographic obstructive CAD (≥50% diameter stenosis in a major epicardial vessel) and the term myocardial infarction with non-‍obstructive coronary arteries (MINOCA) has been coined for this entity. The diagnosis of MINOCA, like the diagnosis of MI, indicates that there is an ischaemic mechanism responsible for the myocyte injury. The prevalence of MINOCA is estimated to be 6–8% among patients diagnosed with MI and more common in women than men as well as in patients presenting with NSTEMI than STEMI. Atherosclerotic plaque disruption and coronary thrombosis may be a cause of MINOCA, i.e. type 1 MI. However, coronary spasm and spontaneous coronary dissection may be involved as well, i.e. type 2 MI, along with other possible causes. Additional coronary imaging and functional testing methods may be useful to elucidate the mechanisms of ischaemia in MINOCA."
},
{
	"page":"ENAS5524_18.0.0.0",
	"text":"Many patients with chronic kidney disease (CKD) have elevation of cTn values. This is particularly the case for hs-‍cTnT which is more often elevated compared to hs-‍cTnI. It has been shown using hs-‍cTn assays that renal dysfunction is commonly associated with cardiovascular abnormalities. The mechanisms include increased ventricular pressure, small-‍vessel coronary obstruction, anaemia, hypotension, and possibly direct toxic effects on the myocardium associated with the uraemic state. Cardiomyocyte apoptosis and autophagy due to acute wall stretch have been demonstrated experimentally. Studies suggest that serial changes in cTn levels are equally effective in diagnosing MI in patients with CKD and in those with normal renal function. If the level of elevated cTn values is unchanging, the elevated level is likely a reflection of chronic myocardial injury. However, if a rising and/‍or falling pattern is present and it is accompanied by ischaemic symptoms, new ischaemic ECG changes, or loss of viable myocardium on imaging, a diagnosis of acute MI is likely."
},
{
	"page":"ENAS5524_19.0.0.0",
	"text":"Detection of a rise and/‍or fall of cTn values is essential and a key early component along with other elements of the clinical evaluation to establish the diagnosis of acute MI. An idealized view of troponin kinetics in patients with acute MI is shown in Figure 7. It should be appreciated that because biomarker release is substantially dependent on blood flow, there is significant variability in the time to peak value (velocity), the time when a normal value may become greater than the 99th percentile URL or when a changing pattern of values can be observed. The ability to define a changing pattern will also depend on timing. For example,around peak values, it may be difficult to observe a changing pattern of values. Similarly, the downslope of the time-‍concentration curve is much slower than the upslope. These issues need to be taken into account when defining whether or not a changing pattern is present. Figure 7 Illustration of early cardiac troponin kinetics in patients after acute myocardial injury including acute myocardial infarction cTn = cardiac troponin; URL = upper reference limit. The timing of biomarker release into the circulation is dependent on blood flow and how soon after the onset of symptoms samples are obtained. Thus, the ability to consider small changes as diagnostic can be problematic. In addition, many comorbidities increase cTn values, and in particular hs-‍cTn values, so that elevations can be present at baseline even in those with myocardial infarction who present early after the onset of symptoms. Changes in cTn values or deltas can be used to define acute compared to chronic events and the ability to detect these is indicated in the figure. Inreased cTn values can often be detected for days after an acute event."
},
{
	"page":"ENAS5524_20.0.0.0",
	"text":"The current guidelines accommodate all assays, whether hs-‍cTn, contemporary (conventional) cTn or point of care (POC) cTn. While hs-‍cTn assays are able to measure relatively low values and document small increases above the 99th percentile URL, many contemporary and POC cTn assays may not detect small increasing values within the reference interval or slightly above the 99th percentile URL, leading to substantial differences in the frequency of events based solely on the cTn assay used. It is recommended that values for cTn assays be reported as whole numbers in nanograms per litre (ng/L) to avoid interpretation problems associated with multiple zeroes and decimal points that can often result in confusion. All assays, including cTn assays, have some analytic problems resulting in false positive and false negative results but these problems are less common with hs-‍cTn assays."
},
{
	"page":"ENAS5524_21.0.0.0",
	"text":"Blood samples for the measurement of cTn should be drawn on first assessment (designated as 0 h) and repeated 3–6 h later, or earlier with hs-‍cTn assays. The sampling interval will impact the clinical cut-‍off at baseline and what is determined to be a pathological rise and/‍or fall of the biomarker. Sampling beyond 6 h may be required if further ischaemic episodes occur, or in high-‍risk patients. To establish the diagnosis of an acute MI, a rise and/‍or fall in cTn values with at least one value above the 99th percentile URL is required, coupled with a high clinical and/‍or ECG likelihood of myocardial ischaemia. Strategies employing either very low levels of hs-‍cTn on presentation or the lack of any change and persistently normal hs-‍cTn values over a 1–2 h period after presentation have been advocated to exclude acute myocardial injury and MI as well. A single sample rule out strategy using a very low value has high sensitivity for myocardial injury and therefore high negative predictive value to exclude MI. The clinical specificity and positive predictive value of such 1–2 h sampling approaches for ruling in MI are limited by the substantial proportion of individuals who meet the proposed biomarker criteria with diagnoses other than MI. Thus, the use of a rapid rule in/‍out MI protocol does not absolve the clinician from considering other causes for acute myocardial injury."
},
{
	"page":"ENAS5524_22.1.0.0",
	"text":"The ECG is an integral part of the diagnostic work-‍up of patients with suspected MI and should be acquired and interpreted promptly after first medical contact. Acute myocardial ischaemia is often associated with dynamic changes in ECG waveform and serial ECG acquisition can provide critical information, particularly if the ECG at initial presentation is non-‍diagnostic. Recording several standard ECGs with fixed electrode positions at 15–30 min intervals for the initial 1–2 h, or the use of ontinuous computer-‍assisted 12-lead ECG recording, if available, to detect dynamic ECG changes, is reasonable for patients with persistent or recurrent symptoms or an initial non-‍diagnostic ECG. The J-‍point (junction between QRS termination and ST-‍segment onset) is used to determine the magnitude of the ST-‍segment shift with the onset of the QRS serving as the reference point. In patients with a stable baseline, the TP segment (isoelectric interval) is a more accurate method to assess the magnitude of ST-‍segment shift, and in distinguishing pericarditis from acute myocardial ischaemia. Tachycardia and baseline shift are common in the acute setting and can make this determination difficult. Therefore, QRS onset is recommended as the reference point for J-‍point determination. (Figure 8) Figure 8 ECG example of ST-‍segment elevation The initial onset of the Q wave shown by arrow 1 serves as the reference point and arrow 2 shows the onset of the ST-‍segment or J-‍point. The difference between the two identifies the magnitude of the displacement. Measurements of both arrows should be made from the top of the ECG line tracing."
},
{
	"page":"ENAS5524_22.2.0.0",
	"text":"Table 2 lists ST-‍segment–T wave (ST-T) criteria suggestive of acute myocardial ischaemia that may or may not lead to MI. New, or presumed new, J-‍point elevation ≥1 mm (1 mm = 0.1 millivolt [mV]) is required in all leads other than V2 and V3 as an ischaemic response. In healthy men under age 40, J-‍point elevation can be as much as 2.5 mm in leads V2 or V3, but it decreases with increasing age. Sex differences require different cut-‍points for women, since J-‍point elevation in healthy women in leads V2 and V3 is less than in men. The criteria require that the ST shift be present in two or more contiguous leads. For example, ≥2 mm of ST-‍elevation in lead V2 and ≥1 mm in lead V1 would meet the criteria of two abnormal contiguous leads in a man ≥40 years old. However, ≥1 mm and <2 mm of ST-‍elevation, seen only in leads V2–V3 in men (or <1.5 mm in women), may represent a normal finding. Table 2 Electrocardiographic manifestations suggestive of acute myocardial ischaemia (in the absence of left ventricular hypertrophy and bundle branch block) ST-‍elevation New ST-‍elevation at the J-‍point in two contiguous leads with the cut-‍point: ≥1 mm in all leads other than leads V2–V3 where the following cut-‍points apply: ≥2mm in men ≥40 years; ≥2.5 mm in men <40 years, or ≥1.5 mm in women regardless of age.a ST-‍depression and T wave changes New horizontal or downsloping ST-‍depression ≥0.5 mm in two contiguous leads and/‍or T inversion >1 mm in two contiguous leads with prominent R wave or R/S ratio >1 . aWhen the magnitudes of J-‍point elevation in leads V2 and V3 are registered from a prior ECG, new J-‍point elevation ≥1 mm (as compared to the earlier ECG) should be considered an ischaemic response."
},
{
	"page":"ENAS5524_22.3.0.0",
	"text":"Supplemental leads as well as serial ECG recordings should be deployed with a very low threshold in patients who present with ischaemic chest pain and a nondiagnostic initial ECG. ECG evidence of myocardial ischaemia in the distribution of a left circumflex artery is often overlooked. Isolated ST-‍segment depression >0.5 mm in leads V1–V3 may indicate left circumflex occlusion and can best be captured using posterior leads at the fifth intercostal space. A cut-‍point of 0.5 mm ST-‍elevation is recommended in leads V7–V9; specificity is increased at a cut-‍point ≥1 mm ST-‍elevation and this cut-‍point should be used in men <40 years old. In patients with inferior and suspected right ventricular infarction, leads aVR or V1 may exhibit ST-‍segment elevation ≥1 mm. The early recording of right precordial leads V3R and V4R should be performed, since ST-‍elevation ≥0.5 mm (≥1 mm in men <30 years old) provides supportive criteria for the diagnosis. Changes in right precordial leads may be transient, and absence of ECG changes in leads V3R and V4R does not exclude right ventricular infarction."
},
{
	"page":"ENAS5524_22.4.0.0",
	"text":"Asymptomatic patients who develop new Q wave criteria for MI detected during routine ECG follow-‍up, or reveal evidence of MI by cardiac imaging that cannot be directly attributed to an interim coronary revascularization procedure or an ACS admission, should be termed ‘silent or unrecognized MI’.  The Q wave criteria associated with MI and increased relative risk of death are illustrated in Table 3 and are contained in Q wave coding algorithms such as the Minnesota Code and the WHO MONItoring of trends and determinants in CArdiovascular disease (MONICA) code. Table 3 Electrocardiographic changes associated with prior myocardial infarction (in the absence of left ventricular hypertrophy and left bundle branch block) Any Q wave in leads V2–V3 >0.02 s or QS complex in leads V2–V3. Q wave ≥0.03 s and ≥1 mm deep or QS complex in leads I, II, aVL, aVF or V4–V6 in any two leads of a contiguous lead grouping (I, aVL; V1–V6; II, III, aVF).a R wave >0.04 s in V1–V2 and R/S >1 with a concordant positive T wave in absence of conduction defect. s = seconds. aThe same criteria are used for supplemental leads V7–V9. The specificity of the ECG diagnosis for MI is greatest when Q waves occur in several leads or lead groupings or are >0.04 seconds. When the Q waves are associated with ST deviations or T wave changes in the same leads, the likelihood of MI is increased. Non-‍invasive imaging techniques also provide important supportive evidence of prior MI, particularly when ECG criteria are equivocal. Thus, the diagnosis of a new silent Q wave MI should be confirmed by a repeat ECG recording and focused questioning about potential interim ischaemic symptoms, or by an imaging study. Criteria for prior or silent/unrecognized myocardial infarction Any one of the following criteria meets the diagnosis for prior or silent/unrecognized MI: Pathological Q waves as described in Table 3, with or without symptoms, in the absence of non-‍ischaemic causes. Imaging evidence of loss of viable myocardium in a pattern consistent with ischaemic aetiology. Pathological findings of a prior MI.    "
},
{
	"page":"ENAS5524_23.1.0.0",
	"text":"Imaging techniques can be useful in the diagnosis of acute MI because of the ability to detect wall motion abnormalities or loss of viable myocardium in the presence of elevated cardiac biomarker values. Demonstration of new loss of myocardial viability in the absence of non-‍ischaemic causes supports the diagnosis of MI. Normal function practically excludes significant MI but a small MI cannot be ruled out. Thus, imaging techniques are useful for early triage and discharge of patients with suspected MI. However, if biomarkers have been measured at appropriate times and are normal, this excludes acute MI and takes precedence over the imaging criteria."
},
{
	"page":"ENAS5524_23.2.0.0",
	"text":"The strength of echocardiography is the combined assessment of cardiac structure and function, in particular myocardial thickness, thickening/‍thinning and motion. Regional wall motion abnormalities induced by ischaemia can be detected by echocardiography almost immediately after onset when >20% transmural myocardial thickness is affected. These abnormalities, when new and without alternative aetiology, support the diagnosis of MI when cTn values show a rising and/‍or falling pattern. Echocardiography also allows detection of non-‍coronary cardiac pathologies known to cause chest pain, e.g. acute pericarditis, severe aortic stenosis, and hypertrophic cardiomyopathy among others. The technique is useful in diagnosing mechanical complications in patients with MI and haemodynamic compromise (shock) or other potentially fatal entities such as acute aortic dissection or massive pulmonary embolism where the clinical presentation might be similar to that seen with acute MI."
},
{
	"page":"ENAS5524_23.3.0.0",
	"text":"The high tissue contrast and resolution of cardiac magnetic resonance (CMR) provides an accurate assessment of myocardial structure and function. Although less commonly used in the acute setting, it has similar capability to echocardiography in suspected MI. Paramagnetic contrast agents can be used to assess myocardial perfusion and the increase in extracellular space that is associated with the fibrosis of prior MI. These techniques have been used in the setting of acute MI and localized delay in contrast enhancement is able to detect even small areas of subendocardial MI, thought to be as little as 1 g. CMR also has the ability to identify the presence and extent of myocardial oedema/‍inflammation, allowing the distinction of acute vs. chronic myocardial injury. Figure 9 Figure 9 Patterns of post-‍contrast cardiac magnetic resonance images reflecting ischaemic and non-‍ischaemic myocardial injury Post-‍contrast cardiac magnetic resonance images: the gadolinium-‍based contrasts wash out slowly from smyocardium with increased extracellular space such as fibrosis, thus enhancing areas of scar (white arrows). The different patterns of scar are divided into ischaemic and non-‍ischaemic. Typically, ischaemic scar/fibrosis (upper panel) extends from the subendocardium to the epicardium (subendocardial, nontransmural scar vs. transmural scar). Conversely non-‍ischaemic fibrosis/scar can be encountered at the epicardium, in the mid-‍wall, or at the insertion points of the right ventricle (lower panel)."
},
{
	"page":"ENAS5524_23.4.0.0",
	"text":"In drug and device development programmes, MI may be an entry criterion or be used as an efficacy endpoint, commonly as a component of the primary endpoint, as well as a safety endpoint of interest in drug development programmes. A universal definition of MI is of great benefit for clinical studies, since it will allow a standardized approach for meaningful interpretation and comparison across different trials, or the pooling of results for the detection of safety signals. For the harmonization of the MI definition it is important to standardize the reporting of MI events by clinical events committees. This  ould allow a more optimal comparison of MI rates among drug and device trials."
},
{
	"page":"ENAS5524_24.0.0.0",
	"text":"(N)OAC (Non-‍vitamin K antagonist) oral anticoagulant °C Degree Celsius 2D/ 2-D Two-‍dimensional 2hPG 2-h post-‍load plasma glucose 3D/ 3-D Three-‍‍dimensional 5-FU 5-‍fluorouracil 99mTc-‍DPD Technetium-‍‍99m 3,3-‍diphosphono-‍‍1,2-‍propanodicarboxylic acid A/C Anticoagulation AAA Abdominal aortic aneurysm AAD Antiarrhythmic drugs AAS Acute aortic syndrome ABC Age, biomarkers, clinical history ABI Ankle-‍‍Brachial Index ABPM Ambulatory BP monitoring ACA Aborted cardiac arrest ACC American College of Cardiology ACCA Acute Cardiovascular Care Association ACCF American College of Cardiology Foundation ACCOAST Comparison of Prasugrel at the Time of Percutaneous Coronary Intervention or as Pretreatment at the Time of Diagnosis in Patients with Non-‍ST Elevation Myocardial Infarction ACE Angiotensin-‍‍converting enzyme ACEF Age, creatinine, ejection fraction ACEI Angiotensin-‍‍converting enzyme inhibitor ACE-I(s) Angiotensin-‍‍converting enzyme inhibitor(s) ACEI/ ACE-‍I/ ACE-‍Is Angiotensin converting enzyme inhibitors ACEIs Angiotensin-‍‍converting enzyme inhibitor ACS Acute coronary syndrome ACT Activated clotting time AD Aortic dissection ADA American Diabetes Association/Adenosine deaminase ADD Acute aortic dissection ADP Adenosine diphosphate AEPC Association for European Paediatric and Congenital Cardiology AF Atrial flutter/Atrial fibrillation AFNET German Competence NETwork on Atrial Fibrillation AHA American Heart Association AHF Acute heart failure AHRE Atrial high rate episodes AINR International normalized ratio AK Alpha kinase AKI Acute kidney injury AL Amyloid light chain ALAT/ ALT Alanine aminotransferase ALI Acute limb ischaemia AMI Acute myocardial infarction/‍Acute mesenteric ischaemia ANA Anti-‍nuclear antibodies ANCA Anti-‍neutrophil cytoplasm antibodies AO Aorta AOS Aneurysms-‍‍osteoarthritis syndrome AP Accessory pathway APAH Conditions associated with pulmonary arterial hypertension Apo Apolipoprotein apo A I Apolipoprotein A I apo B Apolipoprotein B aPTT Activated partial thromboplastin time AR Aortic regurgitation ARB Angiotensin II receptor blocker/‍ Angiotensin receptor blocker ARBs Angiotensin receptor blockers/angiotensin II receptor blockers ARNI Angiotensin receptor neprilysin inhibition ARVC Arrhythmogenic right ventricular cardiomyopathy AS Aortic stenosis ASA Acetylsalicylic acid ASAT/ AST Aspartate aminotransferase ASCERT American College of Cardiology Foundation–Society of Thoracic Surgeons Database Collaboration ASE American Society of Echocardiography AST/&thinsp;ALT/&thinsp;ALP Aspartate / alanine aminotransferase / alkaline phosphatase ASV Adaptive servo-‍‍ventilation AT Antithrombin ATOR Atorvastatin ATP Antitachycardiac pacing/Adenosine triphosphate ATRIA AnTicoagulation and Risk factors In Atrial fibrillation ATS Arterial tortuosity syndrome ATTR Amyloidosis, transthyretin type AUC Area under the curve AV Atrioventricular/Arteriovenous AVA Aortic valve area AVB Atrioventricular block AVID Antiarrhythmic drugs Versus Implantable Defibrillator AVM AV delay management AVP Arginine vasopressin AVR Aortic valve replacement b.i.d. Bis in die (twice daily) b.p.m/ bpm Beats per minute BARI-2D Bypass Angioplasty Revascularization Investigation 2 Diabetes BAS Balloon atrial septostomy BAV Balloon aortic valvuloplasty/‍‍Bicuspid aortic valve BB Beta-‍blocker BBB Bundle branch block BC Blood culture BCNIE Blood culture-negative infective endocarditis BCR-‍ABL Breakpoint cluster region-‍‍Abelson BGA Blood gas analysis BIMA Bilateral internal mammary artery Bi-‍PAP Bilevel positive airway pressure BiV Biventricular BiVAD Bi-‍ventricular assist device BMI Body mass index BMPR Bone morphogenetic protein receptor, type 2 BMS Bare metal stent BMT Best medical therapy BNP Brain natriuretic peptide/‍‍ B-‍type natriuretic peptide BP Blood pressure BPA Balloon pulmonary angioplasty BRS Bioresorbable vascular scaffold BSA Body surface area BUN Blood urea nitrogen CABG Coronary artery bypass graft/‍‍ Coronary artery bypass graft surgery CAD Coronary artery disease CAS Carotid artery stenting CASH Cardiac Arrest Study Hamburg Cath/ Lab Catheterization laboratory CCB Calcium channel blocker CCNAP Council on Cardiovascular Nursing and Allied Professions CCP Council for Cardiology Practice CCPC Council on Cardiovascular Primary Care CCS Canadian Cardiovascular Society CCU Coronary care unit CDRIE Cardiac device-‍‍related infective endocarditis CEA Carotid endarterectomy/‍Carcinoembryonic antigen CFA Common femoral artery CFC Cardiofaciocutaneous CHA2DS2-VASc Congestive heart failure or left ventricular dysfunction, Hypertension, Age ≥75 (doubled), Diabetes, Stroke (doubled)-‍Vascular disease, Age 65–74, Sex category (female) CHADS2 Cardiac failure, Hypertension, Age, Diabetes, Stroke (doubled) CHARM-‍‍Added Candesartan in Heart Failure: Assessment of Reduction in Mortality and Morbidity-‍‍Added CHD Coronary heart disease/ Congenital heart disease CHF Congestive heart failure/ Chronic heart failure CHT Council on Hypertension CI Cardiac index / Contra-‍indication / Confidence interval CIA Common iliac artery CI-‍AKI Contrast-‍‍induced acute kidney injury CIDS Canadian Implantable Defibrillator Study CIED Cardiac implantable electronic device CIN Contrast-‍‍induced nephropathy CK Creatine phophokinase/Creatinine kinase CKD Chronic kidney disease CKD-‍EPI Chronic Kidney Disease Epidemiology Collaboration CK-MB Creatine kinase MB isoform CLI Chronic limb ischaemia CLTI Chronic limb-‍threatening ischaemia CMI Chronic mesenteric ischaemia CMP Cardiomyopathy CMR Cardiac magnetic resonance/Cardiovascular magnetic resonance CMV Cytomegalovirus CO Cardiac output CoA Coarctation / Coarctation of the aorta Cons Conservative cont Continued COPD Chronic obstructive pulmonary disease COT Cardiac Oncology Toxicity COURAGE Clinical Outcomes Utilization Revascularization and Aggressive Drug Evaluation COX Cyclo-‍oxygenase/ Cyclooxygenase CPAP Continuous positive airway pressure CPET Cardiopulmonary exercise testing CPFE Combined pulmonary fibrosis and emphysema CPG Committee for Practice Guidelines CPVT Catecholaminergic polymorphic ventricular tachycardia CR Cardiac rehabilitation CrCI Creatinine clearance CRP C-‍reactive protein CRT Cardiac resynchronization therapy CRT-D Cardiac resynchronization therapy defibrillator/‍‍ Defibrillator with cardiac resynchronization therapy CRT-P Cardiac resynchronization therapy pacemaker CRUSADE Can Rapid risk stratification of Unstable angina patients Suppress ADverse outcomes with Early implementation of the ACC/‍AHA guidelines CSF Colony-‍‍stimulating factor/‍Cerebrospinal fluid CSM Carotid sinus massage CSS Carotid sinus syncope/syndrome CT Computed tomographic / tomogram/‍tomography CTA Computed tomography angiography CTD Connective tissue disease CTEPH Chronic thromboembolic pulmonary hypertension cTN Cardiac troponin CTO Chronic total occlusions CTRCD Cancer Therapeutics–Related Cardiac Dysfunction Ctrl Control CUS Compression venous ultrasonography CV Cardiovascular/Cardioversion CVD Cardiovascular disease/Cardiovascular heart disease CW Continuous wave CXR Chest X-ray DALYs Disability adjusted life years DAPT Dual (oral) antiplatelet therapy/Dual antiplatelet therapy DAT Dual antithrombotic therapy DBP Diastolic blood pressure DC Direct current DCB Drug-‍coated balloon DCC Direct-‍‍current cardioversion DCM Dilated cardiomyopathy DDI Drug-‍drug interactions DEFINITE DEFibrillator In Non-‍Ischemic cardiomyopathy Treatment Evaluation DES Drug-‍eluting stent DFT Defibrillation threshold DHP Dihydropyridine DI-DO Door-‍in to door-‍out time DLCO Carbon monoxide diffusing capacity DM Diabetes mellitus DNA Deoxyribonucleic acid DPAH Drug induced PAH DPG Diastolic pressure gradient DPP Diabetes prevention program DSA Digital subtraction angiography/ultrasound DT Deceleration time DTB Door-to-balloon time DTIs Direct thrombin inhibitors DUS Duplex ultrasonography / Doppler ultrasound/Duplex ultrasound DVT Deep vein thrombosis E/A Ratio of mitral peak velocity of early filling (E) to mitral peak velocity of late filling (A) E/e’ Ratio of early transmitral flow velocity (E) to early mitral annulus velocity (e’) EACPR European Association for Cardiovascular Prevention & Rehabilitation EACTS European Association of Cardio-‍‍Thoracic Surgery/‍‍ European Association for Cardio-‍‍Thoracic Surgery EACVI European Association of Cardiovascular Imaging EANM European Association of Nuclear Medicine EAPC European Association of Preventive Cardiology EAPCI European Association of Percutaneous Cardiovascular Interventions EAS European Atherosclerosis Society EASD European Association for the Study of Diabetes EBV Epstein-‍‍Barr virus ECG Electrocardiogram / Electrocardiographic ECHO Echocardiography/Echocardiogram ECLS Extracorporeal life support ECMO Extracorporeal membrane oxygenation ECST European Carotid Surgery Trial ECVF Extacellular volume fraction ED Erectile dysfunction/ Emergency department EDS-‍IV Ehlers-‍‍Danlos syndrome type IV EDV End-‍diastolic velocity EF Ejection fraction eGFR Estimated glomerular filtration rate EHRA European Heart Rhythm Association EIA External iliac artery EIF Eukaryotic translation initiation factor EMA European Medicines Agency EMB Endomyocardial biopsy EMS Emergency medical system/‍‍service ENA Anti-‍extractable nuclear antigens Enox Enoxaparin EP Electrophysiology EPD Embolic protection device EPS Electrophysiologic study ER Extended release formulations ERA Endothelin receptor antagonist EROA Effective regurgitant orifice area ERS European Respiratory Society ESC European Society of Cardiology ESCMID European Society of Clinical Microbiology and Infectious Diseases ESCT European Carotid Surgery Trial ESH European Society of Hypertension ESO European Stroke Organisation ESR European Society of Radiology/‍‍Erythrocyte sedimentation rate ESRD End-‍stage renal disease ESVS European Society for Vascular Surgery ETT Endotracheal tube EU European Union EULAR European League Against Rheumatism EuroSCORE European System for Cardiac Operative Risk Evaluation EVAR Endovascular aortic repair/‍‍reconstruction EVT endovascular therapy Exp+ Experimental therapy FAME-2 Fractional Flow Reserve-‍‍Guided Percutaneous Coronary Intervention Plus Optimal Medical Treatment Versus Optimal Medical Treatment Alone in Patients With Stable Coronary Artery Disease FBN1 Fibrillin 1 FC Functional class FCH Familial combined hyperlipidaemia FCM Ferric carboxymaltose FDA US Food and Drug Administration/‍‍ Food and Drug Administration FDG Fluorodeoxyglucose FFP Fresh frozen plasma FFR Fractional flow reserve FH Familial hypercholesterolaemia FHL1 Four and a half LIM domains 1 FINDRISC FINnish Diabetes RIsk SCore FL False lumen FLUVA Fluvastatin FMC First medical contact FMCTB First-medical-contact-to-balloon time FMF Familial Mediterranean fever Fonda Fondaparinux FPG Fasting plasma glucose FU Follow-‍‍up GFR Glomerular filtration rate/Estimated glomerular filtration rate GGTP Gamma-‍‍glutamyl transpeptidase GI Gastrointestinal GLP-1 Glucagon-‍‍like peptide-1 GLS Global longitudinal strain GM Granulocyte-‍‍macrophage GP Glycoprotein / General practitioner GRACE Global Registry of Acute Coronary Events GSV Great saphenous vein GUCH Grown-‍‍up patients with congenital heart disease HAART Highly active antiretroviral treatment HACEK Haemophilus parainfluenzae, H. aphrophilus, H. paraphrophilus, H. influenzae, Actinobacillus actinomycetemcomitans, Cardiobacterium hominis, Eikenella corrodens, Kingella kingae, and K. denitrificans HAS-‍BLED Hypertension, Abnormal renal/‍‍liver function, Stroke, Bleeding history or predisposition, Labile INR, Elderly (65), Drugs concomitantly/‍alcohol abuse HB Haemoglobin HbA1c Glycated haemoglobin / Glycated haemoglobin A1c HBPM Home BP monitoring HCM Hypertrophic cardiomyopathy HCV Hepatitis C virus HDAC Histone deacetylase HDL High density lipoprotein HDL-C High density lipoprotein-‍‍cholesterol HeFH Heterozygous familial hypercholesterolaemia HER2 Human epidermal growth factor receptor 2 HF Heart failure HFA Heart Failure Association H-‍FABP Heart-‍‍type fatty acid-‍binding protein HFmrEF Heart failure with mid-‍range ejection fraction HFpEF/‍ HF-‍PEF Heart failure with preserved ejection fraction HFrEF/‍ HF-‍REF Heart failure with reduced ejection fraction HHD Hypertensive heart disease HHV Human herpesvirus H-‍ISDN Hydralazine and isosorbide dinitrate HIT Heparin-‍‍induced thrombocytopenia HITS High intensity transient signal HIV Human immunodeficiency virus HoFH Homozygous familial hypercholesterolaemia HPAH Heritable PAH HR Heart rate HRCT High resolution CT hs-‍CRP high-‍sensitivity C-‍reactive protein HT/ HTN Hypertension HTG Hypertrigiyceridaemia i.v. / IV Intravenous IABP Intraaortic balloon pump IAS Inter-‍‍atrial septum ICA Invasive coronary angiography ICCU Intensive cardiac care unit ICD Implantable cardioverter defibrillator/‍‍ International Classification of Diseases ICH Intracranial haemorrhage ICU Intensive care unit ID Infectious disease IDF International Diabetes Federation IE Infective endocarditis IFG Impaired fasting glucose IFN Interferon-‍‍gamma IGRA Interferon-‍‍gamma release assay IGT Impaired glucose tolerance IHD Ischaemic heart disease IL-2 Interleukin 2 ILR Implantable loop recorder IMA Internal mammary artery IMH Intramural haematoma IMT Intima–media thickness INR International normalized ratio IN-‍TIME Implant-‍‍based multiparameter telemonitoring of patients with heart failure IOMC Iso-‍osmolar contrast medium IPAH Idiopathic pulmonary arterial hypertension IPF Idiopathic pulmonary fibrosis IRA Infarct related artery ISH Isolated systolic hypertension ISHLT International Society for Heart and Lung Transplantation IU International units IUD Intrauterine device IV Intravenous IV UHF Intravenous unfractionated heparin IVC Inferior vena cava IVDA Intravenous drug abusers IVIG Intravenous immunoglobulin IVUS Intravascular ultrasound JSAP Japanese Stable Angina Pectoris km per h Kilometres per hour LA Left atrium/‍‍atrial LAA Left atrial appendage LAD Left anterior descending (coronary artery) LAE Left atrial enlargement LAH Left anterior hemiblock LAVI Left atrial volume index LBBB Left bundle branch block LCC Left coronary cusp Lcx Left circumflex LD Loading dose LDH Lactate dehydrogenase LDL Low-‍density lipoprotein LDL-C Low-‍density lipoprotein-‍‍cholesterol LDLR Low density lipoprotein receptor LDS Loeys-‍‍Dietz syndrome LEAD Lower-‍‍extremity artery disease LEOPARD lentigines, ECG abnormalities, ocular hypertelorism, pulmonary stenosis, abnormal genitalia, retardation of growth, and sensorineural deafness LGE Late gadolinium enhancement LHD left heart disease LLN Lower limit of normality LM Left main LMNA Lamin A/C LMWH Low molecular weight heparin LOCM Low-‍osmolar contrast medium LoE Level of evidence LOVA Lovastatin Lp Lipoprotein Lp(a) Lipoprotein(a) LQTS Long QT syndrome LTBI Latent tuberculosis infection LV Left ventricle / left ventricular LVAD Left ventricular assist device LVEDD Left ventricular end-‍diastolic diameter LVEDP Left ventricular end diastolic pressure LVEF Left ventricular ejection fraction LVESD Left ventricular end-‍systolic diameter LVESV Left ventricular end-‍systolic volume LVESVI Left ventricular end-‍systolic volume index LVF Left ventricular function LVH Left ventricular hypertrophy LVM Left ventricular mass LVMI Left ventricular mass index LVOT Left ventricular outflow tract LVOTG Left ventricular outflow tract gradient LVOTO Left ventricular outflow tract obstruction MACE Major adverse cardiac events MADIT Multicenter Automatic Defibrillator Implantation Trial MASS II The medicine, angioplasty, or surgery study Mbq Millibecquerel MCS Mechanical circulatory support MD Maintenance dose MDCT Multidetector computed tomographic angiography/Multi-detector computed tomography MDRD Modifikation of Diet in Renal Disease Med RX Medial therapy MedPed Make Early Diagnosis to Prevent Early Deaths MELAS mitochondrial encephalomyopathy, lactic acidosis, and stroke-‍‍like episodes MERFF Myoclonic epilepsy with ragged red fibres MET Metabolic equivalent MetS Metabolic syndrome MI Myocardial infarction MIC Minimum inhibitory concentration MINOCA Myocardial infarction with non-‍obstructive coronary arteries mo. month(s) MPI Myocardial perfusion imaging MPR Multiplanar reconstruction MPS Myocardial perfusion scintigraphy / Myocardial perfusion stress MR Magnetic resonance/ Mitral regurgitation/ Mineralocorticoid receptor MRA Mineralocorticoid receptor antagonist / Magnetic resonance angiography MRAs Mineralocorticoid receptor antagonists MRI Magnetic resonance imaging MR-‍proANP Mid-‍regional pro atrial natriuretic peptide/‍‍ Mid-‍regional pro A-‍type natriuretic peptide MRSA Methicillin-‍‍resistant Staphylococcus aureus MS Mitral stenosis MSAD Multisite artery disease MSCT Multislice computed tomography MSSA Methicillin-‍‍susceptible Staphylococcus aureus mSv Millisievert MUGA Multigated radionuclide angiography mV millivolt(s) MV abn Mitral valve abnormality MVA Mitral valve area MWD Minute walk distance MWT Minute walk test MYBPC3 Myosin-‍‍binding protein C MYH7 Myosin, heavy chain 7 MYL3 Essential myosin light chain n.a/ NA not available/‍ Not available N/A Not applicable N/R Not reported NASCET North American Symptomatic Carotid Endarterectomy Trial NCC Non coronary cusp NCDR National cardiovascular data registry NIHSS National Institutes of Health stroke severity scale NIPPV Non-‍invasive positive pressure ventilation NIV Non-‍invasive ventilation NNH Numbers needed to harm NNT Numbers needed to treat/‍‍ Number of individuals needed to treat NOAC Non-‍vitamin K antagonist oral anticoagulant NOAC/ NOAC(s) Novel oral anticoagulant / New oral anticoagulant / Non-‍vitamin K antagonist direct oral anticoagulant/ Non-‍vitamin K antagonist oral anticoagulant(S) NOACS Non-‍vitamin K antagonist oral anticoagulants Non-‍HDL-‍C Non-‍HDL cholesterol NP Natriuretic peptide NPV Negative predictive value NR No recommendation NRT Nicotine replacement therapy NSAID Non-‍steroidal antiinflammatory drug(s) NSAIDs Non-‍steroidal anti-‍inflammatory drugs NSQIP National surgical quality improvement program NSTE Non-‍ST-‍elevation NSTE-‍ACS Non-‍ST-‍segment elevation acute coronary syndrome/ Non-‍ST elevation acute coronary syndrome NSTEMI Non-‍ST-‍elevation myocardial infarction NSVT Non-‍sustained ventricular tachycardia NTG Nitroglycerine NT-‍proBNP N-‍terminal pro B-‍type/‍brain natriuretic peptide NVE Native valve endocarditis NYHA New York Heart Association O2 Oxygen OAC Oral anticoagulation/‍ anticoagulant OARS Open-‍ended questions, Affirmation, Reflective listening, Summarising OCT Optical coherence tomography OD Organ damage OGTT Oral glucose tolerance test OHCA Out-‍of-‍hospital cardiac arrest OHS Obesity hypoventilation syndrome OMT Optimal medical therapy OR Odds ratio ORBIT Outcomes Registry for Better Informed Treatment of Atrial Fibrillation OSA Obstructive sleep apnoea p.o. Per os PA Postero-anterior/ Pulmonary artery/‍‍ Physical activity PAD Peripheral artery disease PADs Peripheral arterial diseases PAH Pulmonary arterial hypertension / Pulmonary hypertension PaO2 Partial pressure of oxygen PAP Pulmonary artery pressure/ Pulmonary arterial pressure PAR Protease-‍‍activated receptor PAU Penetrating aortic ulcer PAWP Pulmonary artery wedge pressure PCA Prostacyclin analogues PCC Prothrombin coagulation complax/‍‍ Prothrombin complex concentrates PCH Pulmonary capillary haemangiomatosis PCI Percutaneous coronary intervention PCIS Post-‍cardiac injury syndromes PCR Polymerase chain reaction PCSK9 Proprotein convertase subtilisin/‍‍kexin type 9 PCWP Pulmonary capillary wedge pressure PDE Phosphodiesterase type-5 inhibitors/ Phosphodiesterase PDE5 Phosphodiesterase type 5 PE Pulmonary embolism PEA Pulmonary endarterectomy PEP Primary endpoint PESI Pulmonary embolism severity index PET Positron emission tomography PFT Pulmonary function tests PH Pulmonary hypertension PISA Proximal isovelocity surface area PITA Pitavastatin PM Pacemaker/‍‍Pain management PMC Percutaneous mitral commissurotomy PPCM Peripartum cardiomyopathy PPI Proton pump inhibitor PPIs Proton pump inhibitors PPS Post-‍pericardiotomy syndrome PRAVA Pravastatin PRECISE-‍‍DAPT PREdicting bleeding Complications In patients undergoing Stent implantation and subsEquent Dual Anti Platelet Therapy PRIMARY PCI Primary percutaneous coronary intervention PRKAG2 Gamma-‍‍2 subunit of the adenosine monophosphate-‍‍activated protein kinase PS Pulmonary valve stenosis PTA Percutaneous transluminal angioplasty / Pre-‍test probability PTT Partial thromboplastin time PUFA/ PUFAs Polyunsaturated fatty acid/ Polyunsaturated fatty acids PVC Premature ventricular contraction/‍‍ Premature ventricular complex PVE Prosthetic valve endocarditis PVI Pulmonary vein isolation PVL Paravalvular leak PVOD Pulmonary veno-‍occlusive disease PVR Pulmonary vascular resistance PVS Programmed ventricular stimulation PWV Pulse wave velocity R Vol Regurgitant volume RA Right atrium/‍‍ Rheumatoid arthritis RAA Renin–angiotensin–aldosterone RAAS Renin-‍‍angiotensin-‍aldosterone system RAD Renal artery disease RAP Right atrial pressure RAS Renal artery stenosis / Renin-‍‍angiotensin system RBBB Right bundle branch block RBC Red blood cell RCC Right coronary cusp RCT/‍RCTs Randomized controlled trial RF Risk factor rFVIIa Activated recombinant factor VII RHC Right heart catheterization ROSU Rosuvastatin rPA Recombinant plasminogen activator/‍‍Right pulmonary artery r-PA Reteplase RR Relative risk RRR Relative risk reduction rtPA Recombinant tissue plasminogen activator RV Right ventricle/ventricular RVEDP Right ventricular end-‍diastolic pressure RVOT Right ventricular outflow tract RVOTO Right ventricular outlow tract obstruction RVSP Right ventricular systolic pressure S.C. Subcutaneous SA Signal-‍averaged SAA Septal alcohol ablation SADS Sudden arrhythmic death syndrome SAM Systolic anterior motion SAN Sinoatrial node SaO2 Saturated oxygen SAPT Single antiplatelet therapy SAS Sleep apnea syndrome SAVR Surgical aortic valve replacement SB Sinus bradycardia SBP Systolic blood pressure SCAD Stable coronary artery disease SCD Sudden cardiac death SCORE Systematic Coronary Risk Evaluation / Systematic Coronary Risk Estimation SFA Superficial femoral artery SGLT2 Sodium glucose co-‍transporter 2 SIDS Sudden infant death syndrome SIMVA Simvastatin SIRS Systemic inflammatory response SLE Systemic lupus erythematosus SMART Specific, Measurable, Achievable, Realistic and Timely SND Sinus node disease SPAP Systolic pulmonary artery pressure SPECT Single-‍‍photon emission computed tomography sPESI Simplified Pulmonary Embolism Severity Index SpO2 Saturation of peripheral oxygen SQTS Short QT syndrome SR Sinus rhythm SSS Sick sinus syndrome STE-‍ACS ST-‍segment elevation acute coronary syndrome STEMI ST-‍elevation myocardial infarction/ST-‍segment elevation myocardial infarction STS Society of Thoracic Surgeon/‍‍ Structured telephone support ST-T ST-‍segment-‍T wave SUDI Sudden unexplained death in infancy SUDS Sudden unexplained death syndrome SVG Saphenous vein graft Svi Stroke volume index SVR Surgical ventricular reconstruction. SVT Supraventricular tachycardia SWISSI II Swiss Interventional Study on Silent Ischemia Type II SYNTAX SYNergy between percutaneous coronary intervention with TAXus and cardiac surgery T1DM Type 1 diabetes mellitus T2DM Type 2 diabetes mellitus TA Tricuspid annulus TAA Thoracic aortic aneurysm TAAD Thoracic aortic aneurysms and dissection TAI Traumatic aortic injury TAPSE Tricuspid annulus plane systolic excursion TASC TransAtlantic Inter-‍‍Society Consensus TAVI Transcatheter aortic valve implantation/ Transaortic valve implantation TB Tuberculosis TC Total cholesterol TcPO2 Transcutaneous oxygen pressure T-DM1 Trastuzumab-‍‍emtansine TE Thromboembolism / Thrombo-‍‍embolic TEE Transesophageal echocardiogram TEVAR Thoracic endovascular aortic repair TG Triglyceride TGA Complete transposition of the great arteries Three DE Three dimensional echocardiography TIA Transient ischaemic attack / Transitory ischaemic attack TIBC Total iron-‍binding capacity TIME Trial of invasive versus medical therapy in elderly patients with chronic symptomatic coronary-‍‍artery disease TIMI Thrombolysis In Myocardial Infarction TKI Tyrosine kinase inhibitor TL True lumen TNF Tumor necrosis factor TNK-‍tPA Tenecteplase/‍‍Tenecteplase tissue plasminogen activator TNNI3 Troponin I, cardiac TNNT2 Troponin T TOE Transoesophageal echocardiography / echocardiogram tPA Tissue plasminogen activator t-PA Tissue plasminogen activator TPM1 Tropomyosin 1 alpha chain TR Tricuspid regurgitation TRAPS Tumour necrosis factor receptor-‍‍associated periodic syndrome TRL Triglyceride-‍‍rich lipoproteins TRV Tricuspid regurgitant velocity TS Tricuspid stenosis / Turner syndrome TSAT Transferrin saturation TSH Thyroid stimulating hormone TTE Transthoracic echocardiography TTR Time in therapeutic range / Transthyretin TV Tricuspid valve/‍‍ Television TVI Time–velocity integral TVR Tricuspid valve replacement Tx Tendon xanthomata UA Unstable angina UEAD Upper-‍‍extremity artery disease UFH Unfractionated heparin UHF Ultrafractionated heparin UK United Kingdom ULN Upper limit of normal US United States USA United States of America V/Q Scan ventilation–perfusion scintigraphy VA Vertebral artery/‍‍ Ventricular arrhythmia VAS Vitamin K antagonist VEGF Vascular endothelial growth factor VF Ventricular fibrillation VHD Valvular heart disease VKA Vitamin K antagonist VL Very low risk VO2 Oxygen consumption VPBs Ventricular premature beats vs Versus VSD Ventricular septal defect VT Ventricular tachycardia VTE Venous thromboembolism VV Interventricular VVI Ventricular inhibited pacing WBC White blood cells WCD Wearable cardioverter defibrillator WHF World Heart Federation WHO World Health Organization WPW Wolff-‍‍Parkinson-‍‍White WU Wood units"
}
]