[
{
	"page":"ENAS5326_1.0.0.0",
	"text":"1.0.0.0 Authors and legal information 2017 ESC Focused Update on Dual Antiplatelet Therapy in Coronary Artery Disease in collaboration with the European Association for Cardio-‍Thoracic Surgery (EACTS)* The Task Force for the Management of Dual Antiplatelet Therapy in Coronary Artery Disease of the European Society of Cardiology (ESC) and of the European Association for Cardio-Thoracic Surgery (EACTS) Chairperson: Marco Valgimigli Swiss Cardiovascular Center - Inselspital, University of Bern CH-3010, Bern, Switzerland Phone: +41 31 632 3077 Fax: +41 10 7035258 Email: marco.valgimigli@insel.ch Authors/Task Force Members: Héctor Bueno (Spain), Robert Byrne (Germany), Jean-‍Philippe Collet (France), Francesco Costa (Italy), Anders Jeppsson (Sweden), Peter Juni (Switzerland), Adnan Kastrati (Germany), Philippe Kolh (Belgium), Laura Mauri (USA), Gilles Montalescot (France), Franz-‍Josef Neumann (Germany), Mate Petricevic (Croatia), Marco Roffi (Switzerland), Philippe Gabriel Steg (France), Stephan Windecker (Switzerland), Jose Luis Zamorano (Spain) Additional Contributor: Glenn Levine (USA) ESC entities having participated in the development of this document: Associations: Acute Cardiovascular Care Association (ACCA), European Association for Preventive cardiology (EAPC), European Association of Percutaneous Cardiovascular Interventions (EAPCI). Working Groups: Cardiovascular Pharmacotherapy, Cardiovascular Surgery, Coronary Pathophysiology and Microcirculation, Peripheral Circulation, Pulmonary Circulation and Right Ventricular Function, Thrombosis, Valvular Heart Disease. ESC Staff: Veronica Dean, Catherine Despres, Maike Binet - Sophia Antipolis, France *Adapted from the ESC Focused Update on Dual Antiplatelet Therapy in Coronary Artery Disease (European Heart Journal 2017, doi:10.1093/eurheartj/ehx419)"
},
{
	"page":"ENAS5326_2.0.0.0",
	"text":"2.0.0.0 Preamble Table 1: Classes of recommendations Classes of recommendations Definition Suggested wording to use Class I Evidence and/‍or general agreement that a given treatment or procedure is beneficial, useful, effective. Is recommended/‍is indicated Class II Conflicting evidence and/‍or a divergence of opinion about the usefulness/efficacy of the given treatment or procedure. Class IIa Weight of evidence/opinion is in favour of usefulness/efficacy. Should be considered Class IIb Usefulness/‍efficacy is less well established by evidence/opinion. May be considered Class III Evidence or general agreement that the given treatment or procedure is not useful/ effective, and in some cases may be harmful. Is not recommended Table 2: Levels of evidence Level of evidence A Data derived from multiple randomized clinical trials or meta-‍analyses. Level of evidence B Data derived from a single randomized clinical trial or large non-‍randomized studies. Level of evidence C Consensus of opinion of the experts and/‍or small studies, retrospective studies, registries."
},
{
	"page":"ENAS5326_3.0.0.0",
	"text":"3. Definition and classification Based on population estimates from 2015, in the region of 1 400 000 and 2 200 000 patients per year may have an indication for DAPT after coronary intervention or myocardial infarction (MI), respectively in Europe. In 2017, it is the 21st anniversary of the publication of the first randomized clinical trial establishing the superiority of DAPT over anticoagulant therapy among patients undergoing percutaneous coronary intervention (PCI) (Figure 1). Based on over 35 randomized clinical trials, including more than 225 000 patients, DAPT is among the most intensively investigated treatment options in the field of cardiovascular medicine (Figure 1). Figure 1 History of dual antiplatelet therapy (DAPT) in patients with coronary artery disease The size of the circles denotes sample size. The colours of perimeters identify the type of included patient populations within each study. The colours within each circle identify the antiplatelet agent(s) investigated. Head-‍to-‍head studies comparing similar durations of two different antiplatelet strategies are shown with a vertical line, whereas those investigating different treatment durations are shown with a horizontal line. Studies investigating different treatment strategies or regimens and not treatment durations or type (e.g. pre-‍treatment in ACCOAST, tailored therapy in GRAVITAS, double dose of clopidogrel in CURRENT OASIS 7, etc.) are represented with a single colour indicating the P2Y12 inhibitor, which was tested on top of aspirin. pts - patients."
},
{
	"page":"ENAS5326_4.1.0.0",
	"text":"4.0. DAPT duration tools and recommendations 4.1. Risk scores Given the trade-‍off between ischaemic vs. bleeding risks for any given DAPT duration, the use of scores might prove useful to tailor DAPT duration in order to maximize ischaemic protection and minimize bleeding risks in the individual patient. The use of risk scores, which were specifically designed to guide and inform decision-‍making on DAPT duration, should be prioritized over other available risk scores (Table 3). The table below provides an overview for the risk scores, which have been validated for dual antiplatelet therapy duration decision-‍making Table 3 Risk scores validated for dual antiplatelet therapy duration decision making PRECISE-‍DAPT score Time of use At the time of coronary stenting DAPT duration strategies assessed Short DAPT (3–6 months) vs. Standard/‍long DAPT (12–24 months) Score calculationa Score range 0 to 100 points Decision making cut-‍off suggested Score ≥25 → Short DAPT Score <25 → Standard/‍long DAPT Calculator www.precisedaptscore.com DAPT score Time of use After 12 months of uneventful DAPT DAPT duration strategies assessed Standard DAPT (12 months) vs. Long DAPT (30 months) Score calculationa Age   ≥75 –2 pt 65 to <75 –1 pt <65 0 pt Cigarette smoking +1 pt Diabetes mellitus +1 pt MI at presentation +1 pt Prior PCI or prior MI +1 pt Paclitaxel-‍eluting stent +1 pt Stent diameter <3 mm +1 pt CHF or LVEF <30% +2 pt Vein graft stent +2 pt Score range –2 to 10 points Decision making cut-‍off suggested Score ≥2 → Long DAPT Score <2 → Standard DAPT Calculator www.daptstudy.org CHF = congestive heart failure; CrCl = dual antiplatelet therapy; Hb = haemoglobin; LVEF = left ventricular ejection fraction; MI = myocardial infarction; PCI = percutaneous coronary intervention; PRECISE-‍DAPT = PREdicting bleeding Complications In patients undergoing Stent implantation and subsEquent Dual Anti Platelet Therapy; WBC = white blood cell count. aFor the PRECISE-‍DAPT score use the score nomogram: mark patient’s value for each of the five clinical variables of the score and draw a vertical line to the ‘Point’ axis to determine the number of points obtained for each clinical variable.Then summate the points obtained for each clinical variable to the total score. A practical case example for score calculation is provided in Web Figure 1 of the Web Addenda (www.escardio.org/guidelines). For the DAPT score summate positive points for each value and subtract values for age to the total score. For interactivity see here"
},
{
	"page":"ENAS5326_4.2.1.0",
	"text":"4.2 Recommendations 4.2.1. Use of risk scores The table below provides a recommendation on the use of risk scores as guidance for the duration of dual antiplatelet therapy. Recommendations for the use of risk scores as guidance for the duration of dual antiplatelet therapy Recommendation Classa Levelb The use of risk scores designed to evaluate the benefits and risks of different DAPT durationsc may be considered. IIb A DAPT = dual antiplatelet therapy. aClass of recommendation. bLevel of evidence. cThe DAPT and PRECISE-DAPT scores are those currently fulfilling these requirements."
},
{
	"page":"ENAS5326_4.2.2.0",
	"text":"4.2.2. P2Y12 inhibitor selection and timing Recommendations on P2Y12 inhibitor selection and timing Recommendations Classa Levelb In patients with ACS, ticagrelor (180 mg loading dose, 90 mg twice daily) on top of aspirinc is recommended, regardless of initial treatment strategy, including patients pre-‍treated with clopidogrel (which should be discontinued when ticagrelor is commenced) unless there are contra-indicationsc. I B In patients with ACS undergoing PCI, prasugrel (60 mg loading dose, 10 mg daily dose) on top of aspirin is recommended for P2Y12 inhibitor-‍naïve patients with NSTE-‍ACS or initially conservatively managed STEMI if indication for PCI is established, or in STEMI patients undergoing immediate coronary catheterization unless there is a high-risk of life-‍threatening bleeding or other contra-indicationsc I B Pre-‍treatment with a P2Y12 inhibitor is generally recommended in patients in whom coronary anatomy is known and the decision to proceed to PCI is made as well as in patients with STEMI. I A In patients with NSTE-‍ACS undergoing invasive management, ticagrelor administration (180 mg loading dose, 90 mg twice daily), or clopidogrel (600 mg loading dose, 75 mg daily dose) if ticagrelor is not an option, should be considered as soon as the diagnosis is established. IIa C In patients with stable CAD pre-‍treatment with clopidogrel may be considered if the probability of PCI is high. IIb C Clopidogrel (600 mg loading dose, 75 mg daily dose) on top of aspirin is recommended in stable CAD patients undergoing coronary stent implantation and in ACS patients who cannot receive ticagrelor or prasugrel, including those with prior intracranial bleeding or indication for OAC. I A Clopidogrel (300 mg loading dose in patients aged ≤75, 75 mg daily dose) is recommended on top of aspirin in STEMI patients receiving thrombolysis. I A Ticagrelor or prasugrel on top of aspirin may be considered instead of clopidogrel in stable CAD patients undergoing PCI, taking into account the ischaemic (e.g. high SYNTAX score, prior stent thrombosis, location and number of implanted stents) and bleeding (e.g. according to PRECISE-DAPT) risks. IIb C In NSTE-‍ACS patients in whom coronary anatomy is not known, it is not recommended to administer prasugrel. III B ACS = acute coronary syndrome; CAD = coronary artery disease; DAPT = dual antiplatelet therapy; NSTE-ACS = non-ST-elevation acute coronary syndrome; OAC = oral anticoagulant; PCI = percutaneous coronary intervention; PRECISE-DAPT = PREdicting bleeding Complications In patients undergoing Stent implantation and subsEquent Dual Anti Platelet Therapy; STEMI = ST-elevation myocardial infarction; SYNTAX = Synergy Between Percutaneous Coronary Intervention With Taxus and Cardiac Surgery. aClass of recommendation - bLevel of evidence - cContra-indications for ticagrelor: previous intracranial haemorrhage or ongoing bleeds. Contra-indications for prasugrel: previous intracranial haemorrhage, previous ischaemic stroke or transient ischaemic attack or ongoing bleeds; prasugrel is not recommended for patients ≥75 years of age or with a bodyweight <60 kg."
},
{
	"page":"ENAS5326_4.2.3.0",
	"text":"4.2.3. Measures to minimize bleeding Recommendations on measures to minimize bleeding while on dual antiplatelet therapy Recommendations Classa Levelb Radial over femoral access is recommended for coronary angiography and PCI if performed by an expert radial operator. I A In patients treated with DAPT, a daily aspirin dose of 75−100 mg is recommended. I A A PPI in combination with DAPT is recommended.c I B Routine platelet function testing to adjust antiplatelet therapy before or after elective stenting is not recommended. III A DAPT = dual antiplatelet therapy; PCI = percutaneous coronary intervention; PPI proton pump inhibitor. aClass of recommendation - bLevel of evidence - cWhile the evidence that a PPI does not increase the risk of cardiovascular events was generated with omeprazole, based on drug-‍drug interaction studies, omeprazole and esomeprazole would appear to have the highest propensity for clinically relevant interactions, while pantoprazole and rabeprazole have the lowest."
},
{
	"page":"ENAS5326_4.2.4.0",
	"text":"4.2.4. Switching between oral P2Y12 inhibitors Recommendations for switching between oral P2Y12 inhibitors Recommendations Classa Levelb In patients with ACS who were previously exposed to clopidogrel, switching from clopidogrel to ticagrelor is recommended early after hospital admission at a loading dose of 180 mg irrespective of timing and loading dose of clopidogrel, unless contra-indications to ticagrelor exist.c I B Additional switching between oral P2Y12 inhibitors may be considered in cases of side effects/‍drug intolerance according to the proposed algorithms. IIb C ACS = acute coronary syndrome. aClass of recommendation - bLevel of evidence. cContra-indications for ticagrelor: previous intracranial haemorrhage or ongoing bleeds."
},
{
	"page":"ENAS5326_4.3.0.0",
	"text":"4.3 Switching algorithms Figure 2 Algorithm for switching between oral P2Y12 inhibitors in the acute setting LD = loading dose; MD = maintenance dose Colour-coding refers to the ESC class of recommendation (green = Class I; orange = Class IIb). The green arrow from clopidogrel to ticagrelor highlights the only switching algorithm for which outcome data are available in patients with acute coronary syndrome. No outcome data (orange arrows) are available for all other switching algorithms. Acute setting is considered as a switching occurring during hospitalization. Figure 2bis Algorithm for switching between oral P2Y12 inhibitors in the chronic setting LD = loading dose; MD = maintenance dose Colour-coding refers to the ESC class of recommendation (orange = Class IIb). The green arrow from clopidogrel to ticagrelor highlights the only switching algorithm for which outcome data are available in patients with acute coronary syndrome. No outcome data (orange arrows) are available for all other switching algorithms. For interactivity see here"
},
{
	"page":"ENAS5326_5.1.0.0",
	"text":"5.0 DAPT and percutaneous coronary intervention 5.1 Overview An overview of recommendations endorsed by these guidelines regarding DAPT duration after PCI, as well as after CABG or in medically managed ACS patients, is provided in Figure 3 (see below). Figure 3 Algorithm for dual antiplatelet therapy (DAPT) in patients with coronary artery disease. High bleeding risk is considered as an increased risk of spontaneous bleeding during DAPT (e.g. PRECISE-DAPT score ≥25). ACS = acute coronary syndrome; BMS = bare-metal stent; BRS = bioresorbable vascular scaffold; CABG = coronary artery bypass graft ; DCB = drug-coated balloon; DES = drug-eluting stent; PCI = percutaneous coronary intervention; Stable CAD= stable coronary artery disease. High bleeding risk is considered as an increased risk of spontaneous bleeding during DAPT (e.g. PRECISE-DAPT score ≥25). Colour-coding refers to the ESC Classes of Recommendations (green = Class I; yellow = Class IIa; orange = Class IIb). Treatments presented within the same line are sorted in alphabetic order, no preferential recommendation unless clearly stated otherwise. 1After PCI with DCB 6 mo. DAPT should be considered (Class IIa B). 2if patient presents with Stable CAD or, in case of ACS, is not eligible for a treatment with prasugrel or ticagrelor. 3if patient is not eligible for a treatment with prasugrel or ticagrelor. 4if patient is not eligible for a treatment with ticagrelor."
},
{
	"page":"ENAS5326_5.2.0.0",
	"text":"5.2 DAPT duration & stent choices in stable CAD treated with PCI Recommendations on dual antiplatelet therapy duration and related stent choices in patients with stable coronary artery disease treated with percutaneous coronary intervention Recommendations Classa Levelb In patients with stable CAD treated with coronary stent implantation, DAPT consisting of clopidogrel in addition to aspirin is generally recommended for 6 months, irrespective of the stent type.c I A Irrespective of the intended DAPT duration, DES is the preferred treatment option.c I A In patients with stable CAD considered at high bleeding risk (e.g. PRECISE-‍DAPT ≥25), DAPT for 3 months should be considered.d IIa B In patients with stable CAD treated with drug-‍coated balloon, DAPT for 6 months should be considered. IIa B In patients with stable CAD treated with bioresorbable vascular scaffolds, DAPT for at least 12 months should be considered. IIa C In patients with stable CAD who have tolerated DAPT without a bleeding complication and who are at low bleeding but high thrombotic risk, continuation of DAPT with clopidogrel for >6 months and up to ≤30 months may be considered. IIb A In patients with stable CAD in whom 3-‍month DAPT poses safety concerns, DAPT for 1 monthe may be considered. IIb C CAD = coronary artery disease; DAPT = dual antiplatelet therapy; DES = drug-‍eluting stent; PRECISE-‍DAPT= PREdicting bleeding Complications In patients undergoing Stent implantation and subsEquent Dual Anti Platelet Therapy. aClass of recommendation. bLevel of evidence. cThese recommendations refer to stents which are supported by large-‍scale randomized trials with clinical endpoint evaluation leading to unconditional CE-‍mark as detailed in Byrne et al. (see Full Text at www.escardio.org/​guidelines). dThe evidence supporting this recommendation comes from two studies where zotarolimus-‍eluting Endeavour sprint stent has been investigated in conjunction with a 3-‍month DAPT regimen. e1-‍month DAPT following implantation of zotarolimus-‍eluting Endeavour sprint stent or Biofreedom drug coated stent reduced risks of re-‍intervention, myocardial infarction and inconsistently of stent thrombosis compared to bare-‍metal stent under similar DAPT duration. It is unclear if this evidence applies to other contemporary DES."
},
{
	"page":"ENAS5326_5.3.0.0",
	"text":"5.3 DAPT in patients with ACS treated with PCI Recommendations on dual antiplatelet therapy duration in patients with acute coronary syndrome treated with percutaneous coronary intervention Recommendations Classa Levelb In patients with ACS treated with coronary stent implantation, DAPT with a P2Y12 inhibitor on top of aspirin is recommended for 12 months unless there are contra-indications such as excessive risk of bleeding (e.g. PRECISE-‍DAPT ≥ 25). I A In patients with ACS and stent implantation who are at high-risk of bleeding (e.g. PRECISE-‍DAPT ≥ 25), discontinuation of P2Y12 inhibitor therapy after 6 months should be considered. IIa B In patients with ACS treated with bioresorbable vascular scaffolds, DAPT for at least 12 months should be considered. IIa C In patients with ACS who have tolerated DAPT without a bleeding complication, continuation of DAPT for longer than 12 months may be considered. IIb A In patients with MI and high ischaemic riskc who have tolerated DAPT without a bleeding complication, ticagrelor 60 mg b.i.d. for longer than 12 months on top of aspirin may be preferred over clopidogrel or prasugrel. IIb B ACS = acute coronary syndrome; b.i.d. = bis in die; DAPT = dual antiplatelet therapy. PRECISE-‍DAPT= PREdicting bleeding Complications In patients undergoing Stent implantation and subsEquent Dual Anti Platelet Therapy. aClass of recommendation. bLevel of evidence. cDefined as at least ≥50 years of age, and one or more of the following additional high-‍risk features: age of 65 years or older, diabetes mellitus requiring medication, a second prior spontaneous myocardial infarction, multivessel coronary artery disease, or chronic renal dysfunction, defined as an estimated creatinine clearance <60 mL per minute. These recommendations refer to stents that are supported by large-scale randomized trials with clinical endpoint evaluation leading to unconditional CE mark, as detailed in Byrne et al. (see Full Text at www.escardio.org/guidelines)"
},
{
	"page":"ENAS5326_5.4.0.0",
	"text":"5.4 Algorithm for DAPT in patients treated with PCI Figure 4 Algorithm for dual antiplatelet therapy (DAPT) in patients treated with percutaneous coronary intervention. ACS = acute coronary syndrome; BMS = bare-‍metal stent; BRS = bioresorbable vascular scaffold; CABG = coronary artery bypass graft surgery; DCB = percutaneous coronary intervention; Stable CAD = stable coronary artery disease. High bleeding risk is considered as an increased risk of spontaneous bleeding during DAPT (e.g. PRECISE-‍DAPT score ≥ 25). Colour-coding refers to the ESC Classes of Recommendations (green = Class I; yellow = Class IIa; orange = Class IIb). Treatments presented within the same line are sorted in alphabetic order, no preferential recommendation unless clearly stated otherwise. 1After PCI with DCB 6 mo. DAPT should be considered (Class IIa B). 2if patient presents with SCAD or, in case of ACS, is not eligible for a treatment with prasugrel or ticagrelor. 3if patient is not eligible for a treatment with prasugrel or ticagrelor. 4if patient is not eligible for a treatment with ticagrelor. For interactivity see here"
},
{
	"page":"ENAS5326_6.1.0.0",
	"text":"6.0 DAPT and cardiac surgery 6.1 Cardiac surgery with stable or unstable CAD Recommendations on dual antiplatelet therapy in patients treated with cardiac surgery with stable or unstable coronary artery disease Recommendations Classa Levelb It is recommended that the Heart Team estimates the individual bleeding and ischaemic risks and guide the timing of CABG as well as the antithrombotic management. I C In patients on aspirin who need to undergo non-‍emergent cardiac surgery, it is recommended to continue aspirin at a low daily regimen throughout the peri-operative period. I C In patients treated with DAPT after coronary stent implantation who subsequently undergo cardiac surgery, it is recommended to resume P2Y12 inhibitor therapy postoperatively as soon as deemed safe so that DAPT continues until the recommended duration of therapy is completed. I C In patients with ACS (NSTE-‍ACS or STEMI) treated with DAPT and undergoing CABG and not requiring long-‍term OAC therapy, resumption of P2Y12 inhibitor therapy as soon as deemed safe after surgery and continuation up to 12 months is recommended. I C In patients on P2Y12 inhibitors who need to undergo non-emergent cardiac surgery, postponing surgery for at least 3 days after discontinuation of ticagrelor, at least 5 days after clopidogrel, and at least 7 days after prasugrel should be considered. IIa B In CABG patients with prior MI who are at high-risk of severe bleeding (e.g. PRECISE-‍DAPT ≥25), discontinuation of P2Y12 inhibitor therapy after 6 months should be considered. IIa C Platelet function testing may be considered to guide decisions on timing of cardiac surgery in patients who have recently received P2Y12 inhibitors. IIb B In patients perceived at high ischaemic risk with prior MI and CABG who have tolerated DAPT without a bleeding complication, treatment with DAPT for longer than 12 and up to 36 months may be considered. IIb C ACS = acute coronary syndrome; CABG = coronary artery bypass graft; DAPT = non-‍ST-‍elevation acute coronary syndrome; OAC = oral anticoagulant; PRECISE-‍DAPT= PREdicting bleeding Complications in patients undergoing Stent implantation and subsEquent Dual Anti Platelet Therapy; STEMI = ST-‍elevation myocardial infarction. aClass of recommendation - bLevel of evidence."
},
{
	"page":"ENAS5326_6.2.0.0",
	"text":"6.2 Algorithm for DAPT in patients with ACS undergoing CABG Figure 5 Algorithm for dual antiplatelet therapy (DAPT) in patients with acute coronary syndrome undergoing coronary artery bypass grafting Treatments presented within the same line are sorted in alphabetic order, no preferential recommendation unless clearly stated otherwise. High bleeding risk is considered as an increased risk of spontaneous bleeding during DAPT (e.g. PRECISE-DAPT score ≥25). Colour-coding refers to the ESC Classes of Recommendations (green = Class I; yellow = Class IIa; orange = Class IIb). 1if patient is not eligible for a treatment with prasugrel or ticagrelor. For interactivity see here"
},
{
	"page":"ENAS5326_7.1.0.0",
	"text":"7.0 DAPT for patients with medically managed acute coronary syndrome 7.1 Recommendations Recommendations on dual antiplatelet therapy duration in patients with acute coronary syndrome undergoing medical therapy management Recommendations Classa Levelb In patients with ACS who are managed with medical therapy alone and treated with DAPT, it is recommended to continue P2Y12 inhibitor therapy (either ticagrelor or clopidogrel) for 12 months. I A Ticagrelor is recommended over clopidogrel, unless the bleeding risk outweighs the potential ischaemic benefit. I B In patients with medically managed ACS who are at high-risk of bleeding (e.g. PRECISE-‍DAPT ≥ 25), DAPT for at least 1 month should be considered. IIa C In patients with prior MI at high ischaemic riskc who are managed with medical therapy alone and have tolerated DAPT without a bleeding complication, treatment with DAPT in the form of ticagrelor 60 mg b.i.d. on top of aspirin for longer than 12 months and up to 36 months may be considered. IIb B In patients with prior MI not treated with coronary stent implantation who have tolerated DAPT without a bleeding complication and who are not eligible for treatment with ticagrelor, continuation of clopidogrel on top of aspirin for longer than 12 months may be considered. IIb C Prasugrel is not recommended in medically managed ACS patients. III B ACS = acute coronary syndrome; DAPT = dual antiplatelet therapy; MI = myocardial infarction. PRECISE-‍ DAPT= PREdicting bleeding Complications In patients undergoing Stent implantation and subsEquent Dual Anti Platelet Therapy. aClass of recommendation. bLevel of evidence. cDefined as ≥50 years of age, and one or more of the following additional high-‍risk features: age of 65 years or older, diabetes mellitus requiring medication, a second prior spontaneous myocardial infarction, multivessel coronary artery disease, or chronic renal dysfunction, defined as an estimated creatinine clearance <60 mL per minute."
},
{
	"page":"ENAS5326_7.2.0.0",
	"text":"7.2 Algorithm for DAPT in ACS undergoing medical management Figure 6 Algorithm for dual antiplatelet therapy (DAPT) in patients with acute coronary syndrome undergoing medical management Treatments presented within the same line are sorted in alphabetic order, no preferential recommendation unless clearly stated otherwise. High bleeding risk is considered as an increased risk of spontaneous bleeding during DAPT (e.g. PRECISE-‍DAPT score ≥ 25). Colour-coding refers to the ESC Classes of Recommendations (green = Class I; yellow = Class IIa; orange = Class IIb). 1if patient is not eligible for a treatment with ticagrelor For interactivity see here"
},
{
	"page":"ENAS5326_8.1.0.0",
	"text":"8.0 DAPT with indication for oral anticoagulation 8.1 Bleeding complications with oral anticoagulant Strategies to avoid bleeding complications in patients treated with oral anticoagulant are summarised in the table below. Table 4 Strategies to avoid bleeding complications in patients treated with oral anticoagulant Assess ischaemic and bleeding risks using validated risk predictors (e.g. CHA2DS2-VASc, ABC, HAS-‍BLED) with a focus on modifiable risk factors. Keep triple therapy duration as short as possible; dual therapy after PCI (oral anticoagulant and clopidogrel) to be considered instead of triple therapy. Consider the use of NOACs instead of VKA when NOACs are not contra-indicated. Consider a target INR in the lower part of the recommended target range and maximize time in therapeutic range (i.e. >65–70%) when VKA is used. Consider the lower NOAC regimen tested in approval studies and apply other NOAC regimens based on drug-‍specific criteria for drug accumulation.a Clopidogrel is the P2Y12 inhibitor of choice. Use low-‍dose (≤100 mg daily) aspirin. Routine use of PPIs. ABC = Age, Biomarkers, Clinical history; CHA2DS2-VASc = Congestive heart failure, Hypertension,Age ≥ 75 years (doubled), Diabetes mellitus, prior Stroke or transient ischaemic attack or thromboembolism (doubled),Vascular disease, Age 65–74 years, Sex category; HAS-‍BLED = Hypertension, Abnormal renal/‍liver function, Stroke, Bleeding history or predisposition, Labile INR = non-‍vitamin-‍K oral anticoagulant; INR = international normalized ratio; PCI = percutaneous coronary intervention; PPIs = proton pump inhibitors;VKA = vitamin K antagonist. aApixaban 5 mg b.i.d. or apixaban 2.5 mg b.i.d. if at least two of the following: age ≥80 years, body weight ≤60 kg or serum creatinine level ≥1.5 mg/dL (133 μmol/L); dabigatran 110 mg b.i.d.; edoxaban 60 mg q.d. or edoxaban 30 mg q.d. if any of the following: creatinine clearance (CrCl) of 30–50 mL/‍min, body weight ≤60 kg, concomitant use of verapamil or quinidine or dronedarone; rivaroxaban 20 mg q.d. or rivaroxaban 15 mg q.d. if CrCl 30–49 mL/‍min."
},
{
	"page":"ENAS5326_8.2.0.0",
	"text":"8.2 Stent-‍driven recurrent ischaemic events Table 5 High-‍risk features of stent-‍driven recurrent ischaemic events Prior stent thrombosis on adequate antiplatelet therapy Stenting of the last remaining patent coronary artery Diffuse multivessel disease especially in diabetic patients Chronic kidney disease (i.e. creatinine clearance <60 mL/‍min) At least three stents implanted At least three lesions treated Bifurcation with two stents implanted Total stent length >60 mm Treatment of a chronic total occlusion"
},
{
	"page":"ENAS5326_8.3.0.0",
	"text":"8.3 Combination of oral anticoag. and antipl. Tx Table 6 Unfavourable patient profile for a combination of oral anticoagulant and antiplatelet therapy Short life expectancy Ongoing malignancy Poor expected adherence Poor mental status End stage renal failure Advanced age Prior major bleeding/prior haemorrhagic stroke Chronic alcohol abuse Anaemia Clinically significant bleeding on dual antithrombotic therapy"
},
{
	"page":"ENAS5326_8.4.0.0",
	"text":"8.4 Recommendations Recommendations on dual antiplatelet therapy duration in patients with indication for oral anticoagulation Recommendations Classa Levelb It is recommended to administer periprocedurally aspirin and clopidogrel in patients undergoing coronary stent implantation. I C In patients treated with coronary stent implantation, triple therapy with aspirin, clopidogrel and OAC should be considered for 1 month, irrespective of the type of stent used. IIa B Triple therapy with aspirin, clopidogrel and OAC for longer than 1 month and up to 6 months should be considered in patients with high ischaemic risk due to ACS or other anatomical/procedural characteristics, which outweigh the bleeding risk. IIa B Dual therapy with clopidogrel 75 mg/‍day and OAC should be considered as an alternative to 1-‍month triple antithrombotic therapy in patients in whom the bleeding risk outweighs the ischaemic risk. IIa A Discontinuation of antiplatelet treatment in patients treated with OAC should be considered at 12 months. IIa B In patients with an indication for VKA in combination with aspirin and/‍or clopidogrel, the dose intensity of VKA should be carefully regulated with a target INR in the lower part of the recommended target range and a time in the therapeutic range >65–70%. IIa B When a NOAC is used in combination with aspirin and/‍or clopidogrel, the lowest approved dose effective for stroke prevention tested in AFib trials should be considered.c IIa C When rivaroxaban is used in combination with aspirin and/ or clopidogrel, rivaroxaban 15 mg q.d. may be used instead of rivaroxaban 20 mg q.d. IIb B The use of ticagrelor or prasugrel is not recommended as part of triple antithrombotic therapy with aspirin and OAC. III C ACS = acute coronary syndrome; INR = international normalized ratio; OAC = oral anticoagulant; NOAC = non-‍vitamin K oral anticoagulant; q.d. = quaque die; VKA = vitamin K antagonist. aClass of recommendation - bLevel of evidence. cApixaban 5 mg b.i.d. or apixaban 2.5 mg b.i.d. if at least two of the following: age ≥80 years, body weight ≤60 kg or serum creatinine level ≥1.5 mg/dL (133 μmol/L); dabigatran 110 mg b.i.d.; edoxaban 60 mg q.d. or edoxaban 30 mg q.d. if any of the following: creatinine clearance (CrCl) of 30–50 mL/‍min, body weight ≤60 kg, concomitant use of verapamil or quinidine or dronedarone; rivaroxaban 20 mg q.d. or rivaroxaban 15 mg q.d. if CrCl 30– 49 mL/‍min."
},
{
	"page":"ENAS5326_8.5.0.0",
	"text":"8.5 Algorithm for DAPT with an indication for oral anticoag. in PCI Figure 7 Algorithm for dual antiplatelet therapy (DAPT) in patients with an indication for oral anticoagulation undergoing percutaneous coronary intervention (PCI) Colour-coding refers to the number of concomitant antithrombotic medication(s). Triple therapy denotes treatment with DAPT plus oral anticoagulant (OAC). Dual therapy denotes treatment with a single antiplatelet agent (aspirin or clopidogrel) plus OAC. ABC = age, biomarkers, clinical history; ACS = acute coronary syndrome; mo. = month(s); PCI = percutaneous coronary intervention 1Periprocedural administration of aspirin and clopidogrel during PCI is recommended irrespective of the treatment strategy. 2High ischaemic risk is considered as an acute clinical presentation or anatomical/​procedural features which might increase the risk for myocardial infarction. 3: Bleeding risk can be estimated by HAS-‍BLED or ABC score. For interactivity see here"
},
{
	"page":"ENAS5326_9.1.0.0",
	"text":"9.0 DAPT in elective non-‍cardiac surgery 9.1 Recommendations The table below summarizes the recommendations on dual antiplatelet therapy in patients undergoing elective non-‍cardiac surgery. Recommendations on dual antiplatelet therapy in patients undergoing elective non-‍cardiac surgery Recommendations Classa Levelb It is recommended to continue aspirin perioperatively if the bleeding risk allows, and to resume the recommended antiplatelet therapy as soon as possible post-operatively. I B After coronary stent implantation, elective surgery requiring discontinuation of the P2Y12 inhibitor should be considered after 1 month, irrespective of the stent type, if aspirin can be maintained throughout the peri-‍operative period. IIa B Discontinuation of P2Y12 inhibitors should be considered at least 3 days before surgery for ticagrelor, at least 5 days for clopidogrel and at least 7 days for prasugrel. IIa B A multidisciplinary expert team should be considered for pre-‍operative evaluation of patients with an indication for DAPT before elective surgery. IIa C In patients with recent MI or other high ischaemic risk featuresc requiring DAPT, elective surgery may be postponed for up 6 to months. IIb C If both oral antiplatelet agents have to be discontinued perioperatively, a bridging strategy with intravenous antiplatelet agents may be considered, especially if surgery has to be performed within 1 month after stent implantation. IIb C It is not recommended to discontinue DAPT within the first month of treatment in patients undergoing elective non-‍cardiac surgery. III B DAPT = dual antiplatelet therapy; MI = myocardial infarction. aClass of recommendation. bLevel of evidence. cHigh ischaemic risk features are provided in Table 5."
},
{
	"page":"ENAS5326_9.2.0.0",
	"text":"9.2 Timing for elective non-‍cardiac surgery with DAPT after PCI Figure 8 Timing for elective non-‍cardiac surgery in patients treated with dual antiplatelet therapy (DAPT) after percutaneous coronary intervention (PCI) Colour-coding refers to the ESC Classes of Recommendations (green = Class I; yellow = Class IIa; orange = Class IIb). ACS = acute coronary syndromes. 1Availability of H24 cath-‍lab service in place is suggested in case of major surgery within 6 months after PCI. 2High ischaemic risk features are presented in Table 5. For interactivity see here"
},
{
	"page":"ENAS5326_9.3.0.0",
	"text":"9.3 Min. discont. & re-‍implement. of DAPT in elective surgery Figure 9 Minimal discontinuation and re-‍implementation time frames of dual antiplatelet therapy (DAPT) for patients undergoing elective surgery 1Decision to stop aspirin throughout surgery should be made on a single case basis taking into account the surgical bleeding risk. 2In patients not requiring OAC = oral anticoagulant."
},
{
	"page":"ENAS5326_10.1.0.0",
	"text":"10.0 Gender consideration, special populations and management of bleeding 10.1 Gender considerations and special populations Recommendations related to gender considerations and those for special populations are shown in the table below. Recommendations on gender considerations and those for special populations Recommendations Classa Levelb Similar type and duration of DAPT are recommended in male and female patients. I A It is recommended to reassess the type, dose and duration of DAPT in patients with actionable bleeding complication while on treatment. I C Similar type and duration of DAPT should be considered in patients with and without diabetes mellitus. IIa B Prolonged (i.e. >12 monthsc) DAPT duration should be considered in patients with prior stent thrombosis, especially in the absence of correctable causes (e.g. lack of adherence or correctable mechanical stent-‍related issues). IIa C Prolonged (i.e. >12 months) DAPT duration may be considered in CAD patients with LEAD. IIb B Prolonged (i.e. >6 months) DAPT duration may be considered in patients who underwent complex PCI.d IIb B CAD = coronary artery disease; DAPT = dual antiplatelet therapy; LEAD = lower-‍extremities artery disease; PCI = percutaneous coronary intervention. aClass of recommendation. bLevel of evidence. cAnd possibly as long as tolerated. dComplex PCI defined as the composite of ≥ three stents implanted, ≥ three lesions treated, bifurcation with two stents implanted, total stent length >60 mm and chronic total occlusion as target lesion."
},
{
	"page":"ENAS5326_10.2.0.0",
	"text":"10.2 Practical recom. for management Practical recommendations for the management of bleeding in patients treated with dual antiplatelet therapy with or without concomitant oral anticoagulation are showed in the figure 10. Figure 10 Practical recommendations for the management of therapy with or without concomitant oral anticoagulation Blue boxes refer to management of antiplatelet therapy. Dark-red boxes refer to the management of oral anticoagulation. Light-green boxes refer to general recommendation for patients’ safety. ACS = acute coronary syndrome; CHA2DS2-VASc= cardiac failure, hypertension, age ≥ 75 (2 points), diabetes, stroke (2 points)–vascular disease, age 65–74, sex category; DAPT = dual antiplatelet therapy; GI = gastrointestinal; HB = haemoglobin; INR = international normalized ratio; i.v. = intravenous; OAC = oral anticoagulant; NOAC = non-‍vitamin-‍K antagonist; PPI = proton pump inhibitor; RBC = red blood cell; SAPT = single antiplatelet therapy. For interactivity see here"
},
{
	"page":"ENAS5326_11.0.0.0",
	"text":"11.0.0.0 Abbreviations and acronyms (N)OAC (Non-‍vitamin K antagonist) oral anticoagulant °C Degree Celsius 2D/ 2-D Two-‍dimensional 2hPG 2-h post-‍load plasma glucose 3D/ 3-D Three-‍dimensional 5-FU 5-‍fluorouracil 99mTc-‍DPD Technetium-‍99m 3,3-‍diphosphono-‍1,2-‍propanodicarboxylic acid A/C Anticoagulation AAA Abdominal aortic aneurysm AAD Antiarrhythmic drugs AAS Acute aortic syndrome ABC Age, biomarkers, clinical history ABI Ankle-‍Brachial Index ABPM Ambulatory BP monitoring ACA Aborted cardiac arrest ACC American College of Cardiology ACCA Acute Cardiovascular Care Association ACCF American College of Cardiology Foundation ACCOAST Comparison of Prasugrel at the Time of Percutaneous Coronary Intervention or as Pretreatment at the Time of Diagnosis in Patients with Non-‍ST Elevation Myocardial Infarction ACE Angiotensin-‍converting enzyme ACEF Age, creatinine, ejection fraction ACEI Angiotensin-‍converting enzyme inhibitor ACE-I(s) Angiotensin-‍converting enzyme inhibitor(s) ACEI/ ACE-‍I/ ACE-‍Is Angiotensin converting enzyme inhibitors ACEIs Angiotensin-‍converting enzyme inhibitor ACS Acute coronary syndrome ACT Activated clotting time AD Aortic dissection ADA American Diabetes Association/Adenosine deaminase ADD Acute aortic dissection ADP Adenosine diphosphate AEPC Association for European Paediatric and Congenital Cardiology AF Atrial flutter/Atrial fibrillation AFNET German Competence NETwork on Atrial Fibrillation AHA American Heart Association AHF Acute heart failure AHRE Atrial high rate episodes AINR International normalized ratio AK Alpha kinase AKI Acute kidney injury AL Amyloid light chain ALAT/ ALT Alanine aminotransferase ALI Acute limb ischaemia AMI Acute myocardial infarction/Acute mesenteric ischaemia ANA Anti-‍nuclear antibodies ANCA Anti-‍neutrophil cytoplasm antibodies AO Aorta AOS Aneurysms-‍osteoarthritis syndrome AP Accessory pathway APAH Conditions associated with pulmonary arterial hypertension Apo Apolipoprotein apo A I Apolipoprotein A I apo B Apolipoprotein B aPTT Activated partial thromboplastin time AR Aortic regurgitation ARB Angiotensin II receptor blocker/ Angiotensin receptor blocker ARBs Angiotensin receptor blockers/angiotensin II receptor blockers ARNI Angiotensin receptor neprilysin inhibition ARVC Arrhythmogenic right ventricular cardiomyopathy AS Aortic stenosis ASA Acetylsalicylic acid ASAT/ AST Aspartate aminotransferase ASCERT American College of Cardiology Foundation–Society of Thoracic Surgeons Database Collaboration ASE American Society of Echocardiography AST/ ALT/ ALP Aspartate / alanine aminotransferase / alkaline phosphatase ASV Adaptive servo-‍ventilation AT Antithrombin ATOR Atorvastatin ATP Antitachycardiac pacing/Adenosine triphosphate ATRIA AnTicoagulation and Risk factors In Atrial fibrillation ATS Arterial tortuosity syndrome ATTR Amyloidosis, transthyretin type AUC Area under the curve AV Atrioventricular/Arteriovenous AVA Aortic valve area AVB Atrioventricular block AVID Antiarrhythmic drugs Versus Implantable Defibrillator AVM AV delay management AVP Arginine vasopressin AVR Aortic valve replacement b.i.d. Bis in die (twice daily) b.p.m/ bpm Beats per minute BARI-2D Bypass Angioplasty Revascularization Investigation 2 Diabetes BAS Balloon atrial septostomy BAV Balloon aortic valvuloplasty/‍Bicuspid aortic valve BB Beta-‍blocker BBB Bundle branch block BC Blood culture BCNIE Blood culture-negative infective endocarditis BCR-‍ABL Breakpoint cluster region-‍Abelson BGA Blood gas analysis BIMA Bilateral internal mammary artery Bi-‍PAP Bilevel positive airway pressure BiV Biventricular BiVAD Bi-‍ventricular assist device BMI Body mass index BMPR Bone morphogenetic protein receptor, type 2 BMS Bare metal stent BMT Best medical therapy BNP Brain natriuretic peptide/‍ B-‍type natriuretic peptide BP Blood pressure BPA Balloon pulmonary angioplasty BRS Bioresorbable vascular scaffold BSA Body surface area BUN Blood urea nitrogen CABG Coronary artery bypass graft/‍ Coronary artery bypass graft surgery CAD Coronary artery disease CAS Carotid artery stenting CASH Cardiac Arrest Study Hamburg Cath/ Lab Catheterization laboratory CCB Calcium channel blocker CCNAP Council on Cardiovascular Nursing and Allied Professions CCP Council for Cardiology Practice CCPC Council on Cardiovascular Primary Care CCS Canadian Cardiovascular Society CCU Coronary care unit CDRIE Cardiac device-‍related infective endocarditis CEA Carotid endarterectomy/Carcinoembryonic antigen CFA Common femoral artery CFC Cardiofaciocutaneous CHA2DS2-VASc Congestive heart failure or left ventricular dysfunction, Hypertension, Age ≥75 (doubled), Diabetes, Stroke (doubled)-‍Vascular disease, Age 65–74, Sex category (female) CHADS2 Cardiac failure, Hypertension, Age, Diabetes, Stroke (doubled) CHARM-‍Added Candesartan in Heart Failure: Assessment of Reduction in Mortality and Morbidity-‍Added CHD Coronary heart disease/ Congenital heart disease CHF Congestive heart failure/ Chronic heart failure CHT Council on Hypertension CI Cardiac index / Contra-indication / Confidence interval CIA Common iliac artery CI-‍AKI Contrast-‍induced acute kidney injury CIDS Canadian Implantable Defibrillator Study CIED Cardiac implantable electronic device CIN Contrast-‍induced nephropathy CK Creatine phophokinase/Creatinine kinase CKD Chronic kidney disease CKD-‍EPI Chronic Kidney Disease Epidemiology Collaboration CK-MB Creatine kinase MB isoform CLI Chronic limb ischaemia CLTI Chronic limb-‍threatening ischaemia CMI Chronic mesenteric ischaemia CMP Cardiomyopathy CMR Cardiac magnetic resonance/Cardiovascular magnetic resonance CMV Cytomegalovirus CO Cardiac output CoA Coarctation / Coarctation of the aorta Cons Conservative cont Continued COPD Chronic obstructive pulmonary disease COT Cardiac Oncology Toxicity COURAGE Clinical Outcomes Utilization Revascularization and Aggressive Drug Evaluation COX Cyclo-oxygenase/ Cyclooxygenase CPAP Continuous positive airway pressure CPET Cardiopulmonary exercise testing CPFE Combined pulmonary fibrosis and emphysema CPG Committee for Practice Guidelines CPVT Catecholaminergic polymorphic ventricular tachycardia CR Cardiac rehabilitation CrCI Creatinine clearance CRP C-‍reactive protein CRT Cardiac resynchronization therapy CRT-D Cardiac resynchronization therapy defibrillator/‍ Defibrillator with cardiac resynchronization therapy CRT-P Cardiac resynchronization therapy pacemaker CRUSADE Can Rapid risk stratification of Unstable angina patients Suppress ADverse outcomes with Early implementation of the ACC/‍AHA guidelines CSF Colony-‍stimulating factor/Cerebrospinal fluid CSM Carotid sinus massage CSS Carotid sinus syncope/syndrome CT Computed tomographic / tomogram/tomography CTA Computed tomography angiography CTD Connective tissue disease CTEPH Chronic thromboembolic pulmonary hypertension cTN Cardiac troponin CTO Chronic total occlusions CTRCD Cancer Therapeutics–Related Cardiac Dysfunction Ctrl Control CUS Compression venous ultrasonography CV Cardiovascular/Cardioversion CVD Cardiovascular disease/Cardiovascular heart disease CW Continuous wave CXR Chest X-ray DALYs Disability adjusted life years DAPT Dual (oral) antiplatelet therapy/Dual antiplatelet therapy DAT Dual antithrombotic therapy DBP Diastolic blood pressure DC Direct current DCB Drug-‍coated balloon DCC Direct-‍current cardioversion DCM Dilated cardiomyopathy DDI Drug-‍drug interactions DEFINITE DEFibrillator In Non-‍Ischemic cardiomyopathy Treatment Evaluation DES Drug-‍eluting stent DFT Defibrillation threshold DHP Dihydropyridine DI-DO Door-‍in to door-‍out time DLCO Carbon monoxide diffusing capacity DM Diabetes mellitus DNA Deoxyribonucleic acid DPAH Drug induced PAH DPG Diastolic pressure gradient DPP Diabetes prevention program DSA Digital subtraction angiography/ultrasound DT Deceleration time DTB Door-to-balloon time DTIs Direct thrombin inhibitors DUS Duplex ultrasonography / Doppler ultrasound/Duplex ultrasound DVT Deep vein thrombosis E/A Ratio of mitral peak velocity of early filling (E) to mitral peak velocity of late filling (A) E/e’ Ratio of early transmitral flow velocity (E) to early mitral annulus velocity (e’) EACPR European Association for Cardiovascular Prevention & Rehabilitation EACTS European Association of Cardio-‍Thoracic Surgery/‍ European Association for Cardio-‍Thoracic Surgery EACVI European Association of Cardiovascular Imaging EANM European Association of Nuclear Medicine EAPC European Association of Preventive Cardiology EAPCI European Association of Percutaneous Cardiovascular Interventions EAS European Atherosclerosis Society EASD European Association for the Study of Diabetes EBV Epstein-‍Barr virus ECG Electrocardiogram / Electrocardiographic ECHO Echocardiography/Echocardiogram ECLS Extracorporeal life support ECMO Extracorporeal membrane oxygenation ECST European Carotid Surgery Trial ECVF Extacellular volume fraction ED Erectile dysfunction/ Emergency department EDS-‍IV Ehlers-‍Danlos syndrome type IV EDV End-‍diastolic velocity EF Ejection fraction eGFR Estimated glomerular filtration rate EHRA European Heart Rhythm Association EIA External iliac artery EIF Eukaryotic translation initiation factor EMA European Medicines Agency EMB Endomyocardial biopsy EMS Emergency medical system/‍service ENA Anti-‍extractable nuclear antigens Enox Enoxaparin EP Electrophysiology EPD Embolic protection device EPS Electrophysiologic study ER Extended release formulations ERA Endothelin receptor antagonist EROA Effective regurgitant orifice area ERS European Respiratory Society ESC European Society of Cardiology ESCMID European Society of Clinical Microbiology and Infectious Diseases ESCT European Carotid Surgery Trial ESH European Society of Hypertension ESO European Stroke Organisation ESR European Society of Radiology/‍Erythrocyte sedimentation rate ESRD End-‍stage renal disease ESVS European Society for Vascular Surgery ETT Endotracheal tube EU European Union EULAR European League Against Rheumatism EuroSCORE European System for Cardiac Operative Risk Evaluation EVAR Endovascular aortic repair/‍reconstruction EVT endovascular therapy Exp+ Experimental therapy FAME-2 Fractional Flow Reserve-‍Guided Percutaneous Coronary Intervention Plus Optimal Medical Treatment Versus Optimal Medical Treatment Alone in Patients With Stable Coronary Artery Disease FBN1 Fibrillin 1 FC Functional class FCH Familial combined hyperlipidaemia FCM Ferric carboxymaltose FDA US Food and Drug Administration/‍ Food and Drug Administration FDG Fluorodeoxyglucose FFP Fresh frozen plasma FFR Fractional flow reserve FH Familial hypercholesterolaemia FHL1 Four and a half LIM domains 1 FINDRISC FINnish Diabetes RIsk SCore FL False lumen FLUVA Fluvastatin FMC First medical contact FMCTB First-medical-contact-to-balloon time FMF Familial Mediterranean fever Fonda Fondaparinux FPG Fasting plasma glucose FU Follow-‍up GFR Glomerular filtration rate/Estimated glomerular filtration rate GGTP Gamma-‍glutamyl transpeptidase GI Gastrointestinal GLP-1 Glucagon-‍like peptide-1 GLS Global longitudinal strain GM Granulocyte-‍macrophage GP Glycoprotein / General practitioner GRACE Global Registry of Acute Coronary Events GSV Great saphenous vein GUCH Grown-‍up patients with congenital heart disease HAART Highly active antiretroviral treatment HACEK Haemophilus parainfluenzae, H. aphrophilus, H. paraphrophilus, H. influenzae, Actinobacillus actinomycetemcomitans, Cardiobacterium hominis, Eikenella corrodens, Kingella kingae, and K. denitrificans HAS-‍BLED Hypertension, Abnormal renal/‍liver function, Stroke, Bleeding history or predisposition, Labile INR, Elderly (65), Drugs concomitantly/alcohol abuse HB Haemoglobin HbA1c Glycated haemoglobin / Glycated haemoglobin A1c HBPM Home BP monitoring HCM Hypertrophic cardiomyopathy HCV Hepatitis C virus HDAC Histone deacetylase HDL High density lipoprotein HDL-C High density lipoprotein-‍cholesterol HeFH Heterozygous familial hypercholesterolaemia HER2 Human epidermal growth factor receptor 2 HF Heart failure HFA Heart Failure Association H-‍FABP Heart-‍type fatty acid-‍binding protein HFmrEF Heart failure with mid-‍range ejection fraction HFpEF/‍ HF-‍PEF Heart failure with preserved ejection fraction HFrEF/‍ HF-‍REF Heart failure with reduced ejection fraction HHD Hypertensive heart disease HHV Human herpesvirus H-‍ISDN Hydralazine and isosorbide dinitrate HIT Heparin-‍induced thrombocytopenia HITS High intensity transient signal HIV Human immunodeficiency virus HoFH Homozygous familial hypercholesterolaemia HPAH Heritable PAH HR Heart rate HRCT High resolution CT hs-‍CRP high-‍sensitivity C-‍reactive protein HT/ HTN Hypertension HTG Hypertrigiyceridaemia i.v. / IV Intravenous IABP Intraaortic balloon pump IAS Inter-‍atrial septum ICA Invasive coronary angiography ICCU Intensive cardiac care unit ICD Implantable cardioverter defibrillator/‍ International Classification of Diseases ICH Intracranial haemorrhage ICU Intensive care unit ID Infectious disease IDF International Diabetes Federation IE Infective endocarditis IFG Impaired fasting glucose IFN Interferon-‍gamma IGRA Interferon-‍gamma release assay IGT Impaired glucose tolerance IHD Ischaemic heart disease IL-2 Interleukin 2 ILR Implantable loop recorder IMA Internal mammary artery IMH Intramural haematoma IMT Intima–media thickness INR International normalized ratio IN-‍TIME Implant-‍based multiparameter telemonitoring of patients with heart failure IOMC Iso-‍osmolar contrast medium IPAH Idiopathic pulmonary arterial hypertension IPF Idiopathic pulmonary fibrosis IRA Infarct related artery ISH Isolated systolic hypertension ISHLT International Society for Heart and Lung Transplantation IU International units IUD Intrauterine device IV Intravenous IV UHF Intravenous unfractionated heparin IVC Inferior vena cava IVDA Intravenous drug abusers IVIG Intravenous immunoglobulin IVUS Intravascular ultrasound JSAP Japanese Stable Angina Pectoris km per h Kilometres per hour LA Left atrium/‍atrial LAA Left atrial appendage LAD Left anterior descending (coronary artery) LAE Left atrial enlargement LAH Left anterior hemiblock LAVI Left atrial volume index LBBB Left bundle branch block LCC Left coronary cusp Lcx Left circumflex LD Loading dose LDH Lactate dehydrogenase LDL Low-‍density lipoprotein LDL-C Low-‍density lipoprotein-‍cholesterol LDLR Low density lipoprotein receptor LDS Loeys-‍Dietz syndrome LEAD Lower-‍extremity artery disease LEOPARD lentigines, ECG abnormalities, ocular hypertelorism, pulmonary stenosis, abnormal genitalia, retardation of growth, and sensorineural deafness LGE Late gadolinium enhancement LHD left heart disease LLN Lower limit of normality LM Left main LMNA Lamin A/C LMWH Low molecular weight heparin LOCM Low-‍osmolar contrast medium LoE Level of evidence LOVA Lovastatin Lp Lipoprotein Lp(a) Lipoprotein(a) LQTS Long QT syndrome LTBI Latent tuberculosis infection LV Left ventricle / left ventricular LVAD Left ventricular assist device LVEDD Left ventricular end-‍diastolic diameter LVEDP Left ventricular end diastolic pressure LVEF Left ventricular ejection fraction LVESD Left ventricular end-‍systolic diameter LVESV Left ventricular end-‍systolic volume LVESVI Left ventricular end-‍systolic volume index LVF Left ventricular function LVH Left ventricular hypertrophy LVM Left ventricular mass LVMI Left ventricular mass index LVOT Left ventricular outflow tract LVOTG Left ventricular outflow tract gradient LVOTO Left ventricular outflow tract obstruction MACE Major adverse cardiac events MADIT Multicenter Automatic Defibrillator Implantation Trial MASS II The medicine, angioplasty, or surgery study Mbq Millibecquerel MCS Mechanical circulatory support MD Maintenance dose MDCT Multidetector computed tomographic angiography/Multi-detector computed tomography MDRD Modifikation of Diet in Renal Disease Med RX Medial therapy MedPed Make Early Diagnosis to Prevent Early Deaths MELAS mitochondrial encephalomyopathy, lactic acidosis, and stroke-‍like episodes MERFF Myoclonic epilepsy with ragged red fibres MET Metabolic equivalent MetS Metabolic syndrome MI Myocardial infarction MIC Minimum inhibitory concentration MINOCA Myocardial infarction with non-‍obstructive coronary arteries mo. month(s) MPI Myocardial perfusion imaging MPR Multiplanar reconstruction MPS Myocardial perfusion scintigraphy / Myocardial perfusion stress MR Magnetic resonance/ Mitral regurgitation/ Mineralocorticoid receptor MRA Mineralocorticoid receptor antagonist / Magnetic resonance angiography MRAs Mineralocorticoid receptor antagonists MRI Magnetic resonance imaging MR-‍proANP Mid-regional pro atrial natriuretic peptide/‍ Mid-regional pro A-‍type natriuretic peptide MRSA Methicillin-‍resistant Staphylococcus aureus MS Mitral stenosis MSAD Multisite artery disease MSCT Multislice computed tomography MSSA Methicillin-‍susceptible Staphylococcus aureus mSv Millisievert MUGA Multigated radionuclide angiography mV millivolt(s) MV abn Mitral valve abnormality MVA Mitral valve area MWD Minute walk distance MWT Minute walk test MYBPC3 Myosin-‍binding protein C MYH7 Myosin, heavy chain 7 MYL3 Essential myosin light chain n.a/ NA not available/ Not available N/A Not applicable N/R Not reported NASCET North American Symptomatic Carotid Endarterectomy Trial NCC Non coronary cusp NCDR National cardiovascular data registry NIHSS National Institutes of Health stroke severity scale NIPPV Non-‍invasive positive pressure ventilation NIV Non-‍invasive ventilation NNH Numbers needed to harm NNT Numbers needed to treat/‍ Number of individuals needed to treat NOAC Non-‍vitamin K antagonist oral anticoagulant NOAC/ NOAC(s) Novel oral anticoagulant / New oral anticoagulant / Non-‍vitamin K antagonist direct oral anticoagulant/ Non-‍vitamin K antagonist oral anticoagulant(S) NOACS Non-‍vitamin K antagonist oral anticoagulants Non-‍HDL-‍C Non-‍HDL cholesterol NP Natriuretic peptide NPV Negative predictive value NR No recommendation NRT Nicotine replacement therapy NSAID Non-‍steroidal antiinflammatory drug(s) NSAIDs Non-‍steroidal anti-‍inflammatory drugs NSQIP National surgical quality improvement program NSTE Non-‍ST-‍elevation NSTE-‍ACS Non-‍ST-‍segment elevation acute coronary syndrome/ Non-‍ST elevation acute coronary syndrome NSTEMI Non-‍ST-‍elevation myocardial infarction NSVT Non-‍sustained ventricular tachycardia NTG Nitroglycerine NT-‍proBNP N-‍terminal pro B-‍type/brain natriuretic peptide NVE Native valve endocarditis NYHA New York Heart Association O2 Oxygen OAC Oral anticoagulation/ anticoagulant OARS Open-‍ended questions, Affirmation, Reflective listening, Summarising OCT Optical coherence tomography OD Organ damage OGTT Oral glucose tolerance test OHCA Out-‍of-‍hospital cardiac arrest OHS Obesity hypoventilation syndrome OMT Optimal medical therapy OR Odds ratio ORBIT Outcomes Registry for Better Informed Treatment of Atrial Fibrillation OSA Obstructive sleep apnoea p.o. Per os PA Postero-anterior/ Pulmonary artery/‍ Physical activity PAD Peripheral artery disease PADs Peripheral arterial diseases PAH Pulmonary arterial hypertension / Pulmonary hypertension PaO2 Partial pressure of oxygen PAP Pulmonary artery pressure/ Pulmonary arterial pressure PAR Protease-‍activated receptor PAU Penetrating aortic ulcer PAWP Pulmonary artery wedge pressure PCA Prostacyclin analogues PCC Prothrombin coagulation complax/‍ Prothrombin complex concentrates PCH Pulmonary capillary haemangiomatosis PCI Percutaneous coronary intervention PCIS Post-‍cardiac injury syndromes PCR Polymerase chain reaction PCSK9 Proprotein convertase subtilisin/‍kexin type 9 PCWP Pulmonary capillary wedge pressure PDE Phosphodiesterase type-5 inhibitors/ Phosphodiesterase PDE5 Phosphodiesterase type 5 PE Pulmonary embolism PEA Pulmonary endarterectomy PEP Primary endpoint PESI Pulmonary embolism severity index PET Positron emission tomography PFT Pulmonary function tests PH Pulmonary hypertension PISA Proximal isovelocity surface area PITA Pitavastatin PM Pacemaker/‍Pain management PMC Percutaneous mitral commissurotomy PPCM Peripartum cardiomyopathy PPI Proton pump inhibitor PPIs Proton pump inhibitors PPS Post-‍pericardiotomy syndrome PRAVA Pravastatin PRECISE-‍DAPT PREdicting bleeding Complications In patients undergoing Stent implantation and subsEquent Dual Anti Platelet Therapy PRIMARY PCI Primary percutaneous coronary intervention PRKAG2 Gamma-‍2 subunit of the adenosine monophosphate-‍activated protein kinase PS Pulmonary valve stenosis PTA Percutaneous transluminal angioplasty / Pre-‍test probability PTT Partial thromboplastin time PUFA/ PUFAs Polyunsaturated fatty acid/ Polyunsaturated fatty acids PVC Premature ventricular contraction/‍ Premature ventricular complex PVE Prosthetic valve endocarditis PVI Pulmonary vein isolation PVL Paravalvular leak PVOD Pulmonary veno-‍occlusive disease PVR Pulmonary vascular resistance PVS Programmed ventricular stimulation PWV Pulse wave velocity R Vol Regurgitant volume RA Right atrium/‍ Rheumatoid arthritis RAA Renin–angiotensin–aldosterone RAAS Renin-‍angiotensin-aldosterone system RAD Renal artery disease RAP Right atrial pressure RAS Renal artery stenosis / Renin-‍angiotensin system RBBB Right bundle branch block RBC Red blood cell RCC Right coronary cusp RCT/‍RCTs Randomized controlled trial RF Risk factor rFVIIa Activated recombinant factor VII RHC Right heart catheterization ROSU Rosuvastatin rPA Recombinant plasminogen activator/‍Right pulmonary artery r-PA Reteplase RR Relative risk RRR Relative risk reduction rtPA Recombinant tissue plasminogen activator RV Right ventricle/ventricular RVEDP Right ventricular end-‍diastolic pressure RVOT Right ventricular outflow tract RVOTO Right ventricular outlow tract obstruction RVSP Right ventricular systolic pressure S.C. Subcutaneous SA Signal-averaged SAA Septal alcohol ablation SADS Sudden arrhythmic death syndrome SAM Systolic anterior motion SAN Sinoatrial node SaO2 Saturated oxygen SAPT Single antiplatelet therapy SAS Sleep apnea syndrome SAVR Surgical aortic valve replacement SB Sinus bradycardia SBP Systolic blood pressure SCAD Stable coronary artery disease SCD Sudden cardiac death SCORE Systematic Coronary Risk Evaluation / Systematic Coronary Risk Estimation SFA Superficial femoral artery SGLT2 Sodium glucose co-‍transporter 2 SIDS Sudden infant death syndrome SIMVA Simvastatin SIRS Systemic inflammatory response SLE Systemic lupus erythematosus SMART Specific, Measurable, Achievable, Realistic and Timely SND Sinus node disease SPAP Systolic pulmonary artery pressure SPECT Single-‍photon emission computed tomography sPESI Simplified Pulmonary Embolism Severity Index SpO2 Saturation of peripheral oxygen SQTS Short QT syndrome SR Sinus rhythm SSS Sick sinus syndrome STE-‍ACS ST-‍segment elevation acute coronary syndrome STEMI ST-‍elevation myocardial infarction/ST-‍segment elevation myocardial infarction STS Society of Thoracic Surgeon/‍ Structured telephone support ST-T ST-‍segment-T wave SUDI Sudden unexplained death in infancy SUDS Sudden unexplained death syndrome SVG Saphenous vein graft Svi Stroke volume index SVR Surgical ventricular reconstruction. SVT Supraventricular tachycardia SWISSI II Swiss Interventional Study on Silent Ischemia Type II SYNTAX SYNergy between percutaneous coronary intervention with TAXus and cardiac surgery T1DM Type 1 diabetes mellitus T2DM Type 2 diabetes mellitus TA Tricuspid annulus TAA Thoracic aortic aneurysm TAAD Thoracic aortic aneurysms and dissection TAI Traumatic aortic injury TAPSE Tricuspid annulus plane systolic excursion TASC TransAtlantic Inter-‍Society Consensus TAVI Transcatheter aortic valve implantation/ Transaortic valve implantation TB Tuberculosis TC Total cholesterol TcPO2 Transcutaneous oxygen pressure T-DM1 Trastuzumab-‍emtansine TE Thromboembolism / Thrombo-‍embolic TEE Transesophageal echocardiogram TEVAR Thoracic endovascular aortic repair TG Triglyceride TGA Complete transposition of the great arteries Three DE Three dimensional echocardiography TIA Transient ischaemic attack / Transitory ischaemic attack TIBC Total iron-‍binding capacity TIME Trial of invasive versus medical therapy in elderly patients with chronic symptomatic coronary-‍artery disease TIMI Thrombolysis In Myocardial Infarction TKI Tyrosine kinase inhibitor TL True lumen TNF Tumor necrosis factor TNK-‍tPA Tenecteplase/‍Tenecteplase tissue plasminogen activator TNNI3 Troponin I, cardiac TNNT2 Troponin T TOE Transoesophageal echocardiography / echocardiogram tPA Tissue plasminogen activator t-PA Tissue plasminogen activator TPM1 Tropomyosin 1 alpha chain TR Tricuspid regurgitation TRAPS Tumour necrosis factor receptor-‍associated periodic syndrome TRL Triglyceride-‍rich lipoproteins TRV Tricuspid regurgitant velocity TS Tricuspid stenosis / Turner syndrome TSAT Transferrin saturation TSH Thyroid stimulating hormone TTE Transthoracic echocardiography TTR Time in therapeutic range / Transthyretin TV Tricuspid valve/‍ Television TVI Time–velocity integral TVR Tricuspid valve replacement Tx Tendon xanthomata UA Unstable angina UEAD Upper-‍extremity artery disease UFH Unfractionated heparin UHF Ultrafractionated heparin UK United Kingdom ULN Upper limit of normal US United States USA United States of America V/Q Scan ventilation–perfusion scintigraphy VA Vertebral artery/‍ Ventricular arrhythmia VAS Vitamin K antagonist VEGF Vascular endothelial growth factor VF Ventricular fibrillation VHD Valvular heart disease VKA Vitamin K antagonist VL Very low risk VO2 Oxygen consumption VPBs Ventricular premature beats vs Versus VSD Ventricular septal defect VT Ventricular tachycardia VTE Venous thromboembolism VV Interventricular VVI Ventricular inhibited pacing WBC White blood cells WCD Wearable cardioverter defibrillator WHF World Heart Federation WHO World Health Organization WPW Wolff-‍Parkinson-‍White WU Wood units"
}
]