[
{
	"page":"ENAS263_1.1.0.0",
	"text":"2014 ESC guidelines on Diagnosis and Management of Hypertrophic Cardiomyopathy* The Task Force for the Diagnosis and Management of Hypertrophic Cardiomyopathy of the European Society of Cardiology (ESC)   Chairperson Perry M. Elliott Cardiology Department The Heart Hospital 16-18 Westmoreland Street London W1G 8PH, UK Tel: +44 203 456 7898 Email: perry.elliott@ucl.ac.uk   Task Force Members Aris Anastasakis (Greece), Michael A. Borger (Germany), Martin Borggrefe (Germany), Franco Cecchi (Italy), Philippe Charron (France), Albert Alain Hagege (France), Antoine Lafont (France), Giuseppe Limongelli (Italy), Heiko Mahrholdt (Germany), William J. McKenna (UK), Jens Mogensen (Denmark), Petros Nihoyannopoulos (UK), Stefano Nistri (Italy), Petronella G. Pieper (Netherlands), Burkert Pieske (Austria), Claudio Rapezzi (Italy), Frans H. Rutten (Netherlands), Christoph Tillmanns (Germany), Hugh Watkins (UK).   Additional Contributor Constantinos O’Mahony (UK).   Other ESC entities having participated in the development of this document: Associations: European Association of Cardiovascular Imaging (EACVI), European Association of Percutaneous Cardiovascular Interventions (EAPCI), European Heart Rhythm Association (EHRA), Heart Failure Association of the ESC (HFA). Working Groups: Working Group on Cardiovascular Pharmacology and Drug Therapy, Working Group on Cardiovascular Surgery, Working Group on Developmental Anatomy and Pathology, Working Group on Grown-up Congenital Heart Disease, Working Group on Myocardial and Pericardial Diseases. Council: Council for Cardiology Practice, Council on Cardiovascular Primary Care.   ESC Staff: Veronica Dean, Catherine Despres, Nathalie Cameron, Sophia Antipolis, France   *Adapted from the ESC Guidelines on Diagnosis and Management of Hypertrophic Cardiomyopathy (Eur Heart J (2014); 35:2733–2779 - doi:10.1093/eurheartj/ ehu283)"
},
{
	"page":"ENAS263_1.2.0.0",
	"text":"1. Definition Hypertrophic cardiomyopathy (HCM) is defined by the presence of increased left ventricular (LV) wall thickness that is not solely explained by abnormal loading conditions. In an adult, this represents a wall thickness ≥15 mm in one or more LV myocardial segments (or ≥13 mm in a first degree relative of someone with HCM) measured by any imaging technique.   2. Prevalence & Aetiology Hypertrophic cardiomyopathy (HCM) occurs in 0.02–0.23%of adults, with much lower rates in patients diagnosed under the age of 25 years. Hypertrophic cardiomyopathy can be caused by many genetic and non-genetic disorders. In up to 60% of patients with HCM, the disease is an autosomal dominant trait caused by mutations in cardiac sarcomere protein genes. 5-10% of adult cases are caused by other genetic disorders including inherited metabolic and neuromuscular diseases, chromosome abnormalities and genetic syndromes.   3. Genetic Counselling & Testing Genetic counselling is recommended in all patients with unequivocal HCM when it cannot be explained solely by a non-genetic cause. When a definite causative genetic mutation is identified in a patient, his or her first degree relatives should first be genetically tested. They should undergo clinical evaluation if they are found to carry the same mutation.   4. Left ventricular outflow tract obstruction Two-thirds of patients with HCM have dynamic obstruction of the left ventricular outflow tract (LVOTO) at rest or during exercise caused by contact between the mitral valve and the interventricular septum during systole. In patients with a resting LVOT gradient <50 mmHg bedside physiological provocation with Valsalva manoeuvre and standing should be routinely performed during echocardiography to determine if LV outflow obstruction can be provoked. Exercise stress echocardiography is recommended in symptomatic patients with an LVOT gradient <50 mmHg at rest or during physiological provocation. When a gradient is detected in the LV cavity, the presence of sub-aortic membranes, structural mitral valve leaflet abnormalities and mid-cavity obstruction should be systematically excluded.   5. Assessment of symptoms Most people with HCM are asymptomatic and have a normal life expectancy but somedevelop symptoms, often many years after the first manifestation of ECG or echocardiographic abnormalities. Systematic 2-D and Doppler echcardiography, exercise testing and ambulatory ECG monitoring are usually sufficient to determine the most likely cause of symptoms.   6. Prevention of Sudden Cardiac Death While the risk of sudden death is low for most patients with HCM, a small number are prone to life-threatening ventricular arrhythmias. The use of a new risk calculator (HCMRisk-SCD) (http://doc2do.com/hcm/webHCM.html) is recommended to guide the use of implantable cardioverter defibrillators (ICD). In all patients, clinical efficacy of ICD implantation should be balanced against its potential risk.   7. Symptomatic treatment In symptomatic patients with LVOTO, the aim is to reduce dyspnoea and chest pain by using drugs, surgical myectomy, alcohol ablation or pacing. Therapy in symptomatic patients without LVOTO focuses on management of arrhythmias, reduction of LV filling pressures, and treatment of angina. Patients with symptomatic progressive LV systolic or diastolic dysfunction refractory to medical therapy may be candidates for cardiac transplantation.   8. Atrial Arrhythmias Patients with HCM and paroxysmal, persistent or permanent AF should receive treatment with vitamin K antagonists. Lifelong therapy with oral anticoagulants is recommended, even when sinus rhythm is restored. Patients in sinus rhythm with LA diameter ≥45 mm should undergo 6–12 monthly 48-hour ambulatory ECG monitoring to detect AF.   9. Management of Pregnancy Most women with HCM tolerate pregnancy well but require expert advice and monitoring throughout pregnancy. All women with HCM should receive advice on contraception, sterilisation and termination when appropriate.   10. Multidisciplinary Care Clinicians should consider referral of patients to multidisciplinary teams with expertise in the diagnosis, genetics, risk stratification and management of myocardial disease."
},
{
	"page":"ENAS263_1.3.0.0",
	"text":"Genotype-Phenotype Studies. Frequency of screening in mutation carriers and the offspring of affected individuals. Prevention of disease development in asymptomatic mutation carriers without a phenotype. Randomized, controlled, clinical trials of drug therapies for symptom relief. Prevention of left ventricular remodelling and the development of progressive heart failure. Optimal management of asymptomatic left ventricular outflow tract obstruction. Risk stratification and prevention of SCD in the young."
},
{
	"page":"ENAS263_87",
	"text":"Summary card (HCM) Definition Hypertrophic cardiomyopathy (HCM) is defined by the presence of increased left ventricular (LV) wall thickness not solely explained by abnormal loading conditions. In adults the diagnostic criterion is an LV wall thickness ≥15 mm in one or more LV myocardial segments assessed by any imaging technique and in children, an LV wall thickness more than two standard deviations above the predicted mean. Defined in this way, HCM affects around 0.2% of adults."
},
{
	"page":"ENAS263_88",
	"text":"Aetiology In up to 60% of adolescents and adults with HCM, the disease is an autosomal dominant trait caused by mutations in cardiac sarcomere protein genes. Five to ten per cent of adult cases are caused by other genetic disorders including inherited metabolic and neuromuscular diseases, chromosome abnormalities and genetic syndromes. Some patients have non-genetic disorders that mimic genetic forms of the disease."
},
{
	"page":"ENAS263_89",
	"text":"Clinical Presentation Many individuals with HCM complain of few, if any, symptoms. In such cases the diagnosis can be incidental or the result of screening. Some patients experience angina, dyspnoea, palpitations and syncope caused by dynamic left ventricular outflow tract obstruction, systolic and diastolic LV dysfunction and arrhythmia. Schematic summarising the general approach to the diagnosis of hypertrophic cardiomyopathy ECG = electrocardiogram From the ESC Guidelines on the diagnosis and management of hypertrophic cardiomyopathy (European Heart Journal (2014) 35, 2733–2779 - doi 10.1093/eurheartj/ehu284) - Chairperson: Perry M.Elliott (UK). Cardiology Department - The Heart Hospital - 16-18 Westmoreland Street - London W1G 8PH, UK Email: perry.elliott@ucl.ac.uk ."
},
{
	"page":"ENAS263_90",
	"text":"Recommended tests in patients with definite or suspected HCM Standard 12-lead electrocardiography. Transthoracic 2-D and Doppler echocardiography (including assessment of left ventricular outflow tract obstruction at rest and during Valsalva manoeuvre in the sitting and semi-supine positions). Upright exercise testing 48 hour ambulatory ECG monitoring. Cardiac magnetic resonance imaging should be considered if local resources and expertise permit."
},
{
	"page":"ENAS263_91",
	"text":"Recommendations for genetic counselling and testing Genetic counselling by trained professionals working within a multidisciplinary specialist team is recommended for all patients with HCM when their disease cannot be explained solely by a non-genetic cause. Genetic testing is recommended in patients fulfilling diagnostic criteria for HCM when it enables cascade genetic screening of their relatives. First degree relatives should be provided with information about the consequences of a diagnosis for life insurance, pension, occupation, sporting activities, and eligibility for fostering and adoption before they undergo genetic testing or clinical evaluation. When a definite causative genetic mutation is identified, relatives should be first genetically tested and then clinically evaluated if they are found to carry the same mutation. When genetic testing cannot be performed or fails to identify a definite mutation, first degree relatives should be offered clinical screening with an ECG and echocardiogram which is then repeated every 1-2 years between 10 and 20 years of age and then every 2-5 years thereafter. Clinical and genetic testing of children should be guided by the best interests of the child and consider potential benefits and harms such as compromised life insurance prospects."
},
{
	"page":"ENAS263_92",
	"text":"Management and prevention of important complications of HCM: heart failure, atrial fibrillation, and sudden cardiac death Individuals who have severe symptoms or markers of an increased risk for diseaserelated complications should be referred to specialist teams for further investigation and management."
},
{
	"page":"ENAS263_93",
	"text":"Management of left ventricular Outflow Tract Obstruction Patients with left ventricular outflow tract obstruction should avoid dehydration and excess alcohol consumption, and weight loss should be encouraged. Non-vasodilating ß-blockers such as bisoprolol are recommended as first line therapy. If ineffective, additional therapy with disopyramide or alternatives such as verapamil or diltiazem should be considered after specialist evaluation. Invasive treatment (surgery or alcohol septal ablation) to reduce left ventricular outflow tract obstruction should be considered in patients with a left ventricular outflow tract gradient ≥50 mmHg, moderate to severe symptoms (New York Heart Association (NYHA) functional class III-IV) and/or exertional or recurrent syncope resistant to maximum tolerated drug therapy."
},
{
	"page":"ENAS263_94",
	"text":"Management of Heart Failure Symptoms ACEi = angiotensin converting enzyme inhibitor; AF = atrial fibrillation; LVEF = left ventricular ejection fraction; LVOTO = left ventricular outflow tract obstruction; MRA = mineralocorticoid receptor antagonist; NYHA = New York Heart Association."
},
{
	"page":"ENAS263_95",
	"text":"Management of Atrial Tachyarrhythmia Rate control using ß-blockers and non-dihydropyridine calcium channel antagonists, alone or in combination, is recommended in patients with paroxysmal, persistent or permanent AF*. Digoxin and Class IC anti-arrhythmics should be avoided. Amiodarone should be considered for rhythm control and to maintain sinus rhythm after cardioversion. In new onset AF*, elective DC* cardioversion should be considered after a minimum of 3 weeks of effective anticoagulation with a vitamin K antagonist. Use of the CHA2DS2-VASc score to calculate stroke risk is NOT recommended in patients with HCM*. Life long therapy with oral anticoagulants is recommended even when sinus rhythm is restored."
},
{
	"page":"ENAS263_96",
	"text":"Sudden Death Prevention Patients with HCM* should be advised not to participate in competitive sports and discouraged from intense physical activity, especially when they have risk factors for sudden cardiac death or left ventricular outflow tract obstruction. ICD* implantation is recommended in patients who have survived a cardiac arrest due to ventricular fibrillation or experienced spontaneous sustained ventricular tachycardia causing haemodynamic compromise. Risk assessment in all other patients should include clinical evaluation, family history, 48 hour ambulatory ECG*, TTE* (or CMR* in the case of poor echo windows) and a symptom limited exercise test. A predefined set of prognostic variables are then used to estimate the 5-year risk of SCD* using the HCM* Risk-SCD* model (see online calculator http://doc2do.com/​hcm/​web​HCM.html) in order to provide advice on prophylactic ICD* therapy."
},
{
	"page":"ENAS263_97",
	"text":"Routine Follow-up A clinical evaluation, including 12-lead ECG* and transthoracic echocardiogram is recommended every 12–24 months in clinically stable patients and whenever there is a change in symptoms. 48-hour ambulatory ECG* is recommended every 12–24 months in clinically stable patients, every 6–12 months in patients in sinus rhythm with left atrial dimension ≥45 mm, and whenever patients complain of new palpitations *AF = atrial fibrillation; CMR = cardiac magnetic resonance; DC = direct current; ECG = electrocardiogram; HCM = hypertrophic cardiomyopathy ; ICD = implantable cardioverter defibrillator; SCD = sudden cardiac death; TTE = transthoracic echocardiogram."
},
{
	"page":"ENAS263_98",
	"text":"General lifestyle considerations General lifestyle considerations for patients with hypertrophic cardiomyopathy Topic General guidance Exercise Patients with HCM should avoid competitive sports activities, but should maintain a healthy lifestyle. Advice on recreational activities should be tailored to symptoms and the risk of disease-related complications including sudden cardiac death. Diet, alcohol and weight Patients should be encouraged to maintain a healthy body mass index. Large meals can precipitate chest pain, particularly in patients with LVOTO. Smaller, more frequent meals may be helpful. Avoid dehydration and excess alcohol, particularly in patients with LVOTO. Constipation is a frequent side-effect of verapamil/disopyramide and should be managed with diet and if necessary aperients. Smoking There are no data that show an interaction between tobacco smoking and HCM, but patients should be provided with general advice on the health risks associated with smoking and, when available, information on smoking cessation. Sexual activity Patients should be given the opportunity to discuss their concerns about sexual activity. Anxiety and depression following a diagnosis are frequent and some patients may express guilt or fear about their genetic diagnosis and the risk of transmission to offspring. Patients should be counselled on the potential effect of their medication on sexual performance. In general, patients should avoid PDE5 inhibitors, particularly when they have LVOTO. Medication Patients should be provided with information about their medication, including potential side-effects and interactions with prescribed medications, over-the-counter remedies and other complementary therapies. Where possible, peripheral vasodilators should be avoided in patients, particularly when they have LVOTO. Vaccination In the absence of contra-indications, symptomatic patients should be advised to have yearly influenza vaccination. Driving Most patients should be eligible for an ordinary driving licence and can continue driving unless they experience distracting or disabling symptoms. Advice on driving licences for heavy goods or passenger-carrying vehicles should be in line with local legislation. For further advice on driving with ICD see EHRA guidancea and local rules. Occupation Most people with HCM will be able to continue in their normal job. The implications of heavy manual jobs that involve strenuous activity should be discussed with the appropriate specialist. For some occupations such as pilots, and military and emergency services, there are strict guidelines on eligibility. The social and financial implications of a diagnosis of HCM should be included in the counselling of relatives before clinical or genetic screening. Holidays and travel insurance Most asymptomatic or mildly symptomatic patients can fly safely. For further advice see Fitness to fly for passengers with cardiovascular diseaseb. Insurance companies may charge more for travel insurance. In some countries, patient support organizations can provide further advice about obtaining reasonable insurance. Life insurance The diagnosis of HCM will result in difficulty obtaining life insurance or mortgages. Advice on the rules that apply in different countries should be provided to patients at diagnosis Pregnancy and childbirth Counselling on safe and effective contraception and referral for specialist pre-pregnancy risk assessment is indicated in all women of fertile age. Education/ schooling Teachers and other carers should be provided with advice and written information relevant to the care of children with HCM. In the absence of symptoms and risk factors, children should be allowed to perform low to moderate level aerobic physical activity, in accordance with advice from their cardiologist. Provision should be made for children with learning difficulties and other special needs HCM = hypertrophic cardiomyopathy; LVOTO = left ventricular outflow tract obstruction; PDE5 = phosphodiesterase 5. aVijgen J et al. Eur J Cardiovasc Nurs. bSmith D, et al. Heart 2010;96 Suppl 2:ii 1–16"
},
{
	"page":"ENAS263_2.0.0.0",
	"text":"Authors and legal information Diagnosis and Management of Hypertrophic Cardiomyopathy* The Task Force for the Diagnosis and Management of Hypertrophic Cardiomyopathy of the European Society of Cardiology (ESC). Chairperson Perry M. Elliott Cardiology Department The Heart Hospital 16-18 Westmoreland Street London W1G 8PH, UK Tel: +44 203 456 7898 Email: perry.elliott@ucl.ac.uk Authors/Task Force Members: Aris Anastasakis (Greece), Michael A. Borger (Germany), Martin Borggrefe (Germany), Franco Cecchi (Italy), Philippe Charron (France), Albert Alain Hagege (France), Antoine Lafont (France), Giuseppe Limongelli (Italy), Heiko Mahrholdt (Germany), William J. McKenna (UK), Jens Mogensen (Denmark), Petros Nihoyannopoulos (UK), Stefano Nistri (Italy), Petronella G. Pieper (Netherlands), Burkert Pieske (Austria), Claudio Rapezzi (Italy), Frans H. Rutten (Netherlands), Christoph Tillmanns (Germany), Hugh Watkins (UK). Additional Contributor: Constantinos O’Mahony (UK). Other ESC entities having participated in the development of this document: Associations: European Association of Cardiovascular Imaging (EACVI), European Association of Percutaneous Cardiovascular Interventions (EAPCI), European Heart Rhythm Association (EHRA), Heart Failure Association (HFA). Working Groups: Cardiovascular Pharmacology and Drug Therapy, Cardiovascular Surgery, Developmental Anatomy and Pathology, Grown-up Congenital Heart Disease, Myocardial and Pericardial Diseases. Councils: Cardiology Practice, Cardiovascular Primary Care. ESC Staff: Veronica Dean, Nathalie Cameron, Catherine Despres - Sophia Antipolis, France * Adapted from the ESC Guidelines on the diagnosis and management of hypertrophic cardiomyopathy (Eur Heart Journal 2014 - doi 10.1093/eurheartj/ehu284)."
},
{
	"page":"ENAS263_3.0.0.0",
	"text":"ESC_2014 Preamble Table 1: Classes of recommendations Classes of recommendations Definition Suggested wording to use Class I Evidence and/or general agreement that a given treatment or procedure is beneficial, useful, effective. Is recommended/is indicated Class II Conflicting evidence and/or a divergence of opinion about the usefulness/efficacy of the given treatment or procedure. Class IIa Weight of evidence/opinion is in favour of usefulness/efficacy. Should be considered Class IIb Usefulness/efficacy is less well established by evidence/opinion. May be considered Class III Evidence or general agreement that the given treatment or procedure is not useful/effective, and in some cases may be harmful. Is not recommended Table 2: Levels of evidence Level of evidence A Data derived from multiple randomized clinical trials or meta-analyses. Level of evidence B Data derived from a single randomized clinical trial or large non-randomized studies. Level of evidence C Consensus of opinion of the experts and/or small studies, retrospective studies, registries."
},
{
	"page":"ENAS263_4.0.0.0",
	"text":"Definition Hypertrophic cardiomyopathy (HCM) is defined by the presence of increased left ventricular (LV) wall thickness not solely explained by abnormal loading conditions. This definition applies to children and adults and makes no a priori assumptions about aetiology or myocardial pathology."
},
{
	"page":"ENAS263_5.0.0.0",
	"text":"Epidemiology The prevalence of HCM in adults is 0.02%–0.23%. The prevalence of HCM in children is unknown, but the annual incidence is approximately 0.3 to 0.5 per 100,000 (range 0.005–0.07%). Most studies report a small male preponderance and the prevalence of HCM in different racial groups is similar."
},
{
	"page":"ENAS263_6.0.0.0",
	"text":"Aetiology In up to 60% of adolescents and adults with HCM, the disease is an autosomal dominant trait caused by mutations in cardiac sarcomere protein genes. Five to ten per cent of adult cases are caused by other genetic disorders including inherited metabolic and neuromuscular diseases, chromosome abnormalities and genetic syndromes (Figure 1). Some patients have non-genetic disorders that mimic genetic forms of the disease. Figure 1 Diverse aetiology of hypertrophic cardiomyopathy The majority of cases in adolescents and adults are caused by mutations in sarcomere protein genes. AL = amyloid light chain; CFC = cardiofaciocutaneous; FHL-1 = Four and a half LIM domains protein 1; LEOPARD = lentigines, ECG abnormalities, ocular hypertelorism, pulmonary stenosis, abnormal genitalia, retardation of growth, and sensorineural deafness; MELAS = mitochondrial encephalomyopathy, lactic acidosis, and stroke-like episodes; MERFF = myoclonic epilepsy with ragged red fibres; MYL3 = myosin light chain 3; MYBPC3 = myosin-binding protein C, cardiac-type; MYH7 = myosin, heavy chain 7; TNNI3 = troponin I, cardiac; TNNT2 = troponin T, cardiac; TPM1 = tropomyosin 1 alpha chain; TTR = transthyretin."
},
{
	"page":"ENAS263_7.1.0.0",
	"text":"Diagnosis Diagnostic algorithm The diagnosis of HCM rests on the detection of increased LV wall thickness by any imaging modality. Other aspects of the disease phenotype include myocardial fibrosis, mitral valve abnormalities, coronary microcirculatory dysfunction and electrocardiographic abnormalities. Detection of increased LV wall thickness unexplained by loading conditions should prompt a systematic search for its underlying cause (Figure 2). Figure 2 Schematic summarising the general approach to the diagnosis of hypertrophic cardiomyopathy Notes: 1. Counselling is essential before and after testing for genetic disease. 2. Genetic testing is recommended in patients fulfilling diagnostic criteria for HCM to enable cascade genetic screening of their relatives. 3. For recommendations on individual investigations see relevant sections. ECG = electrocardiogram For Interactive Tool, see here."
},
{
	"page":"ENAS263_7.2.1.0",
	"text":"Diagnostic criteria Adults A wall thickness ≥ 15 mm in one or more LV myocardial segments assessed by any imaging technique (echocardiography, cardiac magnetic resonance imaging (CMR) or computed tomography (CT)) that is not solely explained by loading conditions."
},
{
	"page":"ENAS263_7.2.2.0",
	"text":"Children An LV wall thickness more than two standard deviations above the predicted mean (z-score > 2, where a z-score is defined as the number of standard deviations from the population mean)."
},
{
	"page":"ENAS263_7.2.3.0",
	"text":"Relatives The clinical diagnosis of HCM in a first degree relative of a proband with unequivocal disease (LVH ≥ 15 mm) is based on the presence of otherwise unexplained increased LV wall thickness ≥ 13 mm in one or more LV myocardial segments measured using any cardiac imaging technique."
},
{
	"page":"ENAS263_7.3.0.0",
	"text":"History and physical examination Construction of a three- to four-generation family pedigree helps to confirm a genetic origin of disease and identifies other family members that are at risk of disease. A number of non-cardiac signs and symptoms act as pointers for specific diagnoses (Table 3). Table 3 Examples of signs and symptoms suggestive of specific diagnoses a Symptom/sign Diagnosis Learning difficulties, mental retardation Mitochondrial diseases Noonan/LEOPARD/Costello syndrome Danon disease Sensorineural deafness Mitochondrial diseases (particularly with diabetes) Anderson-Fabry disease LEOPARD syndrome Visual impairment Mitochondrial diseases (retinal disease, optic atrophy) TTR-related amyloidosis (cotton wool type vitreous opacities) Danon disease (retinitis pigmentosa) Anderson-Fabry disease (cataracts, corneal opacities) Gait disturbance Friedreich’s ataxia Paraesthesia/sensory abnormalities/neuropathic pain Amyloidosis Anderson-Fabry disease Carpal tunnel syndrome TTR-related amyloidosis (especially when bilateral and in male patients) Muscle weakness Mitochondrial diseases Glycogen storage disorders FHL1 mutations Friedreich’s ataxia Palpebral ptosis Mitochondrial diseases Noonan/LEOPARD syndrome Myotonic dystrophy Lentigines/café au lait spots LEOPARD/Noonan syndrome Angiokeratomata, hypohidrosis Anderson-Fabry disease FHL1 = four and a half LIM domains 1; LEOPARD = lentigines, ECG abnormalities, ocular hypertelorism, pulmonary stenosis, abnormal genitalia, retardation of growth and sensorineural deafness; TTR = transthyretin. a modified from Rapezzi et al (see ref 67 in the Full Text at www.escardio.org/guidelines)."
},
{
	"page":"ENAS263_7.4.0.0",
	"text":"Resting and ambulatory electrocardiography Standard 12-lead ECG provides useful clues to the diagnosis as well as the distribution of hypertrophy and myocardial scar (Table 4). The ECG is a sensitive although non-specific early marker of disease in relatives. Ambulatory ECG monitoring is recommended at the initial assessment to assess the risk of sudden cardiac death (section 9.6: Prevention of Sudden Cardiac Death) and stroke see section on atrial tachyarrhythmia. Table 4 Electrocardiographic abnormalities suggesting specific diagnoses or morphological variants Finding Comment Short PR interval/pre-excitation Pre-excitation is a common feature of storage diseases (Pompe, PRKAG2, and Danon) and mitochondrial disorders (MELAS, MERFF). A short PR interval without pre-excitation is seen in Anderson-Fabry disease. AV block Progressive atrioventricular conduction delay is common in mitochondrial disorders, some storage diseases (including Anderson-Fabry disease), amyloidosis, desminopathies and in patients with PRKAG2 mutations. Extreme LVH (Sokolow score ≥ 50) Extremely large QRS voltage is typical of storage diseases such as Pompe and Danon disease, but can be caused by pre-excitation alone. Low QRS voltage (or normal voltages despite increased LV wall thickness) Low QRS voltage in the absence of pericardial effusion, obesity and lung disease is rare in HCM (limited to cases with end-stage evolution) but is found in up to 50% of patients with AL amyloidosis and 20% with TTR amyloidosis. Differential diagnosis between HCM and cardiac amyloidosis is aided by measuring the ratio between QRS voltages and LV wall thickness. Extreme superior (“North West”) QRS axis deviation Seen in patients with Noonan syndrome who have severe basal hypertrophy extending into the RV outflow tract. Giant negative T wave inversion (> 10 mm) Giant negative T wave inversion in the precordial and/or inferolateral leads suggests involvement of the LV apex. Abnormal Q waves ≥ 40 ms in duration and/or ≥ 25% of the R wave in depth and/or ≥ 3 mm in depth in at least two contiguous leads except aVR Abnormally deep Q waves in the inferolateral leads, usually with a positive T wave, are associated with an asymmetrical distribution of LVH. Q waves of abnormal duration (≥ 40 ms) are associated with areas of replacement fibrosis. Coved ST-segmentelevation in lateral chest leads Some patients with apical or distal hypertrophy develop small apical aneurysms, sometimes associated with myocardial scarring. These may only be detectable on CMR, ventriculography or contrast echo, and are occasionally associated with ST-segment in the lateral chest leads. AV = atrioventricular; AL = amyloid light chain; CMR = cardiac magnetic resonance; HCM = hypertrophic cardiomyopathy; LV = left ventricular; LVH = left ventricular hypertrophy; MELAS = mitochondrial encephalomyopathy, lactic acidosis, and stroke-like episodes; MERFF = myoclonic epilepsy with ragged red fibres; PRKAG2 = gamma-2 subunit of the adenosine monophosphate-activated protein kinase; RV = right ventricular; TTR = transthyretin. Recommendations on electrocardiography Classa Levelb Standard 12-lead electrocardiography is recommended in patients with suspected hypertrophic cardiomyopathy to aid diagnosis and provide clues to underlying aetiology. I B 48 hour ambulatory ECG monitoring is recommended in patients at their initial clinical assessment to detect atrial and ventricular arrhythmia. I B ECG = electrocardiogram a Class of recommendation. b Level of evidence."
},
{
	"page":"ENAS263_7.5.1.0",
	"text":"Echocardiography Left ventricular hypertrophy & LVOTO End-diastolic LV wall thickness should be assessed in all segments from base to apex in short-axis views using contrast echo and/or CMR if necessary. LV outflow tract obstruction (LVOTO) caused by systolic anterior motion (SAM) of the mitral valve leaflets occurs at rest in one third of patients and another third during physiological provocation (Valsalva, standing and exercise). LVOTO is defined as an instantaneous peak Doppler LV outflow tract pressure gradient ≥ 30 mmHg at rest or during physiological provocation but is usually clinically significant only when ≥ 50 mmHg. Figure 3 summarises the approach to the assessment of LVOTO in symptomatic and asymptomatic patients. Obstruction unrelated to SAM, (sub-aortic membranes, mitral valve leaflet abnormalities and mid-cavity obstruction) should be systematically excluded. SAM of the mitral valve nearly always results in mid to late systolic and inferolaterally oriented mitral regurgitation. The presence of a central or anteriorly directed jet should prompt further assessment of the mitral valve. Figure 3 Protocol for the assessment and treatment of left ventricular outflow tract obstruction *exercise echocardiography may be considered in individual patients when the presence of a LVOT gradient is relevant to lifestyle advice and decisions on medical treatment. LVOTO = left ventricular outflow tract obstruction. For Interactive Tool, see here."
},
{
	"page":"ENAS263_7.5.2.0",
	"text":"Assessment of diastolic function The assessment of LV filling pressures is helpful in the evaluation of symptoms and disease staging. A comprehensive evaluation of diastolic function, including Doppler myocardial imaging, pulmonary vein flow velocities, pulmonary artery systolic pressure and LA size is recommended as part of the routine assessment of HCM."
},
{
	"page":"ENAS263_7.5.3.0",
	"text":"Systolic function EF or fractional shortening is typically normal or increased in patients with HCM, but is a poor measure of LV systolic performance when hypertrophy is present. Myocardial longitudinal velocities and deformation parameters (strain and strain rate) derived from Doppler myocardial imaging or speckle tracking techniques are often reduced despite a normal EF, and may be abnormal before the development of increased wall thickness in genetically affected relatives."
},
{
	"page":"ENAS263_7.5.4.0",
	"text":"Role of echocardiography in differential diagnosis Table 5 Echocardiographic features that suggest specific aetiologies a Finding Specific diseases to be considered Increased interatrial septum thickness Amyloidosis Increased AV valve thickness Amyloidosis; Anderson-Fabry disease Increased RV free wall thickness Amyloidosis, myocarditis, Anderson-Fabry disease, Noonan syndrome and related disorders Mild to moderate pericardial effusion Amyloidosis, myocarditis Ground-glass appearance of ventricular myocardium on 2-D echocardiography Amyloidosis Concentric LVH Glycogen storage disease, Anderson-Fabry disease, PRKAG2 mutations Extreme concentric LVH (wall thickness ≥ 30 mm) Danon disease, Pompe disease Global LV hypokinesia (with or without LV dilatation) Mitochondrial disease, TTR-related amyloidosis, PRKAG2 mutations, Danon disease, myocarditis, advanced sarcomeric HCM, Anderson-Fabry disease Right ventricular outflow tract obstruction Noonan syndrome and associated disorders 2-D = two dimensional; AV = atrioventricular; HCM = hypertrophic cardiomyopathy; LV = left ventricular; LVH = left ventricular hypertrophy; PRKAG2 = gamma-2 subunit of the adenosine monophosphate-activated protein kinase; RV = right ventricle; TTR = transthyretin. a modified from Rapezzi et al (see ref 67 in the Full Text at www.escardio.org/guidelines)."
},
{
	"page":"ENAS263_7.5.5.0",
	"text":"Contrast Echocardiography Intravenous ultrasound contrast agents should be used to outline the endocardium when there is poor visualisation of the lateral LV wall or apex. In all patients undergoing septal alcohol ablation (SAA) intracoronary contrast echocardiography is recommended to ensure correct localization of alcohol see section on septal alcohol ablation."
},
{
	"page":"ENAS263_7.5.6.0",
	"text":"Transoesophageal echocardiography (TOE) TOE should be considered in patients with poor transthoracic echo windows as an alternative or complementary investigation to CMR to define the mechanism of LVOTO and to assess the mitral valve before a septal reduction procedure, and when other intrinsic valve abnormalities are suspected. Recommendations for transthoracic echocardiography evaluation in hypertrophic cardiomyopathy Classa Levelb In all patients with HCM at initial evaluation, transthoracic 2-D and Doppler echocardiography are recommended, at rest and during Valsalva manoeuvre in the sitting and semi-supine positions–and then on standing if no gradient is provoked. I B Measurement of maximum diastolic wall thickness is recommended, using 2-D short-axis views in all LV segments, from base to apex. I C A comprehensive evaluation of LV diastolic function is recommended, including pulsed Doppler of mitral valve inflow, tissue Doppler velocities at the mitral annulus, pulmonary vein flow velocities, pulmonary artery systolic pressure, and measurement of LA size and volume. I C In symptomatic patients with a resting or provoked c peak instantaneous LV outflow tract gradient < 50 mmHg, 2-D and Doppler echocardiography during exercise in the standing, sitting or semi-supine position is recommended to detect provocable LVOTO and exercise induced mitral regurgitation. I B Inasymptomaticpatients with a resting or provoked c peak instantaneous LV outflow tract gradient < 50 mmHg, 2-D and Doppler echocardiographyduring exercise–in the standing, sitting or semi-supine position–may be considered when the presence of a LVOT gradient is relevant to lifestyle advice, and decisions on medical treatment. IIb C In patients with sub-optimal images or with suspected LV apical hypertrophy or aneurysm, TTE with LV cavity opacification–using intravenous echocardiographic contrast agents–should be considered as an alternative to CMR imaging. IIa C Intracoronary contrast echocardiography is recommended in all patients undergoing SAA, to ensure correct localization of alcohol. I B a Class of recommendation. b Level of evidence. c Provocation with Valsalva, standing or oral nitrate. Recommendations on transoesophageal echocardiography Classa Levelb Peri-operative TOE is recommended in patients undergoing septal myectomy, to confirm the mechanism of LVOTO, to guide the surgical strategy, to assess post-surgical complications and to detect residual LV outflow tract obstruction. I C TOE should be considered in patients with LVOTO if the mechanism is unclear, or when assessing the mitral valve apparatus before a septal reduction procedure, or when severe mitral regurgitation caused by intrinsic valve abnormalities, is suspected. IIa C TOE with intracoronary contrast injection of the candidate septal perforator artery should be considered to guide septal alcohol ablation when transthoracic windows are insufficient for proper visualization of echo-contrast within the myocardium. IIa C LVOTO = left ventricular outflow tract obstruction; TOE = transoesophageal echocardiography. a Class of recommendation. b Level of evidence."
},
{
	"page":"ENAS263_7.6.0.0",
	"text":"Cardiovascular magnetic resonance imaging (CMR) CMR should be considered in patients with HCM at their baseline assessment. CMR is superior to 2-D echocardiography in the detection of LV apical and anterolateral hypertrophy, aneurysms and thrombi and is more sensitive in the detection of subtle markers of disease such as myocardial crypts and papillary muscle abnormalities in patients with sarcomeric protein gene mutations. Late gadolinium enhancement (LGE) is present in 33–84% of patients, typically in a patchy mid-wall pattern in areas of hypertrophy and at the anterior and posterior RV insertion points. Anderson-Fabry disease is characterized by a reduction in non-contrast T1 signal and the presence of posterolateral LGE. Cardiac amyloidosis is characterized by global, sub-endocardial or segmental LGE and a highly specific pattern of myocardial and blood-pool gadolinium kinetics. Recommendations for cardiovascular magnetic resonance evaluation in hypertrophic cardiomyopathy   Classa Levelb It is recommended that CMR studies be performed and interpreted by teams experienced in cardiac imaging and in the evaluation of heart muscle disease. I C In the absence of contra-indications, CMR with LGE is recommended in patients with suspected HCM who have inadequate echocardiographic windows, in order to confirm the diagnosis. I B In the absence of contra-indications, CMR with LGE should be considered in patients fulfilling diagnostic criteria for HCM, to assess cardiac anatomy, ventricular function, and the presence and extent of myocardial fibrosis. IIa B CMR with LGE imaging should be considered in patients with suspected apical hypertrophy or aneurysm. IIa C CMR with LGE imaging should be considered in patients with suspected cardiac amyloidosis. IIa C CMR with LGE may be considered before septal alcohol ablation or myectomy, to assess the extent and distribution of hypertrophy and myocardial fibrosis. IIb C CMR = cardiac magnetic resonance; HCM = hypertrophic cardiomyopathy; LGE = late gadolinium enhancement. a Class of recommendation. b Level of evidence."
},
{
	"page":"ENAS263_7.7.0.0",
	"text":"Nuclear imaging and computerized tomography Bone scintigraphy with 99mTc-DPD or similar bone tracers should be considered in patients in whom TTR amyloidosis is a possibility (age > 65 years, history of bilateral carpal tunnel syndrome and features consistent with cardiac amyloidosis on ECG and cardiac imaging). Cardiac CT should be considered in patients who have inadequate echocardiographic imaging and contra-indications for CMR. Recommendations for nuclear scintigraphy Classa Levelb Bone scintigraphy (particularly with 99mTc-DPD) should be considered in patients with symptoms, signs and non-invasive tests consistent with TTR-related amyloidosis. IIa B Cardiac CT should be considered in patients who have inadequate echocardiographic imaging and contra-indications for CMR. IIa C CT = computerized tomography; 99mTc-DPD = 99mTechnetium-3,3-diphosphono-1,2-propano-di-carboxylic acid; TTR = transthyretin. a Class of recommendation. b Level of evidence."
},
{
	"page":"ENAS263_7.8.0.0",
	"text":"Endomyocardial biopsy Endomyocardial biopsy is not part of the routine diagnostic work-up, but it may have a role when myocardial infiltration or storage is suspected following specialized tests (including biopsy of other more accessible tissues). Recommendations for endomyocardial biopsy Classa Levelb Endomyocardial biopsy may be considered when the results of other clinical assessments suggest myocardial infiltration, inflammation or storage that cannot be confirmed by other means. IIb C a Class of recommendation. b Level of evidence."
},
{
	"page":"ENAS263_7.9.0.0",
	"text":"Laboratory tests Table 6 Recommended laboratory tests in adult patients with hypertrophic cardiomyopathy Test Comment Haemoglobin Anaemia exacerbates chest pain and dyspnoea and should be excluded whenever there is a change in symptoms. Renal function Renal function may be impaired in patients with severe left ventricular impairment. Impaired GFR and proteinuria may be seen in amyloidosis, Anderson-Fabry disease and mitochondrial DNA disorders. Liver transaminases Liver tests may be abnormal in mitochondrial disorders, Danon disease and ß-oxidation defects. Creatine phosphokinase Serum creatine phosphokinase is raised in metabolic disorders such as Danon and mitochondrial disease. Plasma/leucocyte alpha galactosidase A (in men aged > 30 years) Low (< 10% normal values) or undetectable plasma and leucocyte alpha galactosidase A is present in male patients with Anderson-Fabry disease. a Plasma and leucocyte enzyme levels are often within the normal range in affected females and so genetic testing may be considered if clinically suspected. Serum immunoglobulin free light chain assay, serum and urine immunofixation, and urine electrophoresis Should be considered if amyloidosis is suspected from history and non-invasive tests. Confirmation of the diagnosis usually requires histological analysis. Fasting glucose May be elevated in some mitochondrial DNA disorders and low in fatty acid and carnitine disorders. Brain natriuretic peptide and troponin T Elevated plasma levels of BNP, NT-proBNP and troponin T are associated with higher risk of cardiovascular events, heart failure and death. Thyroid function tests Should be measured at diagnosis and monitored every 6 months in patients treated with amiodarone. Plasma Lactate Elevated in some patients with mitochondrial disorders. BNP = brain natriuretic peptide; DNA = deoxyribonucleic acid; GFR = glomerular filtration rate; NT-proBNP = N-terminal pro brain natriuretic peptide. a Pseudo-deficiency may be seen in some genetic variants such as D313Y."
},
{
	"page":"ENAS263_8.1.0.0",
	"text":"Genetic testing and family screening Genetic counselling and molecular genetic testing in probands HCM is usually inherited as an autosomal dominant genetic trait with a 50% risk of transmission to offspring. Genetic counselling is recommended in all patients with HCM when it cannot be explained solely by a non-genetic cause. Where possible genetic testing is recommended to enable cascade genetic screening of relatives. Genetic analysis should include the most commonly implicated sarcomere protein genes (Figure 1). In patients who have features suggestive of specific rare genetic diseases (see here) there should be a rational search for mutations in other genes. Genetic testing in individuals with an equivocal clinical diagnosis (e.g. athletes and hypertensives) should only be performed after detailed clinical and family assessment by expert teams. Genetic analysis of post-mortem tissue or DNA samples can be valuable in the assessment of surviving relatives. Recommendations on genetic counselling Classa Levelb Genetic counselling is recommended for all patients with HCM when their disease cannot be explained solely by a non-genetic cause, whether or not clinical or genetic testing will be used to screen family members. I B Genetic counselling should be performed by professionals trained for this specific task working within a multidisciplinary specialist team. IIa C HCM = hypertrophic cardiomyopathy. a Class of recommendation. b Level of evidence. Recommendations on genetic testing in probands Classa Levelb Genetic testing is recommended in patients fulfilling diagnostic criteria for HCM when it enables cascade genetic screening of their relatives. I B It is recommended that genetic testing be performed in certified diagnostic laboratories with expertise in the interpretation of cardiomyopathy-related mutations. I C In the presence of symptoms and signs of disease suggestive of specific causes of HCM, genetic testing is recommended to confirm the diagnosis. I B Genetic testing in patients with a borderlinec diagnosis of HCM should be performed only after detailed assessment by specialist teams. IIa C Post-mortem genetic analysis of stored tissue or DNA should be considered in deceased patients with pathologically confirmed HCM to enable cascade genetic screening of their relatives. IIa C DNA = deoxyribonucleic acid; HCM = hypertrophic cardiomyopathy. a Class of recommendation. b Level of evidence. c Borderline: left ventricular wall thickness 12–13 mm in adults; left ventricular hypertrophy in the presence of hypertension, athletic training, valve disease."
},
{
	"page":"ENAS263_8.2.1.0",
	"text":"Genetic and clinical screening of relatives Introduction Since most relatives have no symptoms at initial clinical screening, it is important that they are provided with information about the consequences of a diagnosis for life insurance, pension, occupation, sporting activities, and eligibility for fostering and adoption before they are tested."
},
{
	"page":"ENAS263_8.2.2.0",
	"text":"Families with definite disease causing mutations When a definite causative genetic mutation is identified, relatives should be first genetically tested and then clinically evaluated if they are found to carry the same mutation (Figure 4). If the mutation is absent, they should be discharged from clinic but reassessed if they develop symptoms. If requested by parents or legal guardians, clinical evaluation of children may precede or substitute for genetic evaluation when this has been agreed to be in the best interest of the child. Figure 4 Flow chart for the genetic and clinical screening of probands and relatives. HCM = hypertrophic cardiomyopathy. Cascade genetic test = screening of first degree relatives of patients already diagnosed with HCM. For Interactive Tool, see here."
},
{
	"page":"ENAS263_8.2.3.0",
	"text":"Families without definite dis. causing mutations When genetic testing is not performed in the index case, or fails to identify a definite mutation or reveals one or more genetic variants of unknown significance, first degree adult relatives should be offered clinical screening with an ECG and echocardiogram (Figure 4). If these are normal, they should be offered repeat assessments at intervals guided by the age of onset and severity of cardiomyopathy in their family and active participation in competitive sport. Individuals with non-diagnostic clinical features consistent with early disease should be seen initially at 6-12 monthly intervals and then less frequently if there is no progression. All relatives who complain of new cardiovascular symptoms should be re-evaluated promptly. Recommendations for genetic and clinical testing of adult relatives Classa Levelb Cascade genetic screening after pre-test counselling is recommended in first-degree adult relatives of patients with a definite disease-causing mutation. I B Clinical evaluation, employing ECG and echocardiography and long-term follow-up, is recommended in first-degree relatives who have the same definite disease-causing mutation as the proband.c I C First-degree relatives who do not have the same definite disease-causing mutation as the probandc should be discharged from further follow-up but advised to seek re-assessment if they develop symptoms or when new clinically relevant data emerge in the family. IIa B When no definite genetic mutation is identified in the probandc or genetic testing is not performed, clinical evaluation with ECG and echocardiography should be considered in first-degree adult relatives and repeated every 2–5 years (or 6–12 monthly if non-diagnostic abnormalities are present). IIa C ECG = electrocardiogram. a Class of recommendation. b Level of evidence. c Proband = usually the first family member to be diagnosed with the condition."
},
{
	"page":"ENAS263_8.3.0.0",
	"text":"Clinical and genetic screening of children Clinical and genetic testing of children should be guided by the best interests of the child and consider potential benefits and harms such as compromised life insurance prospects. Recommendations for genetic and clinical screening in children Classa Levelb The children of patients with a definite disease-causing mutation should be considered for predictive genetic testing–following pre-test family counselling–when they are aged 10 or more years and this should be carried out in accordance with international guidelines for genetic testing in children. IIa C In first-degree child relatives aged 10 or more years, in whom the genetic status is unknown, clinical assessment with ECG and echocardiography should be considered every 1–2 years between 10 and 20 years of age and then every 2–5 years thereafter. IIa C If requested by the parent(s) or legal representative(s), clinical assessment with ECG and echocardiography may precede or substitute for genetic evaluation after counselling by experienced physicians and when it is agreed to be in the best interest of the child. IIb C When there is a malignant family history in childhood or early-onset disease or when children have cardiac symptoms or are involved in particularly demanding physical activity, clinical or genetic testing of first-degree child relatives before the age of 10 years may be considered. IIb C ECG = electrocardiogram. a Class of recommendation. b Level of evidence."
},
{
	"page":"ENAS263_8.4.0.0",
	"text":"Follow-up of mutation carriers without a phenotype Precautionary long-term evaluation of normal healthy mutation carriers is recommended. Mutation carriers without disease expression on ECG or echocardiography who wish to participate in competitive sports should be advised on an individual basis, taking into account the local legal framework, the underlying mutation and the type of sporting activity. Recommendations for follow-up of mutation carriers without a phenotype Classa Levelb In definite mutation carriers who have no evidence of disease expression, sports activity may be allowed after taking into account the underlying mutation and the type of sport activity, and the results of regular and repeated cardiac examinations. IIb C a Class of recommendation. b Level of evidence."
},
{
	"page":"ENAS263_9.0.0.0",
	"text":"Delivery of care National societies and healthcare providers should ensure that there is a workforce with the necessary skills to offer expert care and provide sufficient educational resources to improve and maintain competencies for all professional groups involved in the care of patients with HCM. Recommendations on delivery of care Classa Levelb It is recommended that individuals who have an uncertain diagnosis, severe symptoms or increased risk for disease-related complications, be referred to specialist teams for further investigation and management. I C Irrespective of symptom status, regular clinical surveillance of patients –and, when appropriate, their first-degree relatives–is recommended. I C In all cases of HCM, clinicians should consider evaluation of patients in centres with multidisciplinary teams, with expertise in the diagnosis, genetics, risk stratification and management of heart muscle disease. IIa C HCM = hypertrophic cardiomyopathy a Class of recommendation. b Level of evidence."
},
{
	"page":"ENAS263_10.1.0.0",
	"text":"Assessment of symptoms Chest pain Systematic 2-D and Doppler echocardiography and ambulatory ECG monitoring are usually sufficient to determine the most likely cause of symptoms. Assessment of LVOTO as outlined in section here should be routine in all symptomatic patients. Recommendations on coronary angiography   Classa Levelb Invasive coronary angiography is recommended in adult survivors of cardiac arrest, in patients with sustained ventricular tachyarrhythmia and in patients with severe stable angina (Canadian Cardiovascular Society (CCS) Class ≥ 3). I C Invasive or CT coronary angiography should be considered in patients with typical exertional chest pain (CCS Class <  3) who have an intermediate pre-test probability of atherosclerotic coronary artery disease based on age, gender and risk factors for atherosclerosis, or a history of coronary revascularization. IIa C In all patients aged 40 years or more, invasive or CT coronary angiography should be considered before septal reduction therapy, irrespective of the presence of typical exertional chest pain. IIa C CT = computed tomography; CCS = Canadian Cardiovascular Society. a Class of recommendation. b Level of evidence."
},
{
	"page":"ENAS263_10.2.1.0",
	"text":"Heart failure Introduction In most patients, there is a life-long process of cardiac remodelling characterized by myocardial fibrosis and wall thinning accompanied by a decline in LV diastolic and systolic function with either mild to moderate LV dilatation and a fall in LV EF or severe LV diastolic dysfunction and marked atrial dilatation with little or no LV dilatation. Presentation with acute heart failure is uncommon, but can be precipitated by arrhythmias, acute mitral regurgitation, and myocardial ischaemia or infarction."
},
{
	"page":"ENAS263_10.2.2.0",
	"text":"Invasive pressure studies Recommendations on invasive haemodynamic studies Classa Levelb Cardiac catheterization–to evaluate right and left heart function and pulmonary arterial resistance–is recommended in patients being considered for heart transplantation or mechanical circulatory support. I B In symptomatic patients with inconclusive, non-invasive cardiac imaging, left and right heart catheterization may be considered, to assess the severity of LVOTO and to measure LV filling pressures. IIb C LV = left ventricular; LVOTO = left ventricular outflow tract obstruction. a Class of recommendation. b Level of evidence."
},
{
	"page":"ENAS263_10.2.3.0",
	"text":"Cardiopulmonary exercise testing Cardiopulmonary exercise testing should be considered at the initial clinical evaluation and when patients report a change in symptoms. When cardiopulmonary exercise testing is unavailable, conventional treadmill or bicycle ergometry with simultaneous electrocardiography can be used. Measurement of blood pressure with a standard sphyngomanometer during exercise is recommended to provide prognostic information (See sudden cardiac death). Recommendations on cardiopulmonary exercise testing Classa Levelb Cardiopulmonary exercise testing, with simultaneous measurement of respiratory gases, is recommended in severely symptomatic patients with systolic and/or diastolic LV dysfunction being evaluated for heart transplantation or mechanical support. I B Irrespective of symptoms, cardiopulmonary exercise testing with simultaneous measurement of respiratory gases (or standard treadmill or bicycle ergometry when unavailable) should be considered to assess the severity and mechanism of exercise intolerance and change in systolic blood pressure. IIa B Cardiopulmonary exercise testing, with simultaneous measurement of respiratory gases (or standard treadmill or bicycle ergometry when unavailable), should be considered in symptomatic patients undergoing septal alcohol ablation and septal myectomy to determine the severity of exercise limitation. IIa C LV = left ventricular. a Class of recommendation. b Level of evidence."
},
{
	"page":"ENAS263_10.3.0.0",
	"text":"Syncope Causes of syncope include hypovolaemia, complete heart block, sinus node dysfunction, sustained ventricular tachycardia, LVOTO, abnormal vascular reflexes and atrial arrhythmias. Exercise stress echocardiography should be considered to detect provocable LVOTO. In patients with recurrent episodes of unexplained syncope who are at low risk of SCD, an implantable loop recorder (ILR) should be considered. Tilt testing is not useful in routine assessment. Recommendations on investigation of syncope   Classa Levelb 12-lead ECG, upright exercise test, resting and exercise 2-D and Doppler echocardiography, and 48-hour ambulatory ECG monitoring are recommended in patients with unexplained syncope to identify the cause of their symptoms. I C An ILR should be considered in patients with recurrent episodes of unexplained syncope, who are at low risk of SCD. IIa C 2-D = two dimensional; ECG = electrocardiogram; ILR = implantable loop recorder; SCD = sudden cardiac death. a Class of recommendation. b Level of evidence."
},
{
	"page":"ENAS263_10.4.0.0",
	"text":"Palpitations Many patients complain of palpitations caused by symptomatic cardiac contractions and ventricular ectopy. Sustained palpitation lasting for more than a few minutes is often caused by supraventricular arrhythmia. Recommendations on palpitations Classa Levelb For patients with frequent or sustained palpitations, 48-hour ambulatory ECG monitoring is recommended, to identify the likely cause. I C An ILR may be considered in patients with frequent palpitations, in whom no cause is identified following prolonged ECG monitoring. IIb C ECG = electrocardiogram; ILR = implantable loop recorder. a Class of recommendation. b Level of evidence."
},
{
	"page":"ENAS263_10.5.0.0",
	"text":"Recommendations for electrophysiological testing Routine use of electrophysiological studies (EPS) in patients with syncope or symptoms suggestive of arrhythmia is not recommended. Recommendations on electrophysiologic testing   Classa Levelb Invasive electrophysiological study is recommended in patients with documented persistent or recurrent supraventricular tachycardia (atrial flutter, atrial tachycardia, atrioventricular nodal re-entry tachycardia, accessory atrioventricular pathway mediated tachycardias) and in patients with ventricular pre-excitation, in order to identify and treat an ablatable substrate. I C Invasive electrophysiological study may be considered in selected patients with documented, symptomatic, monomorphic, sustained (> 30 s) ventricular tachycardia in order to identify and treat an ablatable arrhythmia substrate. IIb C Invasive electrophysiological study with programmed ventricular stimulation is not recommended for sudden cardiac death risk stratification. III C a Class of recommendation. b Level of evidence."
},
{
	"page":"ENAS263_11.1.1.0",
	"text":"Management of symptoms and prevention of complications LV outflow tract obstruction Introduction and general measures The threshold for invasive treatment is usually considered to be ≥ 50 mmHg. Patients with a maximum resting or provoked LV outflow tract gradient < 50 mmHg should be managed in accordance with the recommendations for non-obstructive HCM. Patients with LVOTO should avoid dehydration and excess alcohol consumption, and weight loss should be encouraged. Recommendations for treatment of left ventricular outflow tract obstruction: General measures Classa Levelb Arterial and venous dilators, including nitrates and phosphodiesterase inhibitors, should be avoided if possible in patients with resting or provocable LVOTO. IIa C Restoration of sinus rhythm or appropriate rate control should be considered before considering invasive therapies in patients with new-onset or poorly controlled atrial fibrillation. IIa C Digoxin is not recommended in patients with resting or provocable LVOTO. III C LVOTO = left ventricular outflow tract obstruction. a Class of recommendation. b Level of evidence."
},
{
	"page":"ENAS263_11.1.2.0",
	"text":"Drug therapy Non-vasodilating ß-blockers are first line therapy. If ineffective, additional therapy with disopyramide should be considered ensuring that the QTc interval does not exceed 480 ms. Disopyramide should be avoided in patients with glaucoma, in men with prostatism, and in patients taking other drugs that prolong the QT interval (e.g. amiodarone and sotalol) and should be used cautiously in patients with or prone to AF in whom enhancement of AV conduction can increase the ventricular rate. When ß-blockers are contraindicated or ineffective, verapamil with close monitoring in patients with severe obstruction (≥ 100 mmHg) or elevated pulmonary artery systolic pressures or diltiazem should be considered. Dihydropyridine calcium antagonists are not recommended for the treatment of LVOTO. Low dose loop or thiazide diuretics may be used cautiously to improve dyspnoea taking care to avoid hypovolaemia. Rarely, patients with severe provocable LVOTO present with hypotension and pulmonary oedema. Use of vasodilators and positive inotropes in this setting can be life-threatening. Treatment should consist of oral or i.v. ß-blockers and vasoconstrictors (e.g. phenylephrine, metaraminol, norepinephrine). Recommendations on medical treatment of left ventricular outflow tract obsruction Classa Levelb Non-vasodilating ß-blockers titrated to maximum tolerated dose, are recommended as first-line therapy to improve symptoms in symptomatic patients with resting or provokedc LVOTO. I B Verapamil, titrated to maximum tolerated dose, is recommended to improve symptoms in symptomatic patients with resting or provokedc LVOTO who are intolerant or have contra-indications to ß-blockers. I B Disopyramide, titrated to maximum tolerated dosed, is recommended in addition to a β-blocker (or, if this is not possible, with verapamil) to improve symptoms in symptomatic patients with resting or provokedc LVOTO. I B Disopyramide, titrated to maximum tolerated dosed, may be considered as monotherapy to improve symptoms in symptomatic patients with resting or provoked c LVOTO (exercise or Valsalva manoeuvre) taking caution in patients with–or prone to–AF, in whom it can increase ventricular rate response. IIb C ß-blockers or verapamil may be considered in children and asymptomatic adults with resting or provoked c LVOTO to reduce left ventricular pressures. IIb C Low-dose loop–or thiazide diuretics may be used with caution in symptomatic LVOTO, to improve exertional dyspnoea. IIb C Diltiazem, titrated to maximum tolerated dose, should be considered in symptomatic patients with resting or provoked c LVOTO who are intolerant or have contra-indications to β-blockers and verapamil to improve symptoms. IIa C Oral or i.v. ß-blockers and vasoconstrictors should be considered in patients with severe provocable LVOTO presenting with hypotension and pulmonary oedema. IIa C LVOTO = left ventricular outflow tract obstruction. a Class of recommendation. b Level of evidence. c Provocation with Valsalva manoeuvre, upright exercise or oral nitrates if unable to exercise. d QTc interval should be monitored during up-titration of disopyramide and the dose reduced if it exceeds 480 ms."
},
{
	"page":"ENAS263_11.1.3.1",
	"text":"Invasive treatment of LVOTO Surgery Invasive treatment to reduce LVOTO should be considered in patients with a LVOTO gradient ≥  50 mmHg, moderate to severe symptoms (New York Heart Association (NYHA) functional class III-IV) and/or exertional or recurrent syncope in spite of maximally tolerated drug therapy. Experienced multidisciplinary teams should assess all patients before intervention. The choice of therapy should be based on a systematic assessment of the mitral valve and septal anatomy that includes deliberate exclusion of LV outflow tract and mitral valve abnormalities requiring surgical treatment (Figure 5). In patients with mild hypertrophy (≤ 16 mm) dual chamber pacing (see 9.1.3.5 dual chamber pacing) or mitral valve repair/replacement may be considered. Ventricular septal myectomy reduces LV outflow tract gradients and SAM related mitral regurgitation in over 90% of cases and improves exercise capacity and symptoms. The main surgical complications are AV nodal block, ventricular septal defect and aortic regurgitation (AR). When there is CO-existing mid-cavity obstruction, the standard myectomy can be extended distally into the mid-ventricle around the base of the papillary muscles. Concomitant mitral valve surgery is required in 11–20% of patients undergoing myectomy."
},
{
	"page":"ENAS263_11.1.3.2",
	"text":"Septal alcohol ablation Selective injection of alcohol into a septal perforator artery (or sometimes other branches of the left anterior descending coronary artery) to create a localized septal scar has outcomes similar to surgery. The main non-fatal complication is AV block in 7–20% of patients. Due to the variability of the septal blood supply, myocardial contrast echocardiography is mandatory prior to alcohol injection. If the contrast agent cannot be localized exclusively to the basal septum the procedure should be abandoned. Recommendations on septal reduction therapy Classa Levelb It is recommended that septal reduction therapies be performed by experienced operators, working as part of a multidisciplinary team expert in the management of HCM. I C Septal reduction therapy to improve symptoms is recommended in patients with a resting or maximum provoked LVOT gradient of ≥ 50 mmHg, who are in NYHA functional Class III–IV despite maximum tolerated medical therapy. I B Septal reduction therapy should be considered in patients with recurrent exertional syncope caused by a resting or maximum provoked LVOTO gradient ≥ 50 mmHg despite optimal medical therapy. IIa C Septal myectomy, rather than SAA, is recommended in patients with an indication for septal reduction therapy and other lesions requiring surgical intervention (e.g. mitral valve repair/replacement, papillary muscle intervention). I C Mitral valve repair or replacement should be considered in symptomatic patients with a resting or maximum provoked LVOTO gradient ≥ 50 mmHg and moderate-to-severe mitral regurgitation not caused by SAM of the mitral valve alone. IIa C Mitral valve repair or replacement may be considered in patients with a resting or maximum provoked LVOTO gradient ≥ 50 mmHg and a maximum septal thickness ≤ 16 mm at the point of the mitral leaflet–septal contact or when there is moderate-to-severe mitral regurgitation following isolated myectomy. IIb C AF = atrial fibrillation; HCM = hypertrophic cardiomyopathy; LA = left atrium; LVOTO = left ventricular outflow tract obstruction; NYHA = New York Heart Association functional class; SAA = septal alcohol ablation; SAM = systolic anterior motion. a Class of recommendation. b Level of evidence."
},
{
	"page":"ENAS263_11.1.3.3",
	"text":"Surgery Vs. alcohol ablation Permanent AV sequential pacing with short AV interval may be considered in symptomatic adult patients who are unsuitable for or unwilling to consider other invasive septal reduction therapies and in patients who have other pacing indications. Pacing parameters should be optimized to achieve maximum pre-excitation of the RV apex with minimal compromise of LV filling (typically a resting sensed AV interval of 100±30 ms). To ensure complete ventricular capture during exercise, a dynamic paced AV interval should be enabled and the programmed upper rate limit should be higher than the fastest sinus rate achieved during exercise. Recommendations on indications for cardiac pacing in patients with obstruction Classa Levelb Sequential AV pacing, with optimal AV interval to reduce the LV outflow tract gradient or to facilitate medical treatment with ß-blockers and/or verapamil, may be considered in selected patients with resting or provocable LVOTO ≥ 50 mmHg, sinus rhythm and drug-refractory symptoms, who have contra-indications for septal alcohol ablation or septal myectomy or are at high-risk of developing heart block following septal alcohol ablation or septal myectomy. IIb C In patients with resting or provocable LVOTO ≥ 50 mmHg, sinus rhythm and drug-refractory symptoms, in whom there is an indication for an ICD, a dual-chamber ICD (instead of a single-lead device) may be considered, to reduce the LV outflow tract gradient or to facilitate medical treatment with ß-blockers and/or verapamil. IIb C AV = atrioventricular; ICD = implantable cardioverter defibrillator; LVOTO = left ventricular outflow tract obstruction. a Class of recommendation. b Level of evidence. Figure 5 Pre-assessment check list for patients being considered for invasive septal reduction therapies AF = atrial fibrillation; MV = mitral valve; RVOT = right ventricular outflow tract; SAM = systolic anterior motion of the mitral valve."
},
{
	"page":"ENAS263_11.2.0.0",
	"text":"Mid-cavity obstruction and apical aneurysms Mid-cavity obstruction occurs in approximately 10% of patients of all patients with HCM. Symptomatic patients with mid-ventricular obstruction should be treated with high dose ß-blockers, verapamil or diltiazem. Approximately 25% of patients with mid-cavity obstruction also have an apical aneurysm, some of whom develop monomorphic ventricular tachycardia that may be amenable to mapping and ablation. Rarely thrombus is present within the aneurysm and should be treated with long-term oral anticoagulation. Prophylactic ICD implantation is not recommended in the absence of other clinical features suggesting an increased risk of SCD (see section on SCD)."
},
{
	"page":"ENAS263_11.3.1.0",
	"text":"Mgmt. of HF symptoms in pts. with out LVOTO Drug therapy A general approach to the management of heart failure symptoms is shown in Figure 6. Recommendations for patients with heart failure and preserved LV ejection fraction (≥ 50%)   Classa Levelb In patients in NYHA functional Class II–IV with an LVEF ≥ 50% and no evidence for resting or provocable LVOTO, ß-blockers, verapamil or diltiazem should be considered, to improve heart failure symptoms. IIa C Low dose loop and thiazide diuretics should be considered in patients in NYHA functional Class II–IV with an EF ≥ 50%, and no evidence for resting or provocable LVOTO, to improve heart failure symptoms. IIa C LVEF = left ventricular ejection fraction; LVOTO = left ventricular outflow tract obstruction; NYHA = New York Heart Association. a Class of recommendation. b Level of evidence. Recommendations for patients with heart failure and reduced LV ejection fraction (< 50%)   Classa Levelb An ACE-inhibitor should be considered, in addition to a β-blocker, for patients without LVOTO who have an LVEF < 50%, to reduce the risk of HF hospitalization and risk of premature death.c IIa C A β-blocker should be considered, in addition to an ACE-inhibitor (or ARB if ACE-inhibitor not tolerated), for patients without LVOTO who have an LVEF < 50% to improve symptoms and reduce the risk of HF hospitalization and premature death.c IIa C Low-dose loop diuretics should be considered for symptomatic patients in NYHA functional Class II–IV with an LVEF < 50%, to improve symptoms and reduce the risk of HF hospitalization.c IIa C For all patients with persisting symptoms (NYHA functional Class II–IV) and an LVEF < 50%–despite treatment with an ACE-inhibitor (or an ARB if an ACE-inhibitor is not tolerated) and a β-blocker–a mineralocorticoid receptor antagonist (MRA) should be considered, to reduce the risks of HF hospitalization and premature death.c IIa C Low-dose digoxin may be considered for patients without LVOTO who are in NYHA functional Class II–IV and have an LVEF < 50% and permanent atrial fibrillation to control heart rate response. IIb C ACE = angiotensin-converting enzyme; ARB = angiotensin receptor blocker; HF = heart failure; LVEF = left ventricular ejection fraction; MRA = mineralocorticoid receptor antagonist; NYHA = New York Heart Association. a Class of recommendation - b Level of evidence. c In the absence of randomized trials in HCM, the benefit of hospitalization, symptoms and mortality is assumed but unproven."
},
{
	"page":"ENAS263_11.3.2.0",
	"text":"Cardiac resynchronization therapy Regional heterogeneity of LV contraction and relaxation is common and may be a marker of poor prognosis. In the absence of randomized trials, CRT may be considered an option in individual patients with drug refractory symptoms and an LV EF <  50%. Recommendations on cardiac resynchronization therapy Classa Levelb Cardiac resynchronization therapy to improve symptoms may be considered in patients with HCM, maximum LVOTG < 30 mmHg, drug refractory symptoms, NYHA functional Class II–IV, LV EF < 50% and LBBB with a QRS duration > 120 ms. IIb C EF = ejection fraction; HCM = hypertrophic cardiomyopathy; LBBB = left bundle branch block; LV = left ventricular; LVOTG = left ventricular outflow tract gradient; NYHA = New York Heart Association. a Class of recommendation - b Level of evidence."
},
{
	"page":"ENAS263_11.3.3.0",
	"text":"Cardiac transplant and LV assist devices Recommendations on cardiac transplantation Classa Levelb Orthotopic cardiac transplantation should be considered in eligible patients who have an LVEF < 50% and NYHA functional Class III–IV symptoms despite optimal medical therapy or intractable ventricular arrhythmia. IIa B Orthotopic cardiac transplantation may be considered in eligible patients with normal LVEF (≥ 50%) and severe drug refractory symptoms (NYHA functional Class III–IV) caused by diastolic dysfunction. IIb B HF = heart failure; LVEF = left ventricular ejection fraction; NYHA = New York Heart Association. a Class of recommendation - b Level of evidence. Recommendations on left ventricular assist devices Classa Levelb Continuous axial flow LVAD therapy may be considered in selected patients with end-stage HF despite optimal pharmacological and device treatment, who are otherwise suitable for heart transplantation, to improve symptoms, and reduce the risk of HF hospitalization from worsening HF and premature death while awaiting transplantation. IIb C HF = heart failure; LVAD = left ventricular assist device. a Class of recommendation. b Level of evidence. Figure 6 Algorithm for the treatment of heart failure in hypertrophic cardiomyopathy. ACEi = angiotensin converting enzyme inhibitor; AF = atrial fibrillation; LVEF = left ventricular ejection fraction; LVOTO = left ventricular outflow tract obstruction; MRA = mineralocorticoid receptor antagonist; NYHA = New York Heart Association functional class. For Interactive Tool, see here."
},
{
	"page":"ENAS263_11.4.0.0",
	"text":"Treatment of Angina in Non-Obstructive Patients Recommendations for chest pain on exertion in patients without left ventricular outflow tract obstruction Classa Levelb ß-blockers and calcium antagonists should be considered, to improve symptoms in patients with angina-like chest pain and no evidence for LVOTO or obstructive coronary artery disease. IIa C Oral nitrates may be considered, to improve symptoms in patients with angina-like chest pain and no evidence for LVOTO or obstructive coronary artery disease. IIb C LVOTO = left ventricular outflow tract obstruction. a Class of recommendation. b Level of evidence."
},
{
	"page":"ENAS263_11.5.1.0",
	"text":"Atrial tachyarrhythmia Introduction Patients in sinus rhythm with LA diameter ≥ 45 mm should undergo 6–12 monthly 48 hour ambulatory ECG monitoring to detect AF. Atrial flutter should be managed conventionally and the risk of thromboembolism considered the same as for AF."
},
{
	"page":"ENAS263_11.5.2.0",
	"text":"Acute Treatment New onset AF should be treated promptly in accordance with ESC Guidelines. Digoxin should be avoided in patients with LVOTO and normal EF. Class IC anti-arrhythmics should be avoided. When rate control is achieved, elective DC cardioversion should be considered after a minimum of 3 weeks of effective anticoagulation with a vitamin K antagonist (VKA). If earlier DC cardioversion is contemplated, a TOE based strategy should be followed."
},
{
	"page":"ENAS263_11.5.3.0",
	"text":"Thromboembolism prophylaxis Use of the CHA2DS2-VASc score to calculate stroke risk is not recommended in patients with HCM. Life long therapy with oral anticoagulants is recommended even when sinus rhythm is restored. New oral anticoagulants (NOAC) may be considered when adjusted-dose VKA cannot be used."
},
{
	"page":"ENAS263_11.5.4.0",
	"text":"Rate control Rate control using β-blockers and non-dihydropyridine calcium channel antagonists, alone or in combination, is recommended in patients with paroxysmal, persistent or permanent AF. When adequate rate control cannot be achieved, AV node ablation and permanent pacing may be considered. Pacing after AV node ablation should be in line with ESC Guidelines, with the exception that CRT-P (CRT with a pacemaker) may be considered in patients with impaired LV function (EF < 50%)."
},
{
	"page":"ENAS263_11.5.5.0",
	"text":"Rhythm control Amiodarone should be considered in order to achieve rhythm control and to maintain sinus rhythm after cardioversion. Dronedarone is not recommended in patients with HCM. Catheter ablation for AF in patients with HCM should be considered in patients without severe left atrial enlargement who have drug refractory symptoms or who are unable to take anti-arrhythmic drugs. Recommendations on atrial fibrillation/atrial flutter Classa Levelb Unless contraindicated, oral anticoagulation with VKA (target INR 2.0–3.0) is recommended in patients who develop persistent, permanent or paroxysmal AF, to prevent thromboembolism. I B Antithrombotic therapy is recommended for patients with atrial flutter, as for those with AF. I C Assessment of the risk of bleeding with the HAS-BLED score should be considered when prescribing antithrombotic therapy (whether with VKA or antiplatelet therapy). IIa B Restoration of sinus rhythm, by DC or pharmacological cardioversion with intravenous amiodarone, should be considered in patients presenting with recent-onset AF. IIa C Amiodarone should be considered to achieve rhythm control and to maintain sinus rhythm after DC cardioversion. IIa B ß-blockers, verapamil and diltiazem are recommended to rate control in patients with permanent or persistent AF. I C Catheter ablation for AF should be considered in patients without severe left atrial enlargement, who have drug refractory symptoms or are unable to take anti-arrhythmic drugs. IIa B Ablation of the AV node to control heart rate may be considered when the ventricular rate cannot be controlled with drugs and when AF cannot be prevented by anti-arrhythmic therapy or is associated with intolerable side-effects. IIb C Following AV node ablation in patients with an LVEF ≥ 50%, implantation of a dual-chamber (DDD) pacemaker with mode-switch function is recommended for patients with paroxysmal AF and a single-chamber (VVIR) pacemaker for those in persistent or permanent AF. I C In patients with any type of AF and LVEF < 50%, implantation of a CRT pacemaker may be considered after AV node ablation. IIb C 48-hour ambulatory ECG monitoring every 6–12 months to detect AF should be considered in patients who are in sinus rhythm and have an LA diameter of ≥ 45 mm IIa C Ablation procedures during septal myectomy may be considered in patients with HCM and symptomatic AF. IIb C Antiplatelet therapy using aspirin 75–100 mg clopidogrel 75 mg daily (where there is a low risk of bleeding) should be considered when patients refuse the use of any OAC (whether VKAs or NOACs). IIa B When adjusted-dose VKA (INR 2–3) cannot be used in a patient with AF–due to failure to maintain therapeutic anticoagulation, side-effects of VKAs, or inability to attend or undertake INR monitoring–a direct thrombin inhibitor (dabigatran) or an oral factor Xa inhibitor (e.g. rivaroxaban, apixaban) is recommended. I B Unless there is a reversible cause of AF, lifelong OAC therapy with a VKA (INR 2.0–3.0) is recommended, even if sinus rhythm is restored. I C AF = atrial fibrillation; AV = atrioventricular; CRT = cardiac resynchronization therapy; DC = direct current; ECG = electrocardiogram; HASBLED = (hypertension, abnormal renal/liver function, stroke, bleeding history or predisposition, labile INR, elderly (> 65 years), drugs/alcohol concomitantly); HCM = hypertrophic cardiomyopathy; INR = international normalized ratio; LA = left atrium; NOAC = new oral oral anticoagulant; LVEF = left ventricular ejection fraction; OAC = oral anticoagulant; VKA = vitamin K antagonist. a Class of recommendation. b Level of evidence."
},
{
	"page":"ENAS263_11.6.1.0",
	"text":"Prevention of sudden cardiac death Overview Overall cardiovascular mortality in adults with HCM is 1–2%/year, with SCD, heart failure and thromboembolism the main causes of death. Risk assessment for SCD should comprise a clinical and family history, 48 hour ambulatory ECG, TTE (or CMR in the case of poor echo windows) and a symptom limited exercise test."
},
{
	"page":"ENAS263_11.6.2.0",
	"text":"Exercise recommendations Patients with HCM should be advised not to partcipate in competitive sports and discouraged from intense physical activity, especially when they have risk factors for SCD or LVOTO."
},
{
	"page":"ENAS263_11.6.3.0",
	"text":"Implantable cardioverter defibrillators ICD implantation should be considered in patients who have survived a cardiac arrest due to ventricular fibrillation or experienced spontaneous sustained ventricular tachycardia causing haemodynamic compromise. All other patients should undergo a standardized clinical evaluation that records a predefined set of prognostic variables which are then used to estimate the 5-year risk of SCD using the HCM Risk-SCD model (see figure 7): Probability SCD at 5 years = 1 – 0.998 exp(prognostic index) where Prognostic index = [0.15939858 x maximal wall thickness (mm)] – [0.00294271 x maximal wall thickness2 (mm2)] + [0.0259082 x left atrial diameter (mm)] + [0.00446131 x maximal (rest/Valsalva) left ventricular outflow tract gradient (mmHg)] + [0.4583082 x family history SCD] + [0.82639195 x NSVT] + [0.71650361 x unexplained syncope] – [0.01799934 x age at clinical evaluation (years)]. Nota bene: In HCM Risk-SCD there was a non-linear relation between the risk of SCD and maximum left ventricular wall thickness. This is accounted for in the risk prediction model by the inclusion of a quadratic term for maximum left ventricular wall thickness. HCM Risk-SCD should NOT be used in patients < 16 years of age, elite athletes or in individuals with metabolic/infiltrative diseases (e.g. Anderson-Fabry disease) and syndromes (e.g. Noonan syndrome). The model does not use exercise induced left ventricular outflow tract gradients and has not been validated before and after myectomy or alcohol septal ablation. Pending further studies, HCM Risk-SCD should be used cautiously in patients with a maximum thickness ≥ 35 mm. Decisions on ICD therapy should always consider the age and general health of the patient, socio-economic factors and the psychological impact of therapy. In patients with clinical features not included in HCM Risk-SCD, therapy should be individualised and balance the likely benefit against the lifelong risk of complications. Recommendations on prevention of sudden cardiac death Classa Levelb Avoidance of competitive sports c is recommended in patients with HCM. I C ICD implantation is recommended in patients who have survived a cardiac arrest due to VT or VF, or who have spontaneous sustained VT causing syncope or haemodynamic compromise, and have a life expectancy of > 1 year. I B HCM Risk-SCD is recommended as a method for estimating risk of sudden death at 5 years in patients aged ≥ 16 years without a history of resuscitated VT/VF or spontaneous sustained VT causing syncope or haemodynamic compromise. I B It is recommended that the 5-year risk of SCD be assessed at first evaluation and re-evaluated at 1–2 yearly intervals or whenever there is a change in clinical status. I B ICD implantation should be considered in patients with an estimated, 5-year risk of sudden death of ≥ 6% and a life expectancy of > 1 year, following detailed clinical assessment that takes into account the lifelong risk of complications and the impact of an ICD on lifestyle, socio-economic status and psychological health. IIa B ICD implantation may be considered in individual patients with an estimated 5-year risk of SCD of between ≥ 4% and < 6% and a life expectancy of > 1 year following detailed clinical assessment that takes into account the lifelong risk of complications and the impact of an ICD on lifestyle, socio-economic status and psychological health. IIb B ICD implantation may be considered in individual patients with an estimated 5-year risk of SCD of < 4% only when they have clinical features that are of proven prognostic importance, and when an assessment of the lifelong risk of complications and the impact of an ICD on lifestyle, socio-economic status and psychological health suggests a net benefit from ICD therapy. IIb B ICD implantation is not recommended in patients with an estimated 5-year risk of SCD of < 4% and no other clinical features that are of proven prognostic importance. III B ICD = implantable cardioverter defibrillator; VF = ventricular fibrillation; VT = ventricular tachycardia. a Class of recommendation. b Level of evidence. c ESC Guidelines define competitive sport as amateur or professional engagement in exercise training on a regular basis and participation in official competitions (see relevant ESC Guidelines for more detail). Figure 7 Flow chart for ICD implantation. 2-D = two dimensional; ECG = electrocardiogram; HCM = hypertrophic cardiomyopathy; ICD = implantable cardioverter defibrillator; LVOT = left ventricular outflow tract; MLVWT = maximum left ventricular wall thickness; NSVT = non-sustained ventricular tachycardia during 24-48 hour ambulatory ECG monitoring; SCD = sudden cardiac death; VF = ventricular fibrillation; VT = ventricular tachycardia. a Use absolute values for LVOT gradient, MLVWT and left atrial diameter. b ICD not recommended unless there other clinical features that are of potential prognostic importance and when the likely benefit outweighs the lifelong risk of complications and the impact of an ICD on lifestyle, socio-economic status and psychological health. For Interactive Tool, see here. Recommendations on practical aspects of implantable cardioverter defibrillator therapy Classa Levelb Prior to ICD implantation, patients should be counselled on the risk of inappropriate shocks, implant complications and the social, occupational, and driving implications of the device. I C ß-blockers and/or amiodarone are recommended in patients with an ICD, who have symptomatic ventricular arrhythmias or recurrent shocks despite optimal treatment and device re-programming. I C Electrophysiological study is recommended in patients with ICD, and inappropriate shocks due to regular supraventricular tachycardias to identify and treat any ablatable arrhythmia substrate. I C A subcutaneous ICD lead system (S-ICD™) may be considered in HCM patients who do not have an indication for pacing. IIb C HCM = hypertrophic cardiomyopathy; ICD = implantable cardioverter defibrillator; S-ICD™ = subcutaneous ICD lead system. a Class of recommendation - b Level of evidence."
},
{
	"page":"ENAS263_11.6.4.0",
	"text":"Sudden death risk in children ICD implantation is indicated after a life-threatening ventricular arrhythmia in children. As in adults, LVH maximum LV wall thickness ≥ 30mm (or a Z-score ≥ 6), unexplained syncope, NSVT and a family history of sudden death represent major risk factors for sudden death. ICD implantation should be considered in children who have two or more major risk factors. Single-chamber defibrillators suffice in the majority of cases and reduce the likelihood of complications. ICD implantation may be considered in patients with a single risk factor only after careful consideration of the risks and benefits to the child. Recommendations on ICD implantation in children Classa Levelb ICD implantation is recommended in children who have survived a cardiac arrest or experienced documented sustained ventricular tachycardia. I B ICD implantation should be considered in children with two or more major paediatric risk factorsc after appropriate counselling and when an assessment of the lifelong risk of complications and the impact of an ICD on lifestyle and psychological health suggests a net benefit from ICD therapy. IIa C ICD implantation may be considered in children with a single major paediatric risk factor c after appropriate counselling and when an assessment of the lifelong risk of complications and the impact of an ICD on lifestyle and psychological health suggests a net benefit from ICD therapy. IIb C ICD = implantable cardioverter defibrillator; HCM = hypertrophic cardiomyopathy; SCD = sudden cardiac death. a Class of recommendation. b Level of evidence. c Major paediatric risk factors: Maximum left ventricular wall thickness ≥ 30 mm or a Z-score ≥ 6, unexplained syncope, non-sustained ventricular tachycardia (≥ 3 consecutive ventricular beats at ≥ 120 beats/min lasting < 30 seconds), family history of SCD (one or more first degree relatives with SCD aged < 40 years with or without the diagnosis of HCM, or SCD in a first degree relative at any age with an established diagnosis of HCM)."
},
{
	"page":"ENAS263_11.7.0.0",
	"text":"Symptomatic bradycardia and atrioventricular block The presence of AV block should raise suspicion of particular genetic subtypes (desmin, FHL1, PRKAG2) in younger patients or amyloidosis and Anderson-Fabry disease in older patients (see section 5 on Diagnosis). If caused by AV node blocking drugs, their dose should be adjusted and the need for pacing reevaluated. Ventricular pacing should be minimized where possible unless treating LVOTO. CRT-P should be considered in patients with impaired systolic function (EF < 50%)."
},
{
	"page":"ENAS263_11.8.0.0",
	"text":"Ventricular tachycardia NSVT (three or more ventricular extrasystoles at a rate of ≥ 120 beats/min, lasting < 30 seconds) is a risk factor for SCD, but does not usually require anti-arrhythmic therapy. NSVT during or immediately following exercise is very rare, but may be associated with a high risk of SCD. Exclusion of coronary artery disease should be considered in patients with prolonged or symptomatic runs of sustained monomorphic VT (≥ 30 seconds) and risk factors for coronary atherosclerosis. Haemodynamically tolerated sustained VT should be considered as a risk factor for SCD. Patients with poorly tolerated VT should be considered for ICD therapy and treatment with ß-blockers or amiodarone to suppress further episodes. In patients with evidence for a focal origin, EPS and ablation may be considered."
},
{
	"page":"ENAS263_12.0.0.0",
	"text":"Recommendations for routine follow-up Recommendations on routine follow-up Classa Levelb A clinical evaluation, including 12-lead ECG and TTE is recommended every 12–24 months in clinically stable patients. I C A clinical evaluation including 12-lead ECG and TTE is recommended whenever there is a change in symptoms. I C 48-hour ambulatory ECG is recommended every 12–24 months in clinically stable patients, every 6–12 months in patients in sinus rhythm with left atrial dimension ≥ 45 mm, and whenever patients complain of new palpitations. I C CMR may be considered every 5 years in clinically stable patients, or every 2–3 years in patients with progressive disease. IIb C Symptom-limited exercise testing should be considered every 2–3 years in clinically stable patients, or every year in patients with progressive symptoms. IIa C Cardiopulmonary exercise testing (when available) may be considered every 2–3 years in clinically stable patients, or every year in patients with progressive symptoms. IIb C CMR = cardiac magnetic resonance; ECG = electrocardiogram; TTE = transthoracic echocardiogram. a Class of recommendation. b Level of evidence."
},
{
	"page":"ENAS263_13.0.0.0",
	"text":"Reproduction and contraception Recommendations on reproductive issues in women with HCM Classa Levelb Pre-pregnancy risk assessment and counselling is indicated in all women. I C Counselling on safe and effective contraception is indicated in all women of fertile age. I C Counselling on the risk of disease transmission is recommended for all men and women before conception. I C β-blockers (preferably metoprolol) should be continued in women who used them before pregnancy. IIa C β-blockers (preferably metoprolol) should be started in women who develop symptoms during pregnancy. I C Whenever ß-blockers are prescribed, monitoring of foetal growth and of the condition of the neonate is recommended. I C Scheduled (induced) vaginal delivery is recommended as first choice in most patients. I C Therapeutic anticoagulation with LMWH or vitamin K antagonists depending on the stage of pregnancy is recommended for atrial fibrillation. I C Cardioversion should be considered for persistent atrial fibrillation. IIa C LMWH = low molecular weight heparin. a Class of recommendation. b Level of evidence."
},
{
	"page":"ENAS263_14.1.0.0",
	"text":"12. Special issues Diagnosis of hypertrophic cardiomyopathy in athletes The diagnosis of HCM in an athlete requires integration of a number of different parameters of varying sensitivity and specificity. Online Table 7 summarises the features best supported by published data that can assist in the differentiation of athletic adaptation from HCM."
},
{
	"page":"ENAS263_14.2.0.0",
	"text":"Hypertension The differential diagnosis between hypertensive heart disease and HCM associated with systemic hypertension can be challenging. Clinical features that suggest a diagnosis of HCM in a patient with hypertension are summarized in Table 7. Table 7 Clinical features that assist in the differential diagnosis of hypertensive heart disease and hypertrophic cardiomyopathy Clinical features favouring hypertension only Normal 12-lead ECG or isolated increased voltage without repolarisation abnormality. Regression of LVH over 6–12 months tight systolic blood pressure control (< 130 mmHg). Clinical features favouring hypertrophic cardiomyopathy Family history of HCM. Right ventricular hypertrophy. Late gadolinium enhancement at the RV insertion points or localized to segments of maximum LV thickening on CMR. Maximum LV wall thickness ≥ 15 mm (Caucasian); ≥ 20 mm (black). Severe diastolic dysfunction. Marked repolarisation abnormalities, conduction disease or Q-waves on 12-lead ECG. ECG = electrocardiogram; CMR = cardiac magnetic resonance imaging; HCM = hypertrophic cardiomyopathy; LV = left ventricle; LVH = left ventricular hypertrophy; RV = right ventricle."
},
{
	"page":"ENAS263_14.3.0.0",
	"text":"Isolated basal septal hypertrophy in elderly people Some elderly people have mild basal septal hypertrophy (sometimes referred to as a sigmoid septum or septal bulge) associated with increased angulation between the aorta and LV cavity. Many have a history of hypertension and some have calcification of the mitral valve annulus. Individuals with this pattern of ventricular remodelling are less likely to have mutations in a cardiac sarcomeric protein gene but some experience symptoms on exertion due to provocable LVOTO and should be assessed using physiological provocation and stress echocardiography in the same way as patients with unequivocal HCM. Advice on family screening should be guided by the implications for family members and the presence of suspicious symptoms in relatives."
},
{
	"page":"ENAS263_14.4.1.0",
	"text":"Diag. and mgmt. of valve disease in pts. with HCM Aortic valve disease The treatment of aortic stenosis should be in line with current ESC Guidelines. Septal myectomy in patients with aortic stenosis in whom dynamic obstruction is not demonstrated preoperatively is not recommended routinely. Up to one third of patients with HCM have mild AR. Moderate to severe AR is much less common and is usually caused by primary disease of the aortic valve leaflets or aortic root and infective endocarditis. Non-SAM related mechanisms for obstruction such as a sub-aortic membrane should be excluded in such cases. AR may also occur following septal myectomy. The severity of AR should be assessed in accordance with ESC Guidelines, but LV cavity size is an unreliable marker in HCM."
},
{
	"page":"ENAS263_14.4.2.0",
	"text":"Mitral valve disease Mitral valve abnormalities secondary to LVOTO are discussed in section. The usual approach to the assessment of mitral regurgitation as recommended in ESC/European Association for Cardio-Thoracic Surgery (EACTS) Guidelines on the management of valvular heart disease has some limitations in HCM because the LV cavity is often small, even in the presence of severe mitral regurgitation, and conventional quantitative and semi-quantitative Doppler parameters are not validated in patients with LVOTO. In general, qualitative measures of valve anatomy, continuous wave and colour Doppler combined with left atrial size and estimation of pulmonary artery pressure are more helpful."
},
{
	"page":"ENAS263_14.4.3.0",
	"text":"Endocarditis prophylaxis Infective endocarditis in HCM is virtually confined to patients with LV outflow obstruction, particularly in those with LA dilatation. Good oral hygiene should be encouraged, but routine antibiotic prophylaxis is not recommended in patients with LV outflow tract gradients. Antibiotic prophylaxis should be considered for high-risk procedures in accordance with ESC / EACTS Guidelines on the management of valvular heart disease."
},
{
	"page":"ENAS263_15.0.0.0",
	"text":"Advice to patients Table 10 General lifestyle considerations for patients with hypertrophic cardiomyopathy Topic General guidance Exercise Patients with HCM should avoid competitive sports activities, but should maintain a healthy lifestyle. Advice on recreational activities should be tailored to symptoms and the risk of disease-related complications including sudden cardiac death. Diet, alcohol and weight Patients should be encouraged to maintain a healthy body mass index. Large meals can precipitate chest pain, particularly in patients with LVOTO. Smaller, more frequent meals may be helpful. Avoid dehydration and excess alcohol, particularly in patients with LVOTO. Constipation is a frequent side-effect of verapamil/disopyramide and should be managed with diet and if necessary aperients. Smoking There are no data that show an interaction between tobacco smoking and HCM, but patients should be provided with general advice on the health risks associated with smoking and, when available, information on smoking cessation. Sexual activity Patients should be given the opportunity to discuss their concerns about sexual activity. Anxiety and depression following a diagnosis are frequent and some patients may express guilt or fear about their genetic diagnosis and the risk of transmission to offspring. Patients should be counselled on the potential effect of their medication on sexual performance. In general, patients should avoid PDE5 inhibitors, particularly when they have LVOTO. Medication Patients should be provided with information about their medication, including potential side-effects and interactions with prescribed medications, over-the-counter remedies and other complementary therapies. Where possible, peripheral vasodilators should be avoided in patients, particularly when they have LVOTO. Vaccination In the absence of contra-indications, symptomatic patients should be advised to have yearly influenza vaccination. Driving Most patients should be eligible for an ordinary driving licence and can continue driving unless they experience distracting or disabling symptoms. Advice on driving licences for heavy goods or passenger-carrying vehicles should be in line with local legislation. For further advice on driving with ICD see EHRA guidance a and local rules. Occupation Most people with HCM will be able to continue in their normal job. The implications of heavy manual jobs that involve strenuous activity should be discussed with the appropriate specialist. For some occupations such as pilots, and military and services, there are strict guidelines on eligibility. The social and financial implications of a diagnosis of HCM should be included in the counselling of relatives before clinical or genetic screening. Holidays and travel insurance Most asymptomatic or mildly symptomatic patients can fly safely. For further advice see Fitness to fly for passengers with cardiovascular disease b. Insurance companies may charge more for travel insurance. In some countries, patient support organizations can provide further advice about obtaining reasonable insurance. Life insurance The diagnosis of HCM will result in difficulty obtaining life insurance or mortgages. Advice on the rules that apply in different countries should be provided to patients at diagnosis. Pregnancy and childbirth See section Reproduction and contraception. Education/schooling Teachers and other carers should be provided with advice and written information relevant to the care of children with HCM. In the absence of symptoms and risk factors, children should be allowed to perform low to moderate level aerobic physical activity, in accordance with advice from their cardiologist. Provision should be made for children with learning difficulties and other special needs. HCM = hypertrophic cardiomyopathy; LVOTO = left ventricular outflow tract obstruction; PDE5 = phosphodiesterase 5. a Vijgen J et al. Eur J Cardiovasc Nurs. b Smith D, et al. Heart 2010;96 Suppl 2:ii 1–16."
},
{
	"page":"ENAS263_16.0.0.0",
	"text":"(N)OAC (Non-vitamin K antagonist) oral anticoagulant °C Degree Celsius 2D/ 2-D Two-dimensional 2hPG 2-h post-load plasma glucose 3D/ 3-D Three-dimensional 5-FU 5-fluorouracil 99mTc-DPD Technetium-99m 3,3-diphosphono-1,2-propanodicarboxylic acid A/C Anticoagulation AAA Abdominal aortic aneurysm AAD Antiarrhythmic drugs AAS Acute aortic syndrome ABC Age, biomarkers, clinical history ABI Ankle-Brachial Index ABPM Ambulatory BP monitoring ACA Aborted cardiac arrest ACC American College of Cardiology ACCA Acute Cardiovascular Care Association ACCF American College of Cardiology Foundation ACCOAST Comparison of Prasugrel at the Time of Percutaneous Coronary Intervention or as Pretreatment at the Time of Diagnosis in Patients with Non-ST Elevation Myocardial Infarction ACE Angiotensin-converting enzyme ACEF Age, creatinine, ejection fraction ACEI/ ACE-I/ ACE-Is Angiotensin converting enzyme inhibitors ACS Acute coronary syndromes ACT Activated clotting time AD Aortic dissection ADA American Diabetes Association/​Adenosine deaminase ADD Acute aortic dissection ADP Adenosine diphosphate AEPC Association for European Paediatric and Congenital Cardiology AF Atrial flutter/Atrial fibrillation AFNET German Competence NETwork on Atrial Fibrillation AHA American Heart Association AHF Acute heart failure AHRE Atrial high rate episodes AK Alpha kinase AKI Acute kidney injury AL Amyloid light chain ALAT/ ALT Alanine aminotransferase ALI Acute limb ischaemia AMI Acute myocardial infarction ANA Anti-nuclear antibodies ANCA Anti-neutrophil cytoplasm antibodies AO Aorta AOS Aneurysms-osteoarthritis syndrome AP Accessory pathway APAH Conditions associated with pulmonary arterial hypertension Apo Apolipoprotein apo A I Apolipoprotein A I apo B Apolipoprotein B aPTT Activated partial thromboplastin time AR Aortic regurgitation ARB Angiotensin II receptor blocker/ Angiotensin receptor blocker ARBs Angiotensin receptor blockers ARNI Angiotensin receptor neprilysin inhibition ARVC Arrhythmogenic right ventricular cardiomyopathy AS Aortic stenosis ASA Acetylsalicylic acid ASAT/ AST Aspartate aminotransferase ASCERT American College of Cardiology Foundation–Society of Thoracic Surgeons Database Collaboration ASE American Society of Echocardiography AST/ ALT/ ALP Aspartate / alanine aminotransferase / alkaline phosphatase ASV Adaptive servo-ventilation AT Antithrombin ATOR Atorvastatin ATP Antitachycardiac pacing/Adenosine triphosphate ATRIA AnTicoagulation and Risk factors In Atrial fibrillation ATS Arterial tortuosity syndrome ATTR Amyloidosis, transthyretin type AUC Area under the curve AV Atrioventricular AVB Atrioventricular block AVID Antiarrhythmic drugs Versus Implantable Defibrillator AVM AV delay management AVP Arginine vasopressin AVR Aortic valve replacement b.i.d. Bis in die (twice daily) b.p.m/ bpm Beats per minute BARI-2D Bypass Angioplasty Revascularization Investigation 2 Diabetes BAS Balloon atrial septostomy BAV Balloon aortic valvuloplasty/​Bicuspid aortic valve BB Beta-blocker BBB Bundle branch block BC Blood culture BCNIE Blood culture-negative infective endocarditis BCR-ABL Breakpoint cluster region-Abelson BGA Blood gas analysis BIMA Bilateral internal mammary artery Bi-PAP Bilevel positive airway pressure BiV Biventricular BiVAD Bi-ventricular assist device BMI Body mass index BMPR Bone morphogenetic protein receptor, type 2 BMS Bare metal stent BMT Best medical therapy BNP Brain natriuretic peptide/ B-type natriuretic peptide BP Blood pressure BPA Balloon pulmonary angioplasty BSA Body surface area BUN Blood urea nitrogen CABG Coronary artery bypass graft/ Coronary artery bypass graft surgery CAD Coronary artery disease CAS Carotid artery stenting CASH Cardiac Arrest Study Hamburg Cath/ Lab Catheterization laboratory CCB Calcium channel blocker CCNAP Council on Cardiovascular Nursing and Allied Professions CCP Council for Cardiology Practice CCPC Council on Cardiovascular Primary Care CCS Canadian Cardiovascular Society CCU Coronary care unit CDRIE Cardiac device-related infective endocarditis CEA Carotid endarterectomy/​Carcinoembryonic antigen CFA Common femoral artery CFC Cardiofaciocutaneous CHA2DS2-VASc Congestive heart failure or left ventricular dysfunction, Hypertension, Age ≥75 (doubled), Diabetes, Stroke (doubled)-Vascular disease, Age 65–74, Sex category (female) CHADS2 Cardiac failure, Hypertension, Age, Diabetes, Stroke (doubled) CHARM-Added Candesartan in Heart Failure: Assessment of Reduction in Mortality and Morbidity-Added CHD Coronary heart disease/ Congenital heart disease CHF Congestive heart failure/ Chronic heart failure CI Cardiac index / Contraindication / Confidence interval CIA Common iliac artery CI-AKI Contrast-induced acute kidney injury CIDS Canadian Implantable Defibrillator Study CIED Cardiac implantable electronic device CIN Contrast-induced nephropathy CK Creatine phophokinase/​Creatinine kinase CKD Chronic kidney disease CKD-EPI Chronic Kidney Disease Epidemiology Collaboration CK-MB Creatine kinase MB isoform CLI Critical limb ischaemia CMP Cardiomyopathy CMR Cardiac magnetic resonance CMV Cytomegalovirus CO Cardiac output CoA Coarctation / Coarctation of the aorta Cons Conservative cont Continued COPD Chronic obstructive pulmonary disease COT Cardiac Oncology Toxicity COURAGE Clinical Outcomes Utilization Revascularization and Aggressive Drug Evaluation COX Cyclo-oxygenase/ Cyclooxygenase CPAP Continuous positive airway pressure CPET Cardiopulmonary exercise testing CPFE Combined pulmonary fibrosis and emphysema CPG Committee for Practice Guidelines CPVT Catecholaminergic polymorphic ventricular tachycardia CR Cardiac rehabilitation CrCI Creatinine clearance CRP C-reactive protein CRT Cardiac resynchronization therapy CRT-D Cardiac resynchronization therapy defibrillator/ Defibrillator with cardiac resynchronization therapy CRT-P Cardiac resynchronization therapy pacemaker CRUSADE Can Rapid risk stratification of Unstable angina patients Suppress ADverse outcomes with Early implementation of the ACC/AHA guidelines CSF Colony-stimulating factor/Cerebrospinal fluid CSM Carotid sinus massage CSS Carotid sinus syncope/syndrome CT Computed tomographic / tomogram/​tomography CTA Computed tomography angiography CTD Connective tissue disease CTEPH Chronic thromboembolic pulmonary hypertension cTN Cardiac troponin CTO Chronic total occlusions CTRCD Cancer Therapeutics–Related Cardiac Dysfunction Ctrl Control CUS Compression venous ultrasonography CV Cardiovascular / Cardioversion CVD Cardiovascular disease CW Continuous wave CXR Chest X-ray DALYs Disability adjusted life years DAPT Dual (oral) antiplatelet therapy DBP Diastolic blood pressure DC Direct current DCC Direct-current cardioversion DCM Dilated cardiomyopathy DDI Drug-drug interactions DEFINITE DEFibrillator In Non-Ischemic cardiomyopathy Treatment Evaluation DES Drug-eluting stent DFT Defibrillation threshold DHP Dihydropyridine DI-DO Door-in to door-out time DLCO Carbon monoxide diffusing capacity DM Diabetes mellitus DNA Deoxyribonucleic acid DPAH Drug induced PAH DPG Diastolic pressure gradient DPP Diabetes prevention program DSA Digital subtraction angiography DT Deceleration time DTB Door-to-balloon time DTIs Direct thrombin inhibitors DUS Duplex ultrasonography / Doppler ultrasound DVT Deep vein thrombosis E/A Ratio of mitral peak velocity of early filling (E) to mitral peak velocity of late filling (A) E/e’ Ratio of early transmitral flow velocity (E) to early mitral annulus velocity (e’) EACPR European Association for Cardiovascular Prevention & Rehabilitation EACTS European Association of Cardio-Thoracic Surgery/ European Association for Cardio-Thoracic Surgery EACVI European Association of Cardiovascular Imaging EANM European Association of Nuclear Medicine EAPCI European Association of Percutaneous Cardiovascular Interventions EAS European Atherosclerosis Society EASD European Association for the Study of Diabetes EBV Epstein-Barr virus ECG Electrocardiogram / Electrocardiographic ECHO Echocardiography/​Echocardiogram ECLS Extracorporeal life support ECST European Carotid Surgery Trial ECVF Extacellular volume fraction ED Erectile dysfunction/ Emergency department EDS-IV Ehlers-Danlos syndrome type IV EF Ejection fraction eGFR Estimated glomerular filtration rate EHRA European Heart Rhythm Association EIA External iliac artery EIF Eukaryotic translation initiation factor EMA European Medicines Agency EMB Endomyocardial biopsy EMS Emergency medical system/service ENA Anti-extractable nuclear antigens Enox Enoxaparin EP Electrophysiology EPD Embolic protection device EPS Electrophysiologic study ER Extended release formulations ERA Endothelin receptor antagonist EROA Effective regurgitant orifice area ERS European Respiratory Society ESC European Society of Cardiology ESCMID European Society of Clinical Microbiology and Infectious Diseases ESH European Society of Hypertension ESO European Stroke Organisation ESR European Society of Radiology/​Erythrocyte sedimentation rate ESRD End-stage renal disease ETT Endotracheal tube EU European Union EULAR European League Against Rheumatism EVAR Endovascular aortic repair/reconstruction Exp+ Experimental therapy FAME-2 Fractional Flow Reserve-Guided Percutaneous Coronary Intervention Plus Optimal Medical Treatment Versus Optimal Medical Treatment Alone in Patients With Stable Coronary Artery Disease FBN1 Fibrillin 1 FC Functional class FCH Familial combined hyperlipidaemia FCM Ferric carboxymaltose FDA US Food and Drug Administration/ Food and Drug Administration FDG Fluorodeoxyglucose FFP Fresh frozen plasma FFR Fractional flow reserve FH Familial hypercholesterolaemia FHL1 Four and a half LIM domains 1 FINDRISC FINnish Diabetes RIsk SCore FL False lumen FLUVA Fluvastatin FMC First medical contact FMCTB First-medical-contact-to-balloon time FMF Familial Mediterranean fever Fonda Fondaparinux FPG Fasting plasma glucose FU Follow-up GFR Glomerular filtration rate GGTP Gamma-glutamyl transpeptidase GLP-1 Glucagon-like peptide-1 GLS Global longitudinal strain GM Granulocyte-macrophage GP Glycoprotein / General practitioner GRACE Global Registry of Acute Coronary Events GUCH Grown-up patients with congenital heart disease HAART Highly active antiretroviral treatment HACEK Haemophilus parainfluenzae, H. aphrophilus, H. paraphrophilus, H. influenzae, Actinobacillus actinomycetemcomitans, Cardiobacterium hominis, Eikenella corrodens, Kingella kingae, and K. denitrificans HAS-BLED Hypertension, Abnormal renal/liver function, Stroke, Bleeding history or predisposition, Labile INR, Elderly (65), Drugs concomitantly/​alcohol abuse HbA1c Glycated haemoglobin / Glycated haemoglobin A1c HBPM Home BP monitoring HCM Hypertrophic cardiomyopathy HCV Hepatitis C virus HDAC Histone deacetylase HDL High density lipoprotein HDL-C High density lipoprotein-cholesterol HeFH Heterozygous familial hypercholesterolaemia HER2 Human epidermal growth factor receptor 2 HF Heart failure HFA Heart Failure Association H-FABP Heart-type fatty acid-binding protein HFmrEF Heart failure with mid-range ejection fraction HFpEF/ HF-PEF Heart failure with preserved ejection fraction HFrEF/ HF-REF Heart failure with reduced ejection fraction HHD Hypertensive heart disease HHV Human herpesvirus H-ISDN Hydralazine and isosorbide dinitrate HIT Heparin-induced thrombocytopenia HIV Human immunodeficiency virus HoFH Homozygous familial hypercholesterolaemia HPAH Heritable PAH HR Heart rate HRCT High resolution CT hs-CRP high-sensitivity C-reactive protein HT/ HTN Hypertension HTG Hypertrigiyceridaemia i.v. / IV Intravenous IABP Intraaortic balloon pump IAS Inter-atrial septum ICA Invasive coronary angiography ICD Implantable cardioverter defibrillator/ International Classification of Diseases ICH Intracranial haemorrhage ICU Intensive care unit ID Infectious disease IDF International Diabetes Federation IE Infective endocarditis IFG Impaired fasting glucose IFN Interferon-gamma IGRA Interferon-gamma release assay IGT Impaired glucose tolerance IHD Ischaemic heart disease IL-2 Interleukin 2 ILR Implantable loop recorder IMA Internal mammary artery IMH Intramural haematoma IMT Intima–media thickness INR International normalized ratio IN-TIME Implant-based multiparameter telemonitoring of patients with heart failure IOMC Iso-osmolar contrast medium IPAH Idiopathic pulmonary arterial hypertension IPF Idiopathic pulmonary fibrosis IRA Infarct-related artery ISH Isolated systolic hypertension ISHLT International Society for Heart and Lung Transplantation IU International units IUD Intrauterine device IV UHF Intravenous unfractionated heparin IVC Inferior vena cava IVDA Intravenous drug abusers IVIG Intravenous immunoglobulin IVUS Intravascular ultrasound JSAP Japanese Stable Angina Pectoris km per h Kilometres per hour LA Left atrium/atrial LAA Left atrial appendage LAD Left anterior descending (coronary artery) LAE Left atrial enlargement LAH Left anterior hemiblock LAVI Left atrial volume index LBBB Left bundle branch block LCC Left coronary cusp Lcx Left circumflex LDH Lactate dehydrogenase LDL Low-density lipoprotein LDL-C Low-density lipoprotein-cholesterol LDLR Low density lipoprotein receptor LDS Loeys-Dietz syndrome LEAD Lower-extremity artery disease LEOPARD lentigines, ECG abnormalities, ocular hypertelorism, pulmonary stenosis, abnormal genitalia, retardation of growth, and sensorineural deafness LGE Late gadolinium enhancement LHD left heart disease LLN Lower limit of normality LM Left main LMNA Lamin A/C LMWH Low molecular weight heparin LOCM Low-osmolar contrast medium LoE Level of evidence LOVA Lovastatin Lp Lipoprotein Lp(a) Lipoprotein(a) LQTS Long QT syndrome LTBI Latent tuberculosis infection LV Left ventricle / left ventricular LVAD Left ventricular assist device LVEDD Left ventricular end-diastolic diameter LVEDP Left ventricular end diastolic pressure LVEF Left ventricular ejection fraction LVESD Left ventricular end-systolic diameter LVESV Left ventricular end-systolic volume LVH Left ventricular hypertrophy LVM Left ventricular mass LVMI Left ventricular mass index LVOT Left ventricular outflow tract LVOTG Left ventricular outflow tract gradient LVOTO Left ventricular outflow tract obstruction MACE Major adverse cardiac events MADIT Multicenter Automatic Defibrillator Implantation Trial MASS II The medicine, angioplasty, or surgery study Mbq Millibecquerel MCS Mechanical circulatory support MDCT Multidetector computed tomographic angiography/Multi-detector computed tomography MDRD Modifikation of Diet in Renal Disease Med RX Medial therapy MedPed Make Early Diagnosis to Prevent Early Deaths MELAS mitochondrial encephalomyopathy, lactic acidosis, and stroke-like episodes MERFF Myoclonic epilepsy with ragged red fibres MET Metabolic equivalent MetS Metabolic syndrome MI Myocardial infarction MIC Minimum inhibitory concentration MPI Myocardial perfusion imaging MPR Multiplanar reconstruction MPS Myocardial perfusion scintigraphy / Myocardial perfusion stress MR Magnetic resonance/ Mitral regurgitation/ Mineralocorticoid receptor MRA Mineralocorticoid receptor antagonist / Magnetic resonance angiography MRI Magnetic resonance imaging MR-proANP Mid-regional pro atrial natriuretic peptide/ Mid-regional pro A-type natriuretic peptide MRSA Methicillin-resistant Staphylococcus aureus MS Mitral stenosis MSCT Multislice computed tomography MSSA Methicillin-susceptible Staphylococcus aureus mSv Millisievert MUGA Multigated radionuclide angiography mV millivolt(s) MV abn Mitral valve abnormality MWD Minute walk distance MWT Minute walk test MYBPC3 Myosin-binding protein C MYH7 Myosin, heavy chain 7 MYL3 Essential myosin light chain n.a/ NA not available/ Not available N/A Not applicable N/R Not reported NASCET North American Symptomatic Carotid Endarterectomy Trial NCC Non coronary cusp NCDR National cardiovascular data registry NIHSS National Institutes of Health stroke severity scale NIPPV Non-invasive positive pressure ventilation NIV Non-invasive ventilation NNH Numbers needed to harm NNT Numbers needed to treat/ Number of individuals needed to treat NOAC/ NOAC(s) Novel oral anticoagulant / New oral anticoagulant / Non-vitamin K antagonist direct oral anticoagulant/ Non-vitamin K antagonist oral anticoagulant(S) Non-HDL-C Non-HDL cholesterol NP Natriuretic peptide NPV Negative predictive value NRT Nicotine replacement therapy NSAID Non-steroidal antiinflammatory drug(s) NSAIDs Non-steroidal anti-inflammatory drugs NSQIP National surgical quality improvement program NSTE Non-ST-elevation NSTE-ACS Non-ST-segment elevation acute coronary syndrome/ Non-ST elevation acute coronary syndrome NSTEMI Non-ST-elevation myocardial infarction NSVT Non-sustained ventricular tachycardia NTG Nitroglycerine NT-proBNP N-terminal pro B-type/brain natriuretic peptide NVE Native valve endocarditis NYHA New York Heart Association O2 Oxygen OAC Oral anticoagulation/ anticoagulant OAC Oral anticoagulation OARS Open-ended questions, Affirmation, Reflective listening, Summarising OCT Optical coherence tomography OD Organ damage OGTT Oral glucose tolerance test OHCA Out-of-hospital cardiac arrest OHS Obesity hypoventilation syndrome OMT Optimal medical therapy OR Odds ratio ORBIT Outcomes Registry for Better Informed Treatment of Atrial Fibrillation OSA Obstructive sleep apnoea p.o. Per os PA Postero-anterior/ Pulmonary artery/ Physical activity PAD Peripheral artery disease PAH Pulmonary arterial hypertension / Pulmonary hypertension PaO2 Partial pressure of oxygen PAP Pulmonary artery pressure/ Pulmonary arterial pressure PAR Protease-activated receptor PAU Penetrating aortic ulcer PAWP Pulmonary artery wedge pressure PCA Prostacyclin analogues PCC Prothrombin coagulation complax/ Prothrombin complex concentrates PCH Pulmonary capillary haemangiomatosis PCI Percutaneous coronary intervention PCIS Post-cardiac injury syndromes PCR Polymerase chain reaction PCSK9 Proprotein convertase subtilisin/kexin type 9 PCWP Pulmonary capillary wedge pressure PDE Phosphodiesterase type-5 inhibitors/ Phosphodiesterase PDE5 Phosphodiesterase type 5 PE Pulmonary embolism PEA Pulmonary endarterectomy PEP Primary endpoint PESI Pulmonary embolism severity index PET Positron emission tomography PFT Pulmonary function tests PH Pulmonary hypertension PISA Proximal isovelocity surface area PITA Pitavastatin PM Pacemaker/Pain management PMC Percutaneous mitral commissurotomy PPCM Peripartum cardiomyopathy PPI Proton pump inhibitor PPS Post-pericardiotomy syndrome PRAVA Pravastatin PRIMARY PCI Primary percutaneous coronary intervention PRKAG2 Gamma-2 subunit of the adenosine monophosphate-activated protein kinase PS Pulmonary valve stenosis PTA Percutaneous transluminal angioplasty / Pre-test probability PTT Partial thromboplastin time PUFA/ PUFAs Polyunsaturated fatty acid/ Polyunsaturated fatty acids PVC Premature ventricular contraction/ Premature ventricular complex PVE Prosthetic valve endocarditis PVI Pulmonary vein isolation PVL Paravalvular leak PVOD Pulmonary veno-occlusive disease PVR Pulmonary vascular resistance PVS Programmed ventricular stimulation PWV Pulse wave velocity R Vol Regurgitant volume RA Right atrium/ Rheumatoid arthritis RAA Renin–angiotensin–aldosterone RAAS Renin angiotensin aldosterone system RAP Right atrial pressure RAS Renal artery stenosis / Renin-angiotensin system RBBB Right bundle branch block RCC Right coronary cusp RCT/RCTs Randomized controlled trial RF Risk factor rFVIIa Activated recombinant factor VII RHC Right heart catheterization ROSU Rosuvastatin rPA Right pulmonary artery r-PA Reteplase RR Relative risk RRR Relative risk reduction rtPA Recombinant tissue plasminogen activator RV Right ventricle/ventricular RVEDP Right ventricular end-diastolic pressure RVOT Right ventricular outflow tract RVOTO Right ventricular outlow tract obstruction RVSP Right ventricular systolic pressure S.C. Subcutaneous SA Signal-averaged SAA Septal alcohol ablation SADS Sudden arrhythmic death syndrome SAM Systolic anterior motion SAN Sinoatrial node SaO2 Saturated oxygen SAPT Single antiplatelet therapy SAS Sleep apnea syndrome SB Sinus bradycardia SBP Systolic blood pressure SCAD Stable coronary artery disease SCD Sudden cardiac death SCORE Systematic Coronary Risk Evaluation / Systematic Coronary Risk Estimation SFA Superficial femoral artery SGLT2 Sodium glucose co-transporter 2 SIDS Sudden infant death syndrome SIMVA Simvastatin SIRS Systemic inflammatory response SLE Systemic lupus erythematosus SMART Specific, Measurable, Achievable, Realistic and Timely SND Sinus node disease SPAP Systolic pulmonary artery pressure SPECT Single-photon emission computed tomography sPESI Simplified Pulmonary Embolism Severity Index SpO2 Saturation of peripheral oxygen SQTS Short QT syndrome SR Sinus rhythm SSS Sick sinus syndrome STE-ACS ST-segment elevation acute coronary syndrome STEMI ST-elevation myocardial infarction STS Society of Thoracic Surgeon/ Structured telephone support ST-T ST-segment-T wave SUDI Sudden unexplained death in infancy SUDS Sudden unexplained death syndrome SVG Saphenous vein graft SVR Surgical ventricular reconstruction. SVT Supraventricular tachycardia SWISSI II Swiss Interventional Study on Silent Ischemia Type II SYNTAX SYNergy between percutaneous coronary intervention with TAXus and cardiac surgery T1DM Type 1 diabetes mellitus T2DM Type 2 diabetes mellitus TAA Thoracic aortic aneurysm TAAD Thoracic aortic aneurysms and dissection TAI Traumatic aortic injury TAPSE Tricuspid annulus plane systolic excursion TASC TransAtlantic Inter-Society Consensus TAVI Transcatheter aortic valve implantation/ Transaortic valve implantation TB Tuberculosis TC Total cholesterol T-DM1 Trastuzumab-emtansine TE Thromboembolism / Thrombo-embolic TEE Transesophageal echocardiogram TEVAR Thoracic endovascular aortic repair TG Triglyceride TGA Complete transposition of the great arteries Three DE Three dimensional echocardiography TIA Transient ischaemic attack / Transitory ischaemic attack TIBC Total iron-binding capacity TIME Trial of invasive versus medical therapy in elderly patients with chronic symptomatic coronary-artery disease TIMI Thrombolysis In Myocardial Infarction TKI Tyrosine kinase inhibitor TL True lumen TNF Tumor necrosis factor TNK-tPA Tenecteplase TNNI3 Troponin I, cardiac TNNT2 Troponin T TOE Transoesophageal echocardiography / echocardiogram t-PA Tissue plasminogen activator TPM1 Tropomyosin 1 alpha chain TR Tricuspid regurgitation TRAPS Tumour necrosis factor receptor-associated periodic syndrome TRL Triglyceride-rich lipoproteins TRV Tricuspid regurgitant velocity TS Tricuspid stenosis / Turner syndrome TSAT Transferrin saturation TSH Thyroid stimulating hormone TTE Transthoracic echocardiography TTR Time in therapeutic range / Transthyretin TV Tricuspid valve/ Television TVI Time–velocity integral Tx Tendon xanthomata UA Unstable angina UEAD Upper extremity artery disease UFH Unfractionated heparin UHF Ultrafractionated heparin UK United Kingdom ULN Upper limit of normal US United States USA United States of America V/Q Scan ventilation–perfusion scintigraphy VA Vertebral artery/ Ventricular arrhythmia VEGF Vascular endothelial growth factor VF Ventricular fibrillation VHD Valvular heart disease VKA Vitamin K antagonist VO2 Oxygen consumption VPBs Ventricular premature beats vs Versus VSD Ventricular septal defect VT Ventricular tachycardia VTE Venous thromboembolism VV Interventricular VVI Ventricular inhibited pacing WBC White blood cells WCD Wearable cardioverter defibrillator WHF World Heart Federation WHO World Health Organization WPW Wolff-Parkinson-White WU Wood units"
}
]