[
{
	"page":"ENAS5532_2018112241",
	"text":"Essential Messages from the 2018 ESC/EACTS Guidelines on myocardial revascularization*   The Task Force on myocardial revascularization of the European Society of Cardiology (ESC) and European Association for Cardio-‍Thoracic Surgery (EACTS)   Developed with the special contribution of the European Association for Percutaneous Cardiovascular Interventions (EAPCI)   Chairperson Franz-‍Josef Neumann Department of Cardiology and Angiology II, University Heart Centre Freiburg-‍Bad Krozingen, Suedring 15, 79189 Bad Krozingen, Germany Tel: +49 7633 402 2000 Fax: +49 7633 402 2009 Email: franz-‍josef.neumann@universitaets-‍herzzentrum.de   Miguel Sousa-‍Uva Cardiac Surgery Department, Hospital Santa Cruz, Avenue Prof Reynaldo dos Santos, 2790-134 Carnaxide, Portugal Tel: +351 210 433 163 Fax: +351 21 424 13 88 Cardiovascular Research Centre, Department of Surgery and Physiology, Faculty of Medicine-‍ University of Porto, Alameda Prof Hernani Monteiro, 4200-319 Porto, Portugal Email: migueluva@gmail.com   Authors/‍Task Force Members Anders Ahlsson1(Sweden), Fernando Alfonso (Spain), Adrian P. Banning (UK), Umberto Benedetto1(UK), Robert A. Byrne (Germany), Jean-‍Philippe Collet (France), Volkmar Falk1(Germany), Stuart J. Head1(The Netherlands), Peter Jüni (Canada), Adnan Kastrati (Germany), Akos Koller (Hungary), Steen D. Kristensen (Denmark), Josef Niebauer (Austria), Dimitrios J. Richter (Greece), Petar M. Seferović (Serbia), Dirk Sibbing (Germany), Giulio G. Stefanini (Italy), Stephan Windecker (Switzerland), Rashmi Yadav1(UK), Michael O. Zembala1(Poland) 1Representing the European Association for Cardio-‍Thoracic Surgery (EACTS).   ESC entities having participated in the development of this document: Associations: Acute Cardiovascular Care Association (ACCA), European Association of Preventive Cardiology (EAPC), European Association of Cardiovascular Imaging (EACVI), European Association of Percutaneous Cardiovascular Interventions (EAPCI), European Heart Rhythm Association (EHRA), Heart Failure Association (HFA). Councils: Council on Cardiovascular Nursing and Allied Professions, Council for Cardiology Practice, Council on Cardiovascular Primary Care, Council on Stroke, Council on Valvular Heart Disease. Working Groups: Aorta and Peripheral Vascular Diseases, Cardiovascular Pharmacotherapy, Coronary Pathophysiology and Microcirculation, Thrombosis.   ESC Staff: Veronica Dean, Nathalie Cameron, Catherine Despres *Adapted from the 2018 ESC/EACTS Guidelines on Myocardial Revascularization Guidelines (European Heart Journal 2018: doi:10.1093/‍eurheartj/‍ehy39)"
},
{
	"page":"ENAS5532_2018112242",
	"text":"Myocardial revascularization is performed for the relief of symptoms of myocardial ischaemia and the improvement of prognosis. In SCAD, the prognostic benefit is dependent on the extent of myocardium subject to ischaemia. The prognostic and symptomatic benefits of myocardial revascularization critically depend on the completeness of revascularization. Therefore, the ability to achieve complete revascularization is a key issue when choosing the appropriate treatment strategy. Apart from issues of individual operative risk and technical feasibility, diabetes mellitus and the anatomical complexity of CAD determine the relative benefits of PCI and CABG. The SYNTAX score is the recommended tool to gauge the anatomical complexity of coronary disease. In some instances, both PCI and CABG are equally reasonable, or sometimes even equally problematic, options. This calls for the Heart Team to be consulted to develop individualized treatment concepts, with respect for the preferences of the patient who has been informed about early and late outcomes. Timely PCI of the culprit lesion remains the mainstay of treatment of ACS. After PCI of the culprit lesion in ACS, the choice of further revascularization modality should follow the criteria applied to patients with SCAD. Radial access is preferred for any PCI irrespective of clinical presentation, unless there are overriding procedural considerations. DES are recommended for any PCI irrespective of clinical presentation, lesion type, anticipated duration of DAPT, or concomitant anticoagulant therapy. Even though 6 months of DAPT is generally recommended after PCI in SCAD and 12 months of DAPT after ACS, the type and duration of DAPT should be individualized according to the ischaemic and bleeding risks, and appropriately adapted during follow-‍up. Based on this judgement, treatment durations for DAPT after DES that are as short as 1 month or even as long as lifelong may be reasonable. Off-‍pump surgery with no-‍touch aorta for high-‍risk patients should be considered when expertise exists. Multiple arterial grafting should be considered using the radial artery for high-‍grade stenosis and/‍or BIMA grafting for patients who do not have an increased risk of sternal wound infection."
},
{
	"page":"ENAS5532_2018112243",
	"text":"Diagnostic tools to guide myocardial revascularization Further studies investigating the role of novel, combined, non-‍invasive anatomical and functional imaging are needed, such as randomized clinical trials with CT-‍FFR in patients with suspected and known CAD, as well as further clinical investigation of perfusion CT. Randomized trials comparing iwFR-‍based management of patients with intermediate-‍grade stenosis compared with medical therapy are missing. Further study of whole-‍cardiac cycle Pd/Pa for the guidance of revascularization in the setting of randomized clinical trials is also required. Further studies including randomized trials are needed to assess the value of functional vs. anatomical guidance for CABG.   Revascularization for stable coronary artery disease Revascularization for stable coronary artery disease It remains to be determined whether revascularization by PCI improves prognosis in patients with SCAD. The ISCHEMIA (International Study of Comparative Health Effectiveness With Medical and Invasive Approaches) study (NCT01471522) is currently recruiting 5000 patients with SCAD and evidence of moderate-‍to severe ischaemia detected by non-‍invasive imaging, who are randomized before coronary angiography to medical therapy or an invasive strategy to detect differences in the primary endpoint of death or MI. Current techniques rely on coronary angiography and the detection of ischaemia-producing lesions. However, future adverse events are related at least in part to non-‍flow limiting, vulnerable plaques. Better identification of vulnerable plaques and the development of appropriate treatment strategies is needed. Along the same lines, the completeness and timing of revascularization are not well defined, and neither are the roles of residual ischaemia and lesions. Moreover, we need more research on the use of the SYNTAX and other scores for informing treatment allocation, as well as dedicated trials in specific subsets. Very long-‍term, extended follow-‍up (10 years) of trials comparing PCI and CABG, particularly in the setting of LM disease, will provide further insights into the relative merits of both revascularization techniques.   Revascularization in non-‍ST-‍elevation acute coronary syndrome In the setting of NSTE-‍ACS, there are no dedicated prospective studies on the revascularization strategy with multivessel disease. Thus, current recommendations on the choice of lesions to be treated and treatment modality (PCI or CABG) are based on an analogy to findings obtained in SCAD or STEMI. Likewise, the prognostic role of FFR and iwFR in guiding myocardial revascularization needs additional clarification.   Revascularization in ST-‍segment elevation myocardial infarction Patients undergoing primary PCI benefit from full revascularization, but the optimal timing of treatment of the non-‍culprit lesion is not known. More studies evaluating the assessment of non-‍culprit lesions by FFR or iwFR at the time of acute PCI, and studies investigating whether intravascular imaging guidance of primary PCI can improve the outcomes of STEMI patients, are needed. Future trials of improved thrombus aspiration technologies may address the role of this strategy in patients with high-‍risk features, such as large thrombus Burden.   Myocardial revascularization in patients with heart failure There is no RCT comparing revascularization with PCI vs. CABG in patients with HF. There is limited evidence on the role of active MCS in patients with cardiogenic shock compared with standard therapy.   Revascularization in patients with diabetes Following successful revascularization, the rate of events during follow-‍up remains high in patients with diabetes, independent of the mode of revascularization. Future research should be focused on identifying new disease-‍ modifying therapies to influence the progression of vascular disease in this high-‍risk cohort.   Revascularization in patients with chronic kidney disease Thus far, patients with CKD have been excluded from randomized trials on myocardial revascularization, hence current data are based on observational studies only. A randomized trial on optimal long-‍term revascularization strategies in patients with moderate-‍to-severe stress-‍induced ischaemia and severe CKD is currently ongoing (ISCHEMIA-‍CKD, https://clinicaltrials.gov/‍ct2/‍show/‍NCT01985360).Moreover, additional randomized evidence on optimal strategies for CIN prevention is needed.   Revascularization in patients requiring valve interventions In patients with concomitant valvular and coronary disease, the possibility of future transcatheter therapy for the aortic and mitral valves has made a significant impact on decision-‍making for patients with predominantly coronary disease with moderate valve lesions. However, there is currently little evidence on this topic. The need for and timing of PCI in patients undergoing TAVI is also an area with limited evidence. The long-‍term outcomes of patients with concomitant surgical repair of ischaemic MR is also awaited.   Arrhythmias The duration of anticoagulation and their combination with antiplatelet therapy in patients with new-‍onset AF after PCI or CABG has not been studied sufficiently. Likewise, the role of routine left atrial exclusion at surgery for the prevention of stroke is currently unclear.   Procedural aspects of coronary artery bypass grafting The role of FFR and iwFR in guiding surgical revascularization needs further investigation into whether it improves clinical outcomes. Likewise, there are insufficient data on the impact of intraoperative assessment of graft flow on outcomes. In view of the limitations of observational studies comparing BIMA with SIMA and the limitations of the ART trial, the ROMA (Randomization of Single vs. Multiple Arterial Grafts) trial is recruiting to answer the question of whether the use of additional arterial conduits (either BIMA or radial artery) translates into superior clinical outcomes when compared with SIMA supplemented by SVG only. Hybrid procedures, which combine minimally invasive arterial grafting with PCI, proved feasible and safe. However, multicentre studies are required to prove the efficacy and superiority of this approach in stable, multivessel coronary disease.   Antithrombotic treatments The value of pre-‍hospital pre-‍treatment with prasugrel in STEMI patients, as well as the safety and efficacy of ticagrelor given at hospital admission in NSTE-‍ACS patients, has not been addressed in dedicated randomized studies. The safety and efficacy of short-‍term potent antiplatelet treatment with either prasugrel or ticagrelor in SCAD patients is unknown, and is subject to ongoing clinical trials [the ALPHEUS (Assessment of Loading With the P2Y12 Inhibitor Ticagrelor or Clopidogrel to Halt Ischemic Events in Patients Undergoing Elective Coronary Stenting) trial: NCT02617290 and the SASSICAIA (Comparison of Loading Strategies With Antiplatelet Drugs in Patients Undergoing Elective Coronary Intervention) trial: NCT02548611].The clinical benefit of a short-‍term DAPT duration followed by long-‍term ticagrelor monotherapy (and stopping aspirin) remains unknown. The ongoing GLOBAL LEADERS (Long-‍term ticagrelor monotherapy versus standard dual antiplatelet therapy followed by aspirin monotherapy in patients undergoing biolimus-‍eluting stent implantation) and TWILIGHT (Ticagrelor With Aspirin or Alone in High-‍Risk Patients After Coronary Intervention) trials aim to close this gap in our current knowledge (NCT01813435 and NCT02270242, respectively).   Medical therapy, secondary prevention, and strategies for follow-‍up In all studies to date on the optimal follow-‍up after PCI, the gain from discovering patients with restenosis is obscured by the high rate of false positive exercise ECG tests indicating ischaemia. Therefore, simple exercise ECG testing is not recommended for follow-‍up and a non-‍invasive imaging approach is preferred. Specific studies to clarify which subset of patients benefits more from a specific follow-‍up approach are missing. More studies are needed to assess the role of CT angiography in patient surveillance after myocardial revascularization."
},
{
	"page":"ENAS5532_1.0.0.0",
	"text":"1.0.0.0 Authors and Publication 2018 ESC/EACTS Guidelines on myocardial revascularization* The Task Force on myocardial revascularization of the European Society of Cardiology (ESC) and European Association for Cardio-‍Thoracic Surgery (EACTS) Developed with the special contribution of the European Association for Percutaneous Cardiovascular Interventions (EAPCI) ESC Chairperson Franz-‍Josef Neumann Department of Cardiology & Angiology II University Heart Centre Freiburg - Bad Krozingen, Suedring 15 79189 Bad Krozingen, Germany Tel: +49 7633 402 2000 Fax: +49 7633 402 2009 Email: franz-‍josef.neumann@universitaets-‍ herzzentrum.de EACTS Chairperson Miguel Sousa-‍Uva Cardiac Surgery Department Hospital Santa Cruz Avenida Prof Reynaldo dos Santos 2790-134 Carnaxide, Portugal Tel: +351 210 433 163 Fax: +351 214 241 388 Email: migueluva@gmail.com Task Force Members: Anders Ahlsson1 (Sweden), Fernando Alfonso (Spain), Adrian P. Banning (UK), Umberto Benedetto1 (UK), Robert A. Byrne (Germany), Jean-‍Philippe Collet (France), Volkmar Falk1 (Germany), Stuart J. Head1 (The Netherlands), Peter Jüni (Canada), Adnan Kastrati (Germany), Akos Koller (Hungary), Steen D. Kristensen (Denmark), Josef Niebauer (Austria), Dimitrios J. Richter (Greece), Petar M. Seferovic (Serbia), Dirk Sibbing (Germany), Giulio G. Stefanini (Italy), Stephan Windecker (Switzerland), Rashmi Yadav1 (UK), Michael O. Zembala1 (Poland). 1 Representing the European Association for Cardio-‍Thoracic Surgery (EACTS) ESC entities having participated in the development of this document: Associations: Acute Cardiovascular Care Association (ACCA), European Association of Preventive Cardiology (EAPC), European Association of Cardiovascular Imaging (EACVI), European Association of Percutaneous Cardiovascular Interventions (EAPCI), European Heart Rhythm Association (EHRA), Heart Failure Association (HFA). Councils: Council on Cardiovascular Nursing and Allied Professions, Council for Cardiology Practice, Council on Cardiovascular Primary Care, Council on Stroke, Council on Valvular Heart Disease. Working Groups: Aorta and Peripheral Vascular Diseases, Cardiovascular Pharmacotherapy, Coronary Pathophysiology and Microcirculation, Thrombosis. ESC Staff: Veronica Dean, Nathalie Cameron, Catherine Despres – Sophia Antipolis, France * Adapted from the 2018 ESC/EACTS Guidelines on Myocardial Revascularization (European Heart Journal 2018 - doi:10.1093/‍eurheartj/‍ehy394)."
},
{
	"page":"ENAS5532_2.0.0.0",
	"text":"2.0.0.0 Preamble Table 1: Classes of recommendations Classes of recommendations Definition Suggested wording to use Class I Evidence and/‍or general agreement that a given treatment or procedure is beneficial, useful, effective. Is recommended/‍‍is indicated Class II Conflicting evidence and/‍or a divergence of opinion about the usefulness/efficacy of the given treatment or procedure.   Class IIa Weight of evidence/opinion is in favour of usefulness/efficacy. Should be considered Class IIb Usefulness/‍‍efficacy is less well established by evidence/opinion. May be considered Class III Evidence or general agreement that the given treatment or procedure is not useful/ effective, and in some cases may be harmful. Is not recommended Table 2: Levels of evidence Level of evidence A Data derived from multiple randomized clinical trials or meta-‍analyses. Level of evidence B Data derived from a single randomized clinical trial or large non-‍randomized studies. Level of evidence C Consensus of opinion of the experts and/‍or small studies, retrospective studies, registries."
},
{
	"page":"ENAS5532_3.0.0.0",
	"text":"3.0.0.0 Introduction There is considerable overlap of the current document with other guidelines, specifically with those on “Stable Coronary Artery Disease”, “Non-‍ST-‍Elevation Myocardial Infarction”, “ST-‍Elevation Myocardial Infarction”, “Heart Failure“ and “Valvular Heart Disease” and the “Focused Update on Dual Antiplatelet Therapy”. Unless supported by new evidence, the recommendations of the current guidelines follow these guidelines. A summary of the key changes in comparison with the previous guideline is provided in Figure 1 and Figure 2. Figure 1 New recommendations The figure does not show changes compared with the 2014 version of the Myocardial Revascularization Guidelines that were due to updates for consistency with other ESC Guidelines published since 2014. ACS = acute coronary syndromes; AF = atrial fibrillation; BRS = bioresorbable scaffolds; CABG = coronary artery bypass grafting; CAD = coronary artery disease; CKD = chronic kidney disease; DES = drug-‍eluting stents; GP = glycoprotein; IRA = infarct-‍related artery; LVEF = left ventricular ejection fraction; NOAC = non-‍vitamin K oral anticoagulants; NSTE = non-‍ST-‍elevation; PCI = percutaneous coronary intervention; SCAD = stable coronary artery disease; VKA = vitamin K antagonists. Figure 2 Changes in Class of Recommendations CABG = coronary artery bypass grafting; MVD = multivessel coronary artery disease; NSTE-‍ACS = non-‍ST-‍elevation acute coronary syndromes; OCT = optical coherence tomography; PCI = percutaneous coronary interventions; STEMI = ST-‍elevation myocardial infarction, SVG = saphenous vein grafts."
},
{
	"page":"ENAS5532_4.0.0.0",
	"text":"4.0.0.0 Diagnostic tools to guide MR Objective evidence of myocardial ischaemia by non-‍invasive stress imaging and intravascular assessment of the functional relevance of coronary artery stenoses are key to clinical decision making for myocardial revascularization. Because of the low sensitivity of stress ECG and its inability to gauge the extent and distribution of ischaemia, non-‍invasive stress imaging is recommended as the first line test. Recommendation for non-‍invasive imaging in patients with coronary artery disease and heart failure with reduced ejection fraction Recommendation Classa Levelb Non-‍invasive stress imaging (CMR, stress echocardiography, SPECT, or PET) may be considered for the assessment of myocardial ischaemia and viability in patients with HF and CAD (considered suitable for coronary revascularization) before the decision on revascularization. IIb B CAD = coronary artery disease; CMR = cardiac magnetic resonance; HF = heart failure; PET = positron emission tomography; SPECT = single photon emission computed tomography. a Class of recommendation. b Level of evidence. Recommendations on functional testing and intravascular imaging for lesion assessment Recommendations Classa Levelb When evidence of ischaemia is not available, FFR or iwFR are recommended to assess the haemodynamic relevance of intermediate-‍grade stenosis. I A FFR-‍guided PCI should be considered in patients with multivessel disease undergoing PCI. IIa B IVUS should be considered to assess the severity of unprotected left main lesions. IIa B FFR = fractional flow reserve; iwFR = instantaneous wave-‍free ratio; IVUS = intravascular ultrasound; PCI = percutaneous coronary intervention. a Class of recommendation. b Level of evidence."
},
{
	"page":"ENAS5532_5.0.0.0",
	"text":"5.0.0.0 Decision making and patient information The Heart Team should provide a balanced, multidisciplinary decision-‍making process. For common case scenarios, interdisciplinary institutional protocols should be developed. However, complex cases—defined by the protocols—should be discussed individually. Ad hoc meetings of the Heart Team should facilitate efficient clinical workflows. Active patient participation in the decision-‍making process should be encouraged. Patient information needs to be unbiased and evidence-‍based. Short-‍term, procedure-‍related and long-‍term risks and benefits should be thoroughly discussed. The patient’s right to decline the treatment option recommended by the Heart Team has to be respected. Patient refusal of a recommended treatment should be acknowledged in a written document after the patient has received the necessary information by the Heart Team members. In this case, the patient may be offered an alternative treatment option by the Heart Team. Table 3 Multidisciplinary decision pathways, patient informed consent, and timing of revascularization   ACS   Shock STEMI Multidisciplinary decision making Not mandatory during the acute phase. Mechanical circulatory support according to Heart Team protocol. Not mandatory during the acute phase. Informed consent Witnessed verbal informed consent or family consent if possible without delay. Witnessed verbal informed consent may be sufficient unless written consent is legally required. Time to revascularization Emergency: no delay. Emergency: no delay. Procedure Proceed with intervention based on best evidence/‍ availability. Ad-‍hoc treatment of culprit lesion, staged treatment of non-‍culprit lesions according to institutional protocol or Heart Team decision. Proceed with intervention based on best evidence/‍ availability. Non-‍culprit lesions treated according to institutional protocol or Heart Team decision. Table 3 Multidisciplinary decision pathways, patient informed consent, and timing of revascularization (continued)   ACS   NSTE-‍ACS Multidisciplinary decision making Not mandatory during the acute phase. After stabilization, recommended as in SCAD. Informed consent Written informed consenta. In emergency cases witnessed verbal informed consent may be sufficient. Time to revascularization Urgency: within 2 hours to within 72 hours depending on the risk criteria. Procedure Proceed with intervention based on best evidence/‍ availability. Non-‍culprit lesions treated according to institutional protocol or Heart Team decision. Table 3 Multidisciplinary decision pathways, patient informed consent, and timing of revascularization (continued)   SCAD without ad-‍hoc PCI indication according to Heart Team protocol SCAD with ad-‍hoc PCI indication according to Heart Team protocol Multidisciplinary decision making Required. Not required. Informed consent Written informed consenta. Written informed consenta. Time to revascularization Within 2 weeks for high-‍risk patientsb and within 6 weeks for all other patients Ad hoc. Procedure Allow for enough time from diagnostic catheterization to decide on the appropriate intervention. Proceed with intervention according to institutional protocol defined by Heart Team. a This may not apply to countries that are not legally required to ask for written informed consent. ESC and EACTS advocate documentation of patient consent for all revascularization procedures. b Severe symptoms (CCS class 3), anatomy (left main disease or equivalent, three-‍vessel disease or proximal left anterior descending artery), or depressed ventricular function. ACS = acute coronary syndromes; CCS = Canadian Cardiovascular Society; ESC = European Society of Cardiology; EACTS = European Association for Cardio-‍Thoracic Surgery; NSTE-‍ACS = non-‍ST-‍segment elevation acute coronary syndrome; PCI = percutaneous coronary intervention; SCAD = stable coronary artery disease; STEMI = ST-‍segment elevation myocardial infarction. Recommendations for decision-‍making and patient information in the elective setting Recommendations Classa Levelb It is recommended that patients undergoing coronary angiography are informed about benefits and risks as well as potential therapeutic consequences ahead of the procedure. I C It is recommended that patients are adequately informed about short-‍ and long-‍term benefits and risks of the revascularization procedure with information about local experience and allowed enough time for informed decision making. I C It is recommended that institutional protocols are developed by the Heart Team to implement the appropriate revascularization strategy in accordance with current Guidelines. I C In PCI centres without on-‍site surgery, it is recommended that institutional protocols are established with partner institutions providing cardiac surgery. I C CABG = coronary artery bypass grafting; PCI = percutaneous coronary intervention. a Class of recommendation. b Level of evidence."
},
{
	"page":"ENAS5532_6.1.0.0",
	"text":"6.0.0.0 Revascularization for SCAD 6.1.0.0 Overview Myocardial revascularization is performed for relief of symptoms of myocardial ischaemia and improvement of prognosis. In stable coronary artery disease, the prognostic benefit is dependent on the extent of myocardium subject to ischaemia. With the exception of subtotal stenoses in a major coronary vessel, angiography alone does not suffice to establish the indication for PCI, but documentation of ischaemia or haemodynamic relevance is required. Indications for revascularization in patients with stable angina or silent ischaemia are shown in the Table here. Whether conservative therapy, PCI or CABG is preferred should depend on the risk– benefit ratios of these treatment strategies, weighting the risks of peri-‍procedural complications against improvements in health-‍related quality of life, as well as long-‍term freedom from death, MI or repeat revascularization. Predicted surgical mortality, anatomical complexity of CAD, and the anticipated completeness of revascularization are important criteria for decision making with respect to the type of revascularization (see Table here). Individualized treatment decisions should respect the range of predicted surgical risks in the major RCTs which inform the choice of revascularization modality (Table 5). Apart from these issues of individual operative risk and technical feasibility, diabetes mellitus (see Chapter) and anatomical complexity of CAD, as assessed by the SYNTAX score (calculator at http://www.syntaxscore.com), determine the relative benefits of PCI and CABG. Moreover, the ability to achieve complete revascularization is a key issue when choosing the appropriate treatment strategy. The prognostic and symptomatic benefit of myocardial revascularization critically depends on the completeness of revascularization."
},
{
	"page":"ENAS5532_6.2.0.0",
	"text":"6.2.0.0 Decision-‍making in elective setting Indications for revascularization in patients with stable angina or silent ischaemia Recommendations Classa Levelb For prognosis Left main disease with stenosis >50%c. I A Proximal LAD stenosis >50%c. I A Two- or three-‍vessel disease with stenosis >50%c with impaired LV function (LVEF ≤35%). I A Large area of ischaemia detected by functional testing (>10% LV) or abnormal invasive FFRd. I B Single remaining patent coronary artery with stenosis >50%c. I C For symptoms Haemodynamically significant coronary stenosiscin the presence of limiting angina or angina equivalent, with insufficient response to optimized medical therapye. I A CAD = coronary artery disease; FFR = fractional flow reserve; iwFR = instantaneous wave-‍free ratio; LAD = left anterior descending coronary artery; LV = left ventricular; LVEF = left ventricular ejection fraction. a Class of recommendation - b Level of evidence - c With documented ischaemia or haemodynamically relevant lesion defined by FFR ≤0.80 or iwFR ≤0.89 or >90% stenosis in a major coronary vessel - d Based on FFR <0.75 indicating a prognostically relevant lesion - e In consideration of patient compliance and wishes in relation to intensity of antianginal therapy. Recommendations on criteria for the choice between coronary artery bypass grafting and percutaneous coronary intervention Recommendations Classa Levelb Assessment of surgical riskc It is recommended that the STS score is calculated to assess in- hospital or 30-day mortality, and in-‍hospital morbidity after CABG. I B Calculation of the EuroSCORE II may be considered to assess in- hospital mortality after CABG. IIb B Assessment of CAD complexity In patients with LM or multivessel disease, it is recommended that the SYNTAX score is calculated to assess the anatomical complexity of CAD and the long-‍term risk of mortality and morbidity after PCI. I B When considering the decision between CABG and PCI, completeness of revascularization should be prioritized. IIa B CABG = coronary artery bypass grafting; CAD = coronary artery disease; LM = left main; PCI = percutaneous coronary intervention; STS = Society of Thoracic Surgeons; SYNTAX = Synergy between Percutaneous Coronary Intervention with TAXUS and Cardiac Surgery. a Class of recommendation - b Level of evidence c Level of evidence refers to prediction of outcomes."
},
{
	"page":"ENAS5532_6.3.0.0",
	"text":"6.3.0.0 Risk scores Table 5 Logistic EuroSCOREsa in major randomized trials comparing percutaneous coronary intervention (PCI) with coronary artery bypass grafting (CABG) Trial EuroSCORE PCI EuroSCORE CABG SYNTAX 3.8 ± 2.6 3.8 ± 2.7 BEST 2.9 ± 2.0 3.0 ± 2.1 FREEDOM 2.7 ± 2.4 2.8 ± 2.5 PRECOMBAT 2.7 ± 1.8 2.8 ± 1.9 EXCEL not reported not reported NOBLE 2 [2-4] 2 [2-4] Numbers are presented as mean ± standard deviation or median [interquartile range]. a Compared with the contemporary EuroSCORE II, the logistic EuroSCORE has similar discrimination, but poorer calibration and, thus, overestimates surgical mortality by roughly two-‍fold."
},
{
	"page":"ENAS5532_6.4.0.0",
	"text":"6.4.0.0 SYNTAX score Table 6 Guide to calculate the SYNTAX scorea Steps Variable assessed Description Step 1 Dominance The weight of individual coronary segments varies according to coronary artery dominance (right or left). Co-‍dominance does not exist as an option in the SYNTAX score. Step 2 Coronary segment The diseased coronary segment directly affects the score as each coronary segment is assigned a weight depending on its location, ranging from 0.5 (i.e. posterolateral branch) to 6 (i.e. left main in case of left dominance). Step 3 Diameter stenosis The score of each diseased coronary segment is multiplied by x2 in case of a stenosis 50–99% and by x5 in case of total occlusion. In case of total occlusion, additional points will be added as follows: Age >3 months or unknown +1 Blunt stump +1 Bridging +1 First segment visible distally +1 per non visible segment Side branch at the occlusion +1 if <1.5 mm diameter + 1 if both <1.5 mm and ≥1.5 mm diameter +0 if ≥1.5 mm diameter (i.e. bifurcation lesion) Step 4 Trifurcation lesion The presence of a trifurcation lesion adds additional points based on the number of diseased segments: 1 segment +3 2 segments +4 3 segments +5 4 segments +6 Step 5 Bifurcation lesion The presence of a bifurcation lesion adds additional points based on the type of bifurcation according to the Medina classification:126 Medina 1,0,0–0,1,0–1,1,0 +1 Medina 1,1,1–0,0,1–1,0,1–0,1,1 +2 Moreover, the presence of a bifurcation angle <70° adds 1 additional point Step 6 Aorto-‍ostial lesion The presence of aorto-‍ostial lesion segments adds 1 additional point Step 7 Severe tortuosity The presence of severe tortuosity proximal of the diseased segment adds 2 additional points Step 8 Lesion length Lesion length >20 mm adds 1 additional point Step 9 Calcification The presence of heavy calcification adds 2 additional points Step 10 Thrombus The presence of thrombus adds 1 additional point Step 11 Diffuse disease/‍ small vessels The presence of diffusely diseased and narrowed segments distal to the lesion (i.e. when at least 75% of the length of the segment distal to the lesion has a vessel diameter <2 mm) adds 1 point per segment number a SYNTAX score calculation http://www.syntaxscore.com"
},
{
	"page":"ENAS5532_6.5.0.0",
	"text":"6.5.0.0 PCI or CABG in SCAD Recommendations for selection of the type of myocardial revascularization (CABG or PCI) in patients with stable CAD, with suitable coronary anatomy for both procedures and low predicted surgical mortality, are provided in the table below. Recommendation for the type of revascularization in patients with stable coronary artery disease with suitable coronary anatomy for both procedures and low predicted surgical mortalityd Recommendations according to extent of CAD CABG PCI   Classa Levelb Classa Levelb One-‍vessel CAD Without proximal LAD stenosis. IIb C I C With proximal LAD stenosis. I A I A Two-‍vessel CAD Without proximal LAD stenosis. IIb C I C With proximal LAD stenosis. I B I C Left main CAD Left main disease with low SYNTAX score (0–22). I A I A Left main disease with intermediate SYNTAX score (23–32). I A IIa A Left main disease with high SYNTAX score (≥33).c I A III B Three-‍vessel CAD without diabetes mellitus Three-‍vessel disease with low SYNTAX score (0–22). I A I A Three-‍vessel disease with intermediate or high SYNTAX score (>22).c I A III A Three-‍vessel CAD with diabetes mellitus Three-‍vessel disease with low SYNTAX score (0–22). I A IIb A Three-‍vessel disease with intermediate or high SYNTAX score (>22).c I A III A CABG = coronary artery bypass grafting; CAD = coronary artery disease; LAD = left anterior descending coronary artery; PCI = percutaneous coronary intervention; SYNTAX = Synergy between Percutaneous Coronary Intervention with TAXUS and Cardiac Surgery. SYNTAX score calculation http://www.syntaxscore.com a Class of recommendation - b Level of evidence. c PCI should be considered, if the Heart Team is concerned about the surgical risk or if the patient refuses CABG after adequate counselling by the Heart Team. d For example, absence of previous cardiac surgery, severe morbidities, frailty, immobility, precluding CABG (also see Table 5)."
},
{
	"page":"ENAS5532_6.6.0.0",
	"text":"6.6.0.0 Heart Team Individualized treatments concepts with respect for the preferences of the patient informed about early and late outcomes call for the Heart Team to be consulted. ​Figure 3 summarizes aspects to be considered by the Heart Team.  Figure 3 Aspects to be considered by the Heart Team for the decision making between percutaneous coronary intervention and coronary artery bypass grafting among patients with stable multivessel and/‍or left main coronary artery disease   CABG = coronary artery bypass grafting; Cx = circumflex; DAPT = dual antiplatelet therapy; EF = ejection fraction; LAD = left anterior descending coronary artery; LIMA = left internal mammary artery; LV= left ventricular; MVD = multivessel coronary artery disease; PCI = percutaneous coronary intervention; PDA = posterior descending artery; RA = radial artery; RIMA = right internal mammary artery; SYNTAX = Synergy between Percutaneous Coronary Intervention with TAXUS and Cardiac Surgery.  aConsider no-‍touch off-‍pump CABG in case of porcelain aorta. "
},
{
	"page":"ENAS5532_7.0.0.0",
	"text":"7.0.0.0 Revascularization in NSTE-‍ACS Recommendations for timing of invasive evaluation and myocardial revascularization in patients with NSTE-‍ACS are provided in the table below and in Figure 4. Recommendations for invasive evaluation and revascularization in non-‍ST-‍elevation acute coronary syndrome Recommendations Classa Levelb Urgent coronary angiography (<2 hours) is recommended in patients at very high ischaemic risk (Figure 4). I C An early invasive strategy (<24 hours) is recommended in patients with at least one high-‍risk criterion (Figure 4). I A An invasive strategy (<72 hours after first presentation) is indicated in patients with at least one intermediate-‍risk criterion (Figure 4) or recurrent symptoms. I A It is recommended to base the revascularization strategy (ad hoc culprit-‍lesion PCI/‍multivessel PCI/CABG) on the clinical status and co-‍morbidities as well as the disease severity, [i.e. the distribution and angiographic lesion characteristics (e.g. SYNTAX score)], according to the principles for SCAD.c I B In cardiogenic shock, routine revascularization of non-‍IRA lesions is not recommended during primary PCI. III B CABG = coronary artery bypass grafting; IRA = infarct-‍related artery; NSTE-‍ACS = non-‍ST-‍elevation acute coronary syndrome; PCI = percutaneous coronary intervention; SCAD = stable coronary artery disease; SYNTAX = Synergy Between Percutaneous Coronary Intervention with TAXUS and Cardiac Surgery. a Class of recommendation. b Level of evidence. c May apply to stabilized NSTE-‍ACS patients. Figure 4 Selection of non-‍ST-‍elevation acute coronary syndrome (NSTE-‍ACS) treatment strategy and timing according to initial risk stratification. CABG = coronary artery bypass grafting; GRACE = Global Registry of Acute Coronary Events; LVEF = left ventricular ejection fraction; MI =myocardial infarction; PCI = percutaneous coronary intervention. a Particularly intermittent ST-‍elevation; b Estimated glomerular filtration rate <60mL/‍min/‍1.73m2"
},
{
	"page":"ENAS5532_8.1.0.0",
	"text":"8.0.0.0 Revascularization in STEMI 8.1.0.0 Overview Delays in the timely implementation of reperfusion therapy are key issues in the management of STEMI as the greatest benefit gained from reperfusion therapy occurs within the first 2–3 hours of symptom onset. Optimal treatment of STEMI should be based on the implementation of regional networks between hospitals with various levels of technology, connected by an efficient ambulance service. The goal of these networks is to provide optimal care while minimizing delays–as summarized in Figure 5–in order to improve clinical outcomes. Figure 5 Modes of patient’s medical contact, components of ischaemia time and flowchart for reperfusion strategy selection The recommended mode of patient presentation is by alerting the EMS (call national emergency number: 112 or similar number according to region). When STEMI diagnosis is made in the out-‍of-‍hospital setting (via EMS) or in a non-‍PCI centre, the choice of reperfusion strategy is based on the estimated time from STEMI diagnosis to PCI-‍mediated reperfusion (wire crossing). System delay for patients alerting the EMS starts at the time of phone alert, although FMC occurs when the EMS arrives at the scene. EMS = emergency medical service; FMC = first medical contact; PCI = percutaneous coronary intervention; STEMI = ST-‍segment elevation myocardial infarction. ’denotes minutes. a Patients receiving fibrinolysis should be transferred to a PCI centre immediately after administration of the lytic bolus."
},
{
	"page":"ENAS5532_8.2.0.0",
	"text":"8.2.0.0 Primary PCI: indications and logistics Recommendations for myocardial reperfusion with primary PCI in the setting of STEMI are provided in the table below. Primary percutaneous coronary intervention for myocardial reperfusion in ST-‍elevation myocardial infarction: indications and logistics Recommendations Classa Levelb Indication Reperfusion therapy is indicated in all patients with time from symptom onset <12 hours’ duration and persistent ST-‍segment elevation. I A In the absence of ST-‍segment elevation, a primary PCI strategy is indicated in patients with suspected ongoing ischaemic symptoms suggestive of MI and at least one of the following criteria present: haemodynamic instability or cardiogenic shock recurrent or ongoing chest pain refractory to medical treatment life-‍threatening arrhythmias or cardiac arrest mechanical complications of MI acute heart failure recurrent dynamic ST-‍segment or T-‍wave changes, particularly with intermittent ST-‍segment elevation. I C A primary PCI strategy is recommended over fibrinolysis within the indicated timeframes. I A In patients with time from symptom onset >12 hours, a primary PCI strategy is indicated in the presence of ongoing symptoms or signs suggestive of ischaemia, haemodynamic instability, or life- threatening arrhythmias. I C A routine primary PCI strategy should be considered in patients presenting late (12–48 hours) after symptom onset. IIa B Logistics It is recommended that the prehospital management of STEMI patients be based on regional networks designed to deliver reperfusion therapy effectively in a timely fashion, and to offer primary PCI to as many patients as possible. I B It is recommended that all EMS, emergency departments, coronary care units, and catheterization laboratories have a written updated STEMI management protocol, preferably shared within geographic networks. I C It is recommended that primary PCI-‍capable centres deliver a 24-‍hour/7-day service and ensure that primary PCI is performed as fast as possible. I B It is recommended that patients transferred to a PCI-‍capable centre for primary PCI bypass the emergency department and CCU/ICCU and are transferred directly to the catheterization laboratory. I B CCU = coronary care unit; EMS = emergency medical services; ICCU = intensive coronary care unit; MI = myocardial infarction; PCI = percutaneous coronary intervention; STEMI = ST-‍segment elevation myocardial infarction. a Class of recommendation - b Level of evidence."
},
{
	"page":"ENAS5532_8.3.0.0",
	"text":"8.3.0.0 Primary PCI: procedural aspects Recommendations regarding procedural aspects of primary PCI are listed in the table below. Primary percutaneous coronary intervention for myocardial reperfusion in ST-‍elevation myocardial infarction: procedural aspects (strategy and technique) Recommendations Classa Levelb Strategy Routine revascularization of non-‍IRA lesions should be considered in patients with multivessel disease before hospital discharge. IIa A CABG should be considered in patients with ongoing ischaemia and large areas of jeopardized myocardium if PCI of the IRA cannot be performed. IIa C In cardiogenic shock, routine revascularization of non-‍IRA lesions is not recommended during primary PCI. III B Technique Routine use of thrombus aspiration is not recommended. III A CABG = coronary artery bypass grafting; IRA = infarct-‍related artery; PCI = percutaneous coronary intervention; STEMI = ST-‍segment elevation myocardial infarction. a Class of recommendation b Level of evidence."
},
{
	"page":"ENAS5532_9.0.0.0",
	"text":"9.0.0.0 Revascularization in heart failure Recommendations for myocardial revascularization in patients with chronic heart failure and systolic LV dysfunction are listed in the table below. Recommendations on revascularizations in patients with chronic heart failure and systolic left ventricular dysfunction (ejection fraction ≤35%) Recommendations Classa Levelb In patients with severe LV systolic dysfunction and coronary artery disease suitable for intervention, myocardial revascularization is recommended. I B CABG is recommended as the first revascularization strategy choice in patients with multivessel disease and acceptable surgical risk. I B In patients with one or two-‍vessel disease, PCI should be considered as an alternative to CABG when complete revascularization can be achieved. IIa C In patients with three-‍vessel disease, PCI should be considered based on the evaluation by the Heart Team of the patient’s coronary anatomy, the expected completeness of revascularization, diabetes status, and comorbidities. IIa C LV aneurysmectomy during CABG should be considered in patients with NYHA class III/‍IV, large LV aneurysm, large thrombus formation, or if the aneurysm is the origin of arrhythmias. IIa C Surgical ventricular restoration during CABG may be considered in selected patients treated in centres with expertise. IIb B CABG = coronary artery bypass grafting; LV = left ventricular; NYHA = New York Heart Association; PCI = percutaneous coronary intervention. a Class of recommendation. b Level of evidence. Myocardial revascularization is the cornerstone of treatment in patients with cardiogenic shock complicating ACS. Therefore, emergency coronary angiography is indicated in this setting. The general triage and treatment of patients with cardiogenic shock is displayed in Figure 6. Figure 6 Algorithm for management of patients with cardiogenic shock For interactivity see here Recommendations for the management of patients with cardiogenic shock Recommendations Classa Levelb Emergency coronary angiography is indicated in patients with acute heart failure or cardiogenic shock complicating ACS. I B Emergency PCI of the culprit lesion is indicated for patients with cardiogenic shock due to STEMI or NSTE-‍ACS, independent of time delay of symptom onset, if coronary anatomy is amenable to PCI. I B Emergency CABG is recommended for patients with cardiogenic shock if the coronary anatomy is not amenable to PCI. I B In cases of haemodynamic instability, emergency surgical or catheter-‍based repair of mechanical complications of ACS is indicated, as decided by the Heart Team. I C In selected patients with ACS and cardiogenic shock, short-‍term mechanical circulatory support may be considered, depending on patient age, comorbidities, neurological function, and the prospects for long-‍term survival and predicted quality of life. IIb C Routine use of IABPs in patients with cardiogenic shock due to ACS is not recommended. III B ACS = acute coronary syndrome; CABG = coronary artery bypass grafting; IABP = intra-‍aortic balloon pump; NSTE-‍ACS = non-‍ST-‍elevation acute coronary syndrome; PCI = percutaneous coronary intervention; STEMI = ST-‍elevation myocardial infarction. a Class of recommendation - b Level of evidence."
},
{
	"page":"ENAS5532_10.0.0.0",
	"text":"10.0.0.0 Revascularization in diabetics In general the indications for revascularization in diabetic patients with SCAD and ACS are similar to those in patients without diabetes (see Chapter 5). In the selection of the optimal myocardial revascularization strategy for patients with multivessel CAD, diabetes mellitus is an important criterion favouring CABG. Specific recommendations for myocardial revascularization in patients with diabetes are provided in the Table on page 15 (see Chapter 5). Recommendation for patients on metformin Recommendation Classa Levelb It is recommended to check renal function if patients have taken metformin immediately before angiography and withhold metformin if renal function deteriorates. I C a Class of recommendation - b Level of evidence."
},
{
	"page":"ENAS5532_11.0.0.0",
	"text":"11.0.0.0 Revascularization in CKD Recommendations for prevention of contrast-‍induced nephropathy in patients undergoing coronary angiography and myocardial revascularization are provided in the table below. Recommendations for the prevention of contrast-‍induced nephropathy Recommendations Dose Classa Levelb Patients undergoing coronary angiography or MSCT It is recommended that all patients are assessed for the risk of contrast-‍ induced nephropathy.   I C Adequate hydration is recommended.   I C Patients with moderate or severe CKD (National Kidney Foundation stages 3b and 4) Use of low-‍osmolar or iso-‍osmolar contrast media is recommended.   I A It is recommended that the volume of contrast media be minimized. Total contrast volume/GFR <3.7.c I B In statin-‍naïve patients, pretreatment with high-‍dose statins should be considered. Rosuvastatin 40/20 mg or atorvastatin 80 mg. IIa A Pre- and post-‍hydration with isotonic saline should be considered if the expected contrast volume is >100 mL. 1 mL/‍kg/‍h 12 hours before and continued for 24 hours after the procedure (0.5 mL/‍kg/‍h if LVEF ≤35% or NYHA >2). IIa C As an alternative to the pre- and post- hydration regimen, tailored hydration regimensd may be considered.   IIb B Patients with severe CKD (National Kidney Foundation stage 4) Prophylactic haemofiltration 6 hours before complex PCI may be considered. Fluid replacement rate 1000 mL/h without negative loss and saline hydration continued for 24 hours after the procedure. IIb B Haemodialysis is not recommended as a preventive measure.   III B CKD = chronic kidney disease; GFR = glomerular filtration rate; LVEF = left ventricular ejection fraction; MSCT = multi-‍slice computed tomography; NYHA = New York Heart Association; PCI = percutaneous coronary angiography. a Class of recommendation - b Level of evidence. c Example: 370 mL of contrast medium in a patient with a GFR of 100 mL/‍min will yield a ratio of 3.7. d Options are: infusion of normal saline adjusted to central venous pressure; furosemide with matched infusion of normal saline (for details see web addenda)."
},
{
	"page":"ENAS5532_12.0.0.0",
	"text":"12.0.0.0 Revascularization and valve interventions The table below provides a list of recommendations for combined valvular interventions and myocardial revascularization according to primary diagnosis and type of valvular disease. Recommendations for combined valvular and coronary interventions Recommendations Classa Levelb Primary valve intervention and coronary revascularization CABG is recommended in patients with a primary indication for aortic/‍mitral valve surgery and coronary artery diameter stenosis >70%. I C CABG should be considered in patients with a primary indication for aortic/‍mitral valve surgery and coronary artery diameter stenosis of 50–70%. IIa C PCI should be considered in patients with a primary indication to undergo TAVI and coronary artery diameter stenosis >70% in proximal segments. IIa C PCI should be considered in patients with a primary indication to undergo transcatheter mitral valve interventions and coronary artery diameter stenosis >70% in proximal segments. IIa C Primary myocardial revascularization and valve intervention SAVR is indicated in patients with severe AS undergoing CABG, or surgery of the ascending aorta or another valve. I C Mitral valve surgery is indicated in patients with severecsecondary MR undergoing CABG and LVEF >30%. I C Mitral valve surgery should be considered in symptomatic patients with severec secondary MR, LVEF <30%, but with evidence of myocardial viability and an option for surgical revascularization. IIa C AS = aortic stenosis; CABG = coronary artery bypass grafting; LVEF = left ventricular ejection fraction; MR = mitral regurgitation; PCI = percutaneous coronary intervention; SAVR = surgical aortic valve replacement; TAVI = transcatheter aortic valve implantation. a Class of recommendation - b Level of evidence. c Severe secondary MR was defined as an effective regurgitant orifice area (EROA) >0.40 cm2."
},
{
	"page":"ENAS5532_13.0.0.0",
	"text":"13.0.0.0 Associated peripheral artery diseases Recommendations for carotid artery revascularization in patients scheduled for CABG are provided in the table below. Recommendations on the management of carotid stenosis in patients undergoing coronary artery bypass grafting Recommendations Classa Levelb In patients scheduled for CABG it is recommended that the indication (and if so the method and timing) for carotid revascularization be individualized after discussion within a multidisciplinary team, including a neurologist. I C In patients scheduled for CABG, with recent (<6 months) history of TIA/‍stroke:     Carotid revascularization should be considered in patients with 50–99% carotid stenosis. IIa B Carotid revascularization with CEA should be considered as first choice in patients with 50–99% carotid stenosis. IIa B Carotid revascularization is not recommended in patients with carotid stenosis <50%. III C In neurologically asymptomatic patients scheduled for CABG:     Carotid revascularization may be considered in patients with bilateral 70–99% carotid stenosis or 70–99% carotid stenosis and contralateral occlusion. IIb C Carotid revascularization may be considered in patients with a 70–99% carotid stenosis, in the presence of one or more characteristics that may be associated with an increased risk of ipsilateral strokec, in order to reduce stroke risk beyond the peri-‍operative period. IIb C Routine prophylactic carotid revascularization in patients with a 70–99% carotid stenosis is not recommended. III C CABG = coronary artery bypass grafting; CEA= carotid endarterectomy; TIA = transient ischaemic attack. a Class of recommendation - b Level of evidence. c Contralateral TIA/‍stroke, ipsilateral silent infarction on cerebral imaging, intraplaque haemorrhage or lipid-‍ rich necrotic core on magnetic resonance angiography, or any of the following ultrasound imaging findings: stenosis progression (>20%), spontaneous embolization on transcranial Doppler, impaired cerebral vascular reserve, large plaques, echolucent plaques, increased juxta-‍luminal hypoechogenic area. Recommendations for pre-‍operative strategies to reduce the incidence of stroke in patients undergoing CABG are provided in the table below. Pre-‍operative strategies to reduce the incidence of stroke in patients undergoing coronary artery bypass grafting Recommendations Classa Levelb In patients undergoing CABG, carotid DUS is recommended in patients with recent (<6 months) history of stroke/‍TIA. I B In patients with no recent (<6 months) history of TIA/‍stroke, carotid DUS may be considered before CABG in the following cases: age ≥70 years, multivessel coronary artery disease, concomitant LEAD, or carotid bruit. IIb B Screening for carotid stenosis is not indicated in patients requiring urgent CABG with no recent stroke/‍TIA. III C CABG = coronary artery bypass grafting; DUS = duplex ultrasound; LEAD = lower extremity artery disease; TIA = transient ischaemic attack. a Class of recommendation - b Level of evidence."
},
{
	"page":"ENAS5532_14.0.0.0",
	"text":"14.0.0.0 Repeat revascularization procedures Recommendations on repeat revascularization strategies after CABG and PCI are provided in the tables below. Recommendations on repeat revascularization Recommendations Classa Levelb Early post-‍operative ischaemia and graft failure Coronary angiography post-‍CABG is recommended for patients with: symptoms of ischaemia and/‍or abnormal biomarkers suggestive of peri-‍operative MI ischaemic ECG changes indicating large area of risk new significant wall motion abnormalities haemodynamic instability. I C It is recommended that either emergency reoperation or PCI is decided upon by ad hoc consultation in the Heart Team, based on the feasibility of revascularization, area at risk, comorbidities, and clinical status. I C Disease progression and late graft failure Repeat revascularization is indicated in patients with a large area of ischaemia or severe symptoms despite medical therapy. I B If considered safe, PCI should be considered as first choice over CABG. IIa C Procedural aspects of the revascularization modalities CABG IMA is the conduit of choice for redo CABG in patients in whom the IMA was not used previously. I B Redo CABG should be considered for patients without a patent IMA graft to the LAD. IIa B PCI Distal protection devices should be considered for PCI of SVG lesions. IIa B PCI of the bypassed native artery should be considered over PCI of the bypass graft. IIa C Restenosis DES are recommended for the treatment of in-‍stent restenosis of BMS or DES. I A Drug-‍coated balloons are recommended for the treatment of in-‍stent restenosis of BMS or DES. I A In patients with recurrent episodes of diffuse in-‍stent restenosis, CABG should be considered by the Heart Team over a new PCI attempt. IIa C IVUS and/‍or OCT should be considered to detect stent-‍related mechanical problems leading to restenosis. IIa C BMS = bare-‍metal stent; CABG = coronary artery bypass grafting; DES = drug-‍eluting stent; ECG = electrocardiogram; IMA = internal mammary artery; IVUS = intravascular ultrasound; LAD = left anterior descending artery; MI = myocardial infarction; OCT = optical coherence tomography; PCI = percutaneous coronary intervention; SVG = saphenous vein graft. a Class of recommendation - b Level of evidence. Figure 7 summarizes the contribution of intracoronary imaging to the management of stent failure. Figure 7 Intracoronary imaging for the assessment of stent failure Examples of intravascular imaging findings (IVUS or OCT) in patients with stent failure. Panel A displays OCT (left) and IVUS (right) examples of in-‍stent restenosis due to excessive neointimal hyperplasia. Panel B displays two OCT examples of in-‍stent restenosis due to neoatherosclerosis. Panel C displays OCT (left) and IVUS (right) examples of late acquired malapposition. Panel D displays IVUS (left) and longitudinal OCT reconstruction (right) images of stent underexpansion. Panel E displays two OCT examples of in-‍stent evaginations, a typical finding of delayed arterial healing. Panel F displays OCT (left and IVUS (right) examples of stent crush. Panel G displays an OCT (left) and IVUS (right) case of coronary dissection at the stent edge. IVUS = intravascular ultrasound; OCT = optical coherence tomography. Intracoronary images for this figure were kindly provided by Drs Nicolas Amabile, Fernando Alfonso, and Gennaro Sardella."
},
{
	"page":"ENAS5532_15.0.0.0",
	"text":"15.0.0.0 Arrhythmias Recommendations for the prevention of ventricular arrhythmias by myocardial revascularization are provided in the table below. Recommendations for the prevention of ventricular arrhythmias by revascularization Recommendations Classa Levelb A primary PCI strategy is recommended in patients with resuscitated cardiac arrest and an ECG consistent with STEMI. I B Urgent angiography (and PCI if indicated) should be considered in patients with resuscitated cardiac arrest without diagnostic ST-‍segment elevation but with a high suspicion of ongoing myocardial ischaemia. IIa C In patients with electrical storm, urgent coronary angiography and revascularization (as required) should be considered. IIa C ECG = electrocardiogram; STEMI = ST-‍elevation myocardial infarction; PCI = percutaneous coronary intervention. a Class of recommendation - b Level of evidence. Recommendations for prevention and treatment of atrial fibrillation in the setting of myocardial revascularization Recommendations Classa Levelb Peri-‍operative oral β-‍blocker therapy is recommended for the prevention of post-‍operative AF after CABG surgery. I B Restoration of sinus rhythm by electrical cardioversion or antiarrhythmic drugs is recommended in post-‍operative AF with haemodynamic instability. I C Peri-‍operative amiodarone should be considered as prophylactic therapy to prevent AF after CABG surgery. IIa A Long-‍term anticoagulation should be considered in patients with AF after CABG or PCI, at risk for stroke, considering the individual stroke and bleeding risk. IIa B Rate control and anticoagulation should be considered as the initial management of asymptomatic post-‍operative AF. IIa B Antiarrhythmic drugs should be considered for symptomatic post- operative AF after CABG or PCI in an attempt to restore sinus rhythm. IIa C Surgical occlusion or exclusion of the LAA may be considered for stroke prevention in patients with AF undergoing CABG surgery. IIb B AF = atrial fibrillation; CABG = coronary artery bypass grafting; LAA = left atrial appendage; PCI = percutaneous coronary intervention. a Class of recommendation - b Level of evidence."
},
{
	"page":"ENAS5532_16.0.0.0",
	"text":"16.0.0.0 Procedural aspects of CABG Recommendations on procedural aspects of CABG are listed in the table below and in Figure 8. Recommendations on procedural aspects of coronary artery bypass grafting Recommendations Classa Levelb General considerations Complete myocardial revascularization is recommended.c I B Minimization of aortic manipulation is recommended. I B CT scans of the ascending aorta should be considered in patients over 70 years of age and/‍or with signs of extensive generalized atherosclerosis. IIa C Routine intraoperative graft flow measurement should be considered. IIa B Prior to aortic manipulation, epiaortic ultrasound should be considered to identify atheromatous plaques and select the optimal surgical strategy. IIa C Conduit selection Arterial grafting with IMA to the LAD system is recommended. I B An additional arterial graft should be considered in appropriate patients. IIa B The use of the radial artery is recommended over the saphenous vein in patients with high grade coronary artery stenosis.d I B BIMA grafting should be considered in patients who do not have a high risk of sternal wound infection.e IIa B Vessel harvesting Skeletonized IMA dissection is recommended in patients with a high risk of sternal wound infectiond. I B Endoscopic vein harvesting, if performed by experienced surgeons, should be considered to reduce the incidence of wound complications. IIa A No-‍touch vein harvesting should be considered, when an open technique is used. IIa B Minimally invasive techniques Off-‍pump CABG and preferably no-‍touch techniques on the ascending aorta, by experienced operators, are recommended in patients with significant atherosclerotic aortic disease. I B Off-‍pump CABG should be considered for subgroups of high-‍risk patients by experienced off-‍pump teams. IIa B Where expertise exists, minimally invasive CABG through limited thoracic access should be considered in patients with isolated LAD lesions or in the context of hybrid revascularization. IIa B Hybrid procedures, defined as consecutive or combined surgical and percutaneous revascularization, may be considered in specific patient subsets at experienced centres. IIb B BIMA = bilateral internal mammary artery; CABG = coronary artery bypass grafting; CT = computed tomography; IMA = internal mammary artery; LAD = left anterior descending coronary artery. a Class of recommendation - b Level of evidence. c Definitions of complete revascularization are provided in Section 5.3.1.3. of the Full Text. d Specially in patients with poor vein grafts. The radial artery should not be used if previously catheterized, if the Allen test is positive or if calcific degeneration is present. e Patients with diabetes mellitus, chronic pulmonary obstructive disease, previous mediastinal radiation, and obesity, particularly when multiples of these are present. Figure 8 Technical aspects of CABG BIMA = bilateral internal mammary artery; CABG = coronary artery bypass grafting; IMA = internal mammary artery; LAD = left anterior descending coronary artery."
},
{
	"page":"ENAS5532_17.0.0.0",
	"text":"17.0.0.0 Procedural aspects of PCI Recommendations on the choice of stent type and access site are provided in the table below. Recommendations on choice of stent and access site Recommendations Classa Levelb DES are recommended over BMS for any PCI irrespective of: clinical presentation lesion type planned non-‍cardiac surgery anticipated duration of DAPT concomitant anticoagulant therapy. I A Radial access is recommended as the standard approach, unless there are overriding procedural considerations. I A BRS are currently not recommended for clinical use outside of clinical studies. III C BMS = bare-‍metal stents; BRS = bioresorbable scaffolds; DAPT = dual antiplatelet therapy; DES = drug- eluting stents; PCI = percutaneous coronary intervention. a Class of recommendation. b Level of evidence. Recommendations on the use and clinical value of FFR and iwFR are found in Chapters 3 and 5. The table below provides recommendations on intracoronary imaging for procedural optimization. Recommendations on intravascular imaging for procedural optimization Recommendations Classa Levelb IVUS or OCT should be considered in selected patients to optimize stent implantation. IIa B IVUS should be considered to optimize treatment of unprotected left main lesions. IIa B IVUS = intravascular ultrasound; OCT = optical coherence tomography. a Class of recommendation. b Level of evidence. Recommendations for the treatment by PCI of specific lesion subsets are provided in the table below. Recommendations on specific lesion subsets Recommendations Classa Levelb Stent implantation in the main vessel only, followed by provisional balloon angioplasty with or without stenting of the side branch, is recommended for PCI of bifurcation lesions. I A Percutaneous revascularization of CTOs should be considered in patients with angina resistant to medical therapy or with a large area of documented ischaemia in the territory of the occluded vessel. IIa B In true bifurcation lesions of the left main, the double-‍kissing crush technique may be preferred over provisional T-stenting. IIb B CTO = chronic total occlusion; PCI = percutaneous coronary intervention. a Class of recommendation. b Level of evidence."
},
{
	"page":"ENAS5532_18.1.0.0",
	"text":"18.0.0.0 Antithrombotic treatments 18.1.0.0 Antithrombotic drugs Antithrombotic drugs for myocardial revascularization and their pharmacological targets are illustrated in Figure 9. Dosages are found in Table 7 below. Table 7: Doses of antiplatelet and anticoagulant drugs used during and after myocardial revascularization Antiplatelet drugs Aspirin Loading dose of 150–300 mg orally or 75–150 mg i.v. if oral ingestion is not possible, followed by a maintenance dose of 75–100 mg/‍day. Clopidogrel Loading dose of 600 mg orally, followed by a maintenance dose of 75 mg/‍day. Prasugrel Loading dose of 60 mg orally, followed by a maintenance dose of 10 mg/‍day. In patients with body weight <60 kg, a maintenance dose of 5 mg is recommended. In patients >75 years, prasugrel is generally not recommended, but a dose of 5 mg should be used if treatment is deemed necessary. Ticagrelor Loading dose of 180 mg orally, followed by a maintenance dose of 90 mg b.i.d. Abciximab Bolus of 0.25 mg/kg i.v. and 0.125 µg/‍kg/‍min infusion (maximum 10 µg/min) for 12 hours. Eptifibatide Double bolus of 180 µg/kg i.v. (given at a 10-min interval) followed by an infusion of 2.0 µg/‍kg/‍min for up to 18 hours. Tirofiban Bolus of 25 µg/kg over 3 min i.v., followed by an infusion of 0.15 µg/‍kg/‍min for up to 18 hours. Cangrelor Bolus of 30 µg/kg i.v. followed by 4 µg/‍kg/‍min infusion for at least 2 hours or duration of procedure, whichever is longer. Anticoagulant drugs for PCI Unfractionated heparin 70–100 U/kg i.v. bolus when no GP IIb/‍IIIa inhibitor is planned. 50–70 U/kg i.v. bolus with GP IIb/‍IIIa inhibitors. Enoxaparin 0.5 mg/kg i.v. bolus. Bivalirudin 0.75 mg/kg i.v. bolus followed by i.v infusion of 1.75 mg/‍kg/‍h for up to 4 hours after the procedure as clinically warranted. Oral anticoagulant drugs (concomitant treatment after PCI) Vitamin K antagonists (e.g. warfarin, phenprocoumon) Dosing is based on INR value and the respective clinical indication. Apixaban Maintenance doses of 5 and 2.5a mg b.i.d. Dabigatran Maintenance doses of 150 and 110 mg b.i.d. Edoxaban Maintenance dose of 60 and 30a mg/‍day Rivaroxaban Maintenance doses of 20 and 15a mg/‍day and 2.5 mg b.i.d. (vascular dose). b.i.d. = twice daily; GP = glycoprotein; INR = international normalized ratio; i.v. = intravenous; PCI = percutaneous coronary intervention. a Specific criteria for reduced dose apply (see Recommendation Table here). Figure 9 Antithrombotic treatment for myocardial revascularization and its pharmacological targets The figure illustrates anticoagulant and antiplatelet drugs being used during and after myocardial revascularization (percutaneous coronary intervention or coronary artery bypass grafting). Drugs with oral administration are shown in black letters and drugs with preferred parenteral administration in red. ADP = adenosine diphosphate; DAPT = dual antiplatelet therapy; FXa = factor Xa; GP = glycoprotein; TxA2 = thromboxane A2; UFH = unfractionated heparin; VKAs = vitamin K antagonists."
},
{
	"page":"ENAS5532_18.2.0.0",
	"text":"18.2.0.0 Treatment in SCAD undergoing PCI Recommendations for antithrombotic treatment in patients with stable CAD undergoing PCI are listed in the table below. Recommendations for antithrombotic treatment in stable coronary artery disease patients undergoing percutaneous coronary intervention Recommendations Classa Levelb Pre-‍treatment and antiplatelet therapy Treatment with 600 mg clopidogrel is recommended in elective PCI patients once the coronary anatomy is known and a decision is made to proceed with PCI. I A Pre-‍treatment with clopidogrel may be considered if the probability of PCI is high. IIb C In patients on a maintenance dose of 75 mg clopidogrel, a new loading dose of 600 mg may be considered once the indication for PCI is confirmed. IIb C Peri-interventional treatment Aspirin is indicated before elective stenting. I A An oral loading dose of aspirin (150–300 mg p.o. or 75–250 mg i.v.) is recommended if the patient is not pretreated. I C Clopidogrel (600 mg loading dose, 75 mg daily maintenance dose) is recommended for elective stenting. I A Glycoprotein IIb/‍IIIa antagonists should be considered only for bail-‍out. IIa C Prasugrel or ticagrelor may be considered in specific high-‍risk situations of elective stenting (e.g. history of stent thrombosis, left main stenting). IIb C Unfractionated heparin is indicated as the standard anticoagulant (70–100 U/kg). I B Bivalirudin (0.75 mg/kg bolus, followed by 1.75 mg/‍kg/‍h for up to 4 hours after the procedure) is indicated in the case of heparin-‍ induced thrombocytopenia. I C Enoxaparin (i.v. 0.5 mg/kg) should be considered as an alternative agent. IIa B Cangrelor may be considered in P2Y12-‍inhibitor naïve patients undergoing PCI. IIb A Post-interventional and maintenance treatment Life-‍long single antiplatelet therapy, usually aspirin, is recommended. I A Instruction of patients about the importance of complying with antiplatelet therapy is recommended. I C In patients with SCAD treated with coronary stent implantation, DAPT consisting of clopidogrel in addition to aspirin is generally recommended for 6 months, irrespective of the stent typec. I A In patients with SCAD treated with BRS, DAPT should be considered for at least 12 months and up to the presumed full absorption of the BRS, based on an individual assessment of bleeding and ischaemic risk. IIa C In patients with SCAD treated with DCB, DAPT should be considered for 6 months. IIa B In patients with SCAD considered at high bleeding risk (e.g. PRECISE-‍ DAPT ≥25), DAPT should be considered for 3 monthsd. IIa A In patients with SCAD who have tolerated DAPT without a bleeding complication and who are at low bleeding risk but high thrombotic risk, continuation of DAPT with clopidogrel for >6 months and up to 30 months may be considered. IIb A In patients with SCAD in whom 3-‍month DAPT poses safety concerns, DAPT may be considered for 1 month. IIb C BRS = bioresorbable scaffold; CAD = coronary artery disease; DAPT = dual antiplatelet therapy; DCB = drug-‍coated balloon; DES = drug-‍eluting stent; i.v. = intravenous; MI = myocardial infarction; PCI = percutaneous coronary intervention; p.o. = orally; PRECISE-‍DAPT = PREdicting bleeding Complications In patients undergoing Stent implantation and subsEquent Dual Anti Platelet Therapy; SCAD = stable coronary artery disease. a Class of recommendation. b Level of evidence. c These recommendations refer to stents which are supported by large-‍scale randomized trials with clinical endpoint evaluation leading to unconditional CE mark. d The evidence supporting this recommendation comes from two studies where the zotarolimus-‍eluting Endeavour stent was investigated in conjunction with a 3-‍month DAPT regimen."
},
{
	"page":"ENAS5532_18.3.0.0",
	"text":"18.3.0.0 Treatment in NSTE-‍ACS undergoing PCI Recommendations for pre- and peri-‍interventional antithrombotic treatment in patients with non-‍ST-‍elevation acute coronary syndromes undergoing PCI are listed in the table below. Recommendations for antithrombotic treatment in patients with non-‍ST-‍elevation acute coronary syndromes undergoing percutaneous coronary intervention Recommendations Classa Levelb Pre-‍treatment and antiplatelet therapy Aspirin is recommended for all patients without contraindications at an initial oral loading dose of 150–300 mg (or 75–250 mg i.v.), and at a maintenance dose of 75–100 mg daily long-‍term. I A A P2Y12-‍inhibitor is recommended in addition to aspirin, maintained over 12 months unless there are contraindications such as excessive risk of bleeding. Options are: I A Prasugrel in P2Y12-‍inhibitor naïve patients who proceed to PCI (60 mg loading dose, 10 mg daily dose). I B Ticagrelor irrespective of the preceding P2Y12-‍inhibitor regimen (180 mg loading dose, 90 mg b.i.d.). I B Clopidogrel (600 mg loading dose, 75 mg daily dose) only when prasugrel or ticagrelor are not available or are contraindicated. I B GP IIb/‍IIIa antagonists should be considered for bail-‍out if there is evidence of no-‍reflow or a thrombotic complication. IIa C For pre-‍treatment in patients with NSTE-‍ACS undergoing invasive management, ticagrelor administration (180 mg loading dose, 90 mg b.i.d.), or clopidogrel (600 mg loading dose, 75 mg daily dose) if ticagrelor is not an option, should be considered as soon as the diagnosis is established. IIa C Cangrelor may be considered in P2Y12-‍inhibitor naïve patients undergoing PCI. IIb A GP IIb/‍IIIa antagonist may be considered in P2Y12-‍inhibitor naïve patients undergoing PCI. IIb C Pre-‍treatment with GP IIb/‍IIIa antagonists in patients in whom coronary anatomy is not known is not recommended. III A Administration of prasugrel in patients in whom coronary anatomy is not known is not recommended. III B Peri-interventional therapy Anticoagulation is recommended for all patients in addition to antiplatelet therapy. I A It is recommended that anticoagulation is selected according to both ischaemic and bleeding risks, and according to the efficacy–safety profile of the chosen agent. I C UFH is recommended. I C In patients on fondaparinux, a single bolus UFH (85 IU/kg, or 60 IU in the case of concomitant use of GP IIb/‍IIIa receptor inhibitors) is indicated. I B Enoxaparin should be considered in patients pre-‍treated with subcutaneous enoxaparin. IIa B Discontinuation of parenteral anticoagulation should be considered immediately after an invasive procedure. IIa C Bivalirudin (0.75 mg/kg bolus, followed by 1.75 mg/‍kg/‍h for up to 4 hours after the procedure) may be considered as an alternative to UFH. IIb A Crossover of UFH and LMWH is not recommended. III B b.i.d. = twice daily; GP = glycoprotein; LMWH = low-‍molecular-‍weight heparin; NSTE-‍ACS = non-‍ST-‍ segment elevation acute coronary syndromes; PCI = percutaneous coronary intervention; UFH = unfractionated heparin. a Class of recommendation. b Level of evidence."
},
{
	"page":"ENAS5532_18.4.0.0",
	"text":"18.4.0.0 Treatment after PCI for NSTE-‍ACS and STEMI Recommendations for post-‍interventional and maintenance antithrombotic treatment in patients with non-‍ST-‍elevation acute coronary syndromes or ST-‍elevation myocardial infarction undergoing PCI are listed in the table below. Recommendations for post-‍interventional and maintenance treatment in patients with non-‍ST-‍elevation acute coronary syndromes and ST-‍elevation myocardial infarction undergoing percutaneous coronary intervention Recommendations Classa Levelb In patients with ACS treated with coronary stent implantation, DAPT with a P2Y12-‍inhibitor on top of aspirin is recommended for 12 months unless there are contraindications such as an excessive risk of bleeding (e.g. PRECISE-‍DAPT ≥25) I A In patients with ACS and stent implantation who are at high risk of bleeding (e.g. PRECISE-‍DAPT ≥25), discontinuation of P2Y12-‍inhibitor therapy after 6 months should be considered. IIa B In patients with ACS treated with BRS, DAPT should be considered for at least 12 months and up to the presumed full absorption of the BRS, based on an individual assessment of bleeding and ischaemic risk. IIa C De-‍escalation of P2Y12-‍inhibitor treatment (e.g. with a switch from prasugrel or ticagrelor to clopidogrel) guided by platelet function testing may be considered as an alternative DAPT strategy, especially for ACS patients deemed unsuitable for 12-‍month potent platelet inhibition. IIb B In patients with ACS who have tolerated DAPT without a bleeding complication, continuation of DAPT for longer than 12 months may be considered. IIb A In patients with MI and high ischaemic riskc who have tolerated DAPT without a bleeding complication, ticagrelor 60 mg b.i.d. for longer than 12 months on top of aspirin may be preferred over clopidogrel or prasugrel. IIb B In ACS patients with no prior stroke/‍TIA and at high ischaemic risk as well as low bleeding risk, receiving aspirin and clopidogrel, low- dose rivaroxaban (2.5 mg b.i.d. for approximately 1 year) may be considered after discontinuation of parenteral anticoagulation. IIb B ACS = acute coronary syndrome; b.i.d. = twice daily; BRS = bioresorbable scaffold; DAPT = dual antiplatelet therapy; MI = myocardial infarction; PCI = percutaneous coronary intervention; PRECISE-‍ DAPT = PREdicting bleeding Complications In patients undergoing Stent implantation and subsEquent Dual Anti Platelet Therapy; TIA = transient ischaemic attack. a Class of recommendation - b Level of evidence - c Defined as at least 50 years of age, and had one of the following additional high-‍risk features: age 65 years or older, diabetes mellitus requiring medication, a second prior spontaneous MI, multivessel coronary artery disease, or chronic renal dysfunction, defined as an estimated creatinine clearance <60 mL/min."
},
{
	"page":"ENAS5532_18.5.0.0",
	"text":"18.5.0.0 Treatment in STEMI undergoing PCI Recommendations for pre- and peri-‍interventional antithrombotic treatment in patients with ST-‍elevation myocardial infarction undergoing PCI are listed in the table below. For recommendations on post-‍interventional and maintenance antithrombotic treatment in patients with ST-‍elevation myocardial infarction undergoing PCI see table here. Recommendations for antithrombotic treatment in ST-‍elevation myocardial infarction patients undergoing percutaneous coronary intervention Recommendations Classa Levelb Pre-‍treatment and antiplatelet therapy Aspirin is recommended for all patients without contraindications at an initial oral loading dose of 150–300 mg (or 75–250 mg i.v.), and at a maintenance dose of 75–100 mg daily long-‍term regardless of treatment strategy. I A A potent P2Y12-‍inhibitor (prasugrel or ticagrelor), or clopidogrel if these are not available or are contraindicated, is recommended before (or at latest at the time of) PCI and maintained over 12 months, unless there are contraindications such as excessive risk of bleeding. I A GP IIb/‍IIIa inhibitors should be considered for bail-‍out if there is evidence of no-‍reflow or a thrombotic complication. IIa C Cangrelor may be considered in P2Y12-‍inhibitor naïve patients undergoing PCI. IIb A GP IIb/‍IIIa antagonist may be considered in P2Y12-‍inhibitor naïve patients undergoing PCI. IIb C Peri-interventional therapy Anticoagulation is recommended for all patients in addition to antiplatelet therapy during PCI. I A Routine use of UFH is recommended. I C Routine use of enoxaparin should be considered. IIa B Routine use of bivalirudin may be considered. IIb A GP = glycoprotein; i.v. = intravenous; PCI = percutaneous coronary intervention; UFH = unfractionated heparin. a Class of recommendation - b Level of evidence."
},
{
	"page":"ENAS5532_18.6.0.0",
	"text":"18.6.0.0 Algorithm in patients undergoing PCI Summarizing the recommendations listed, Figure 10 illustrates the algorithm for antithrombotic drugs in patients undergoing percutaneous coronary intervention. Figure 10 Algorithm for antithrombotic drugs in patients undergoing percutaneous coronary intervention DAPT = dual antiplatelet therapy; DCB = drug-‍coated balloon; NSTE-‍ACS = non-‍ST-‍elevation acute coronary syndrome; PCI = percutaneous coronary intervention; PRECISE-‍DAPT = PREdicting bleeding Complications In patients undergoing Stent implantation and subsEquent Dual Anti Platelet Therapy; STEMI = ST-‍elevation myocardial infarction; UFH = unfractioned heparin. Colour-‍coding refers to the ESC classes of recommendations (green = Class I; yellow = Class IIa; orange = Class IIb). 1After PCI with DCB 6 months DAPT should be considered (class IIa) - 2Clopidogrel if patient is not eligible for a treatment with prasugrel or ticagrelor; or in a setting of DAPT de-‍escalation (Class IIb). 3Clopidogrel or prasugrel if patient is not eligible for a treatment with ticagrelor. 4Pretreatment before PCI (or at the latest at the time of PCI); clopidogrel if potent P2Y12 inhibitors are contraindicated or not available. (For scores see Supplementary Table 4.). High bleeding risk is considered as an increased risk of spontaneous bleeding during DAPT (e.g. PRECISE-‍DAPT score ≥25). For interactivity see here"
},
{
	"page":"ENAS5532_18.7.0.0",
	"text":"18.7.0.0 DAPT in cardiac surgery Recommendations and dual antiplatelet therapy in patients undergoing cardiac surgery are shown in the table below. Dual antiplatelet therapy in patients undergoing cardiac surgery Recommendations Classa Levelb It is recommended that the Heart Team estimates the individual bleeding and ischaemic risks and guides the timing of CABG as well as the anti-‍thrombotic management. I C In patients on aspirin who need to undergo non-‍emergent cardiac surgery, it is recommended to continue aspirin at a low daily regimen throughout the peri-‍operative period. I C In patients treated with DAPT after coronary stent implantation who subsequently undergo cardiac surgery, it is recommended to resume P2Y12-‍inhibitor therapy post-‍operatively as soon as it is deemed safe so that DAPT continues until the recommended duration of therapy is completed. I C In patients with ACS (NSTE-‍ACS or STEMI) treated with DAPT who are undergoing CABG and do not require long-‍term OAC therapy, resumption of P2Y12-‍inhibitor therapy as soon as deemed safe after surgery and its continuation up to 12 months is recommended. I C In patients on P2Y12-‍inhibitors who need to undergo non-‍emergent cardiac surgery, postponing surgery for at least 3 days after discontinuation of ticagrelor, at least 5 days after clopidogrel, and at least 7 days after prasugrel should be considered. IIa B In CABG patients with prior MI who are at high risk of severe bleeding (e.g. PRECISE-‍DAPT ≥25), discontinuation of P2Y12-‍inhibitor therapy after 6 months should be considered. IIa C Platelet function testing may be considered to guide the decision on the timing of cardiac surgery in patients who have recently received P2Y12-‍inhibitors. IIb B In patients perceived to be at high ischaemic risk with prior MI and CABG who have tolerated DAPT without a bleeding complication, treatment with DAPT for longer than 12 months and up to 36 months may be considered. IIb C ACS = acute coronary syndrome; CABG = coronary artery bypass grafting; DAPT = dual antiplatelet therapy; NSTE-‍ACS = non-‍ST-‍elevation acute coronary syndrome; OAC = oral anticoagulant; STEMI = ST-‍elevation myocardial infarction. PRECISE-‍DAPT = PREdicting bleeding Complications In patients undergoing Stent implantation and subsEquent Dual Anti Platelet Therapy. a Class of recommendation - b Level of evidence."
},
{
	"page":"ENAS5532_18.8.0.0",
	"text":"18.8.0.0 Indication for anticoagulation in PCI In patients with an indication for anticoagulation undergoing PCI the choice of concomitant antiplatelet therapy is critical and depends on the assessment of the risk of ischaemic complications relative to the risk of bleeding complications. Figure 11 shows the suggested algorithm based on the recommendations. In addition, Tables 8 to 10 specify strategies to avoid bleeding as well as high-‍risk features for ischaemic events and unfavourable patient profiles for a combination of oral anticoagulant and antiplatelet therapy. Figure 11 Algorithm for dual antiplatelet therapy (DAPT) in patients with an indication for oral anticoagulation undergoing percutaneous coronary intervention (PCI) Colour-‍coding refers to the number of concomitant antithrombotic medication(s). Triple therapy denotes treatment with DAPT plus oral anticoagulant (OAC). Dual therapy denotes treatment with a single antiplatelet agent (aspirin or clopidogrel) plus OAC. ABC = Age, Biomarkers, Clinical history; AF = atrial fibrillation; HAS-‍BLED = Hypertension, Abnormal renal/‍liver function, Stroke, Bleeding history or predisposition, Labile INR, Elderly, Drugs/‍alcohol concomitantly; VKA = vitamin K antagonist. 1 Non-‍vitamin K antagonist oral anticoagulant (NOAC) preferred over VKA in patients with non-‍valvular AF. (Class IIaA). 2 Periprocedural administration of aspirin and clopidogrel during PCI is recommended irrespective of the treatment strategy. 3 High ischaemic risk is considered as an acute clinical presentation or anatomical/‍procedural features which might increase the risk for myocardial infarction. 4 Bleeding risk can be estimated by HAS-‍BLED or ABC score. For interactivity see here Table 8 Strategies to avoid bleeding complications in oral anticoagulation patients Assess ischaemic and bleeding risks using validated risk predictors (e.g. CHA2DS2-VASc, ABC, HAS-‍BLED) with a focus on modifiable risk factors. Keep triple therapy duration as short as possible; dual therapy after PCI (oral anticoagulant and clopidogrel) to be considered instead of triple therapy. One should consider the use of NOAC instead of VKA when NOACs are not contra-‍ indicated. Consider a target INR in the lower part of the recommended target range and maximize time in therapeutic range (i.e. >65%) when VKA is used. Clopidogrel is the P2Y12-‍inhibitor of choice. Use low-‍dose (≤100 mg daily) aspirin. Routine use of PPIs. ABC = Age, Biomarkers, Clinical history; CHA2DS2-VASc = Congestive heart failure, Hypertension, Age ≥75 years (doubled), Diabetes mellitus, prior Stroke or transient ischaemic attack or thromboembolism (doubled), Vascular disease, Age 65–74 years, Sex category; HAS-‍BLED = Hypertension, Abnormal renal/‍ liver function, Stroke, Bleeding history or predisposition, Labile INR, Elderly, Drugs/‍alcohol concomitantly; INR = international normalized ratio; NOAC = non-‍vitamin K antagonist oral anticoagulant; PPIs = proton pump inhibitors; VKA = vitamin K antagonist. Table 9 High-‍risk features for ischaemic events Prior stent thrombosis on adequate antiplatelet therapy Stenting of the last remaining patent coronary artery Diffuse multivessel disease especially in diabetic patients Chronic kidney disease (i.e. creatinine clearance <60 mL/min) At least three stents implanted At least three lesions treated Bifurcation with two stents implanted Total stented length >60 mm Treatment of a chronic total occlusion History of STEMI STEMI = ST-‍elevation myocardial infarction. Table 10 Unfavourable patient profile for a combination of oral anticoagulant and antiplatelet therapy Short life expectancy Ongoing malignancy Poor expected adherence Poor mental status End stage renal failure Advanced age Prior major bleeding/prior haemorrhagic stroke Chronic alcohol abuse Anaemia Clinically significant bleeding on dual antithrombotic therapy"
},
{
	"page":"ENAS5532_18.9.0.0",
	"text":"18.9.0.0 DAPT with indication for OAC Dual antiplatelet therapy duration in patients with indication for oral anticoagulation Recommendations Classa Levelb It is recommended that peri-‍procedural aspirin and clopidogrel are administered to patients undergoing coronary stent implantation. I C In patients treated with coronary stent implantation, triple therapy with aspirin, clopidogrel and an OAC should be considered for 1 month, irrespective of the type of stent used. IIa B Triple therapy with aspirin, clopidogrel and an OAC for longer than 1 month and up to 6 months should be considered in patients with high ischaemic risk due to ACS or other anatomical/‍procedural characteristics, which outweigh the bleeding risk. IIa B Dual therapy with clopidogrel 75 mg/‍day and an OAC should be considered as an alternative to 1-‍month triple antithrombotic therapy in patients in whom the bleeding risk outweighs the ischaemic risk. IIa A In patients with non-‍valvular AF requiring anticoagulation and antiplatelet treatment, a NOAC should be preferred over VKAs. IIa A Discontinuation of antiplatelet treatment in patients treated with OAC should be considered at 12 months. IIa B In patients with an indication for a VKA in combination with aspirin and/‍or clopidogrel, the dose intensity of the VKA should be carefully regulated with a target INR in the lower part of the recommended target range and time in the therapeutic range >65%. IIa B When a NOAC is used in combination with aspirin and/‍or clopidogrel, the lowest approved dose effective for stroke prevention tested in AF trials should be consideredc. IIa C When rivaroxaban is used in combination with aspirin and/ or clopidogrel, rivaroxaban 15 mg q.d. may be used instead of rivaroxaban 20 mg q.d. IIb B When dabigatran is used in combination with aspirin or clopidogrel, a dose of 150 mg b.i.d may be preferred over a dose of 110 mg b.i.d. IIb B The use of ticagrelor or prasugrel is not recommended as part of triple antithrombotic therapy with aspirin and OAC. III C ACS = acute coronary syndrome; AF = atrial fibrillation; b.i.d. = twice daily; INR = international normalized ratio; OAC = oral anticoagulant; NOAC = non-‍vitamin K oral anticoagulant; q.d. = once daily; VKA = vitamin K antagonist. a Class of recommendation. b Level of evidence. c Apixaban 5 mg b.i.d. or apixaban 2.5 mg b.i.d. if at least two of the following: age ≥80 years, body weight ≤60 kg or serum creatinine level ≥1.5 mg/dL (133 µmol/L); dabigatran 110 mg or 150 mg b.i.d.; edoxaban 60 mg q.d. or edoxaban 30 mg q.d. if any of the following: creatinine clearance of 30–50 mL/‍min, body weight ≤60 kg, concomitant use of verapamil, quinidine, or dronedarone; rivaroxaban 20 mg q.d. or rivaroxaban 15 mg q.d. if creatinine clearance 30–49 mL/‍min."
},
{
	"page":"ENAS5532_19.0.0.0",
	"text":"19.0.0.0 Volume–outcome relationship Operator experience impacts outcomes, in particular in critical, complex situations. Increased experience of an entire hospital team consisting of supporting members in the operating room or catheterization laboratory and those responsible for the post-‍operative care are associated with favourable outcomes. The tables below provide recommendations for training, proficiency, and operator/‍ institutional competence in CABG and PCI. Recommendations for operator/‍institutional volume in myocardial revascularization Recommendations Classa Levelb CABG It should be considered that CABG be performed at institutions with an annual institutional volume of at least 200 CABG cases. IIa C PCI It should be considered that PCI for ACS be performed by trained operators with an annual volume of at least 75 procedures at institutions performing at least 400 PCIs per year with an established 24-‍hour/7-day service for the treatment of patients with ACS. IIa C It should be considered that PCI for SCAD be performed by trained operators with an annual volume of at least 75 procedures at institutions performing at least 200 PCIs per year. IIa C It should be considered that institutions with annual volumes of fewer than 400 PCIs collaborate in networks with higher-volume institutions (>400 PCIs per year), with shared written protocols and exchange of operators and support staff. IIa C It should be considered that PCI for LM be performed by trained operators with annual volumes of at least 25 LM PCI cases per year. IIa C It should be considered that non-‍emergency high-‍risk PCI procedures - such as for LM disease, single remaining patent coronary artery, and complex chronic total occlusions - are only performed by adequately experienced operators at centres that have access to circulatory support and intensive care treatment. IIa C ACS = acute coronary syndromes; CABG = coronary artery bypass grafting; LM = left main; PCI = percutaneous coronary intervention; SCAD = stable coronary artery disease. a Class of recommendation. b Level of evidence. Recommendations for training in myocardial revascularization Recommendations Classa Levelb Training in CABG It is recommended that trainees in cardiac surgery and interventional cardiology follow a competency-‍driven residency programme with regular evaluation of progression. I C It should be considered that trainees in cardiac surgery perform at least 200 CABG procedures under supervision before being independent. IIa C Training in PCI It should be considered that trainees in interventional cardiology perform at least 200 PCI procedures as first operator, with one-‍third of PCI procedures in emergency or ACS patients under supervision, before being independent. IIa C It should be considered that trainees in interventional cardiology complete formal training according to a 1–2 year curriculum at institutions with at least 800 PCIs per year and an established 24-‍hour/7-day service for the treatment of patients with ACS. IIa C ACS = acute coronary syndrome; CABG = coronary artery bypass grafting; PCI = percutaneous coronary intervention. a Class of recommendation. b Level of evidence. Recommendations for outcome registration, monitoring, and benchmarking Recommendations Classa Levelb It is recommended that specific quality performance measures for CABG are adopted at a national level to allow outcome monitoring and benchmarking. I C It is recommended that national societies establish national databases on CABG practice and outcomes. I C It is recommended that CABG outcome data are reported by hospitals to national databases. I C CABG = coronary artery bypass grafting. a Class of recommendation. b Level of evidence."
},
{
	"page":"ENAS5532_20.0.0.0",
	"text":"20.0.0.0 Prevention and follow-‍up Secondary prevention and cardiac rehabilitation are an integral part of the management after revascularization because such measures reduce future morbidity and mortality in a cost-‍effective way and can further improve symptoms. Specific recommendations for long-‍term medical therapy, secondary preventions and cardiac rehabilitation programmes are provided in separate dedicated guideline documents. Recurrence of symptoms or ischaemia due to disease progression or restenosis after myocardial revascularization deserves attention. Recommendations on strategies for follow-‍up and management of patients after myocardial revascularization are provided in the table below. Strategies for follow-‍up and management in patients after myocardial revascularization Recommendations Classa Levelb After CABG or PCI for AMI participation in a cardiac rehabilitation programme is recommended to improve patient outcomes. I A It is recommended that secondary prevention measures, including medical therapy and lifestyle changes, are started and reinforced after myocardial revascularization. I A It is recommended that patients are re-‍evaluated after myocardial revascularization (e.g. at 3 months and thereafter, at least on an annual basis) in order to reassess symptoms and adherence with secondary prevention measures, and reinforce medical therapy and lifestyle changes when appropriate. I C Symptomatic patients Coronary angiography is recommended in patients with intermediate-‍ to high-‍risk findingsc at stress testing. I C An imaging stress test should be considered in patients with prior revascularization over stress ECG. IIa B Asymptomatic patients Surveillance by non-‍invasive imaging-‍based stress testing may be considered in high-‍risk patient subsets 6 months after revascularization. IIb C After high-‍risk PCI (e.g. unprotected LM stenosis), late (3–12 months) surveillance angiography may be considered, irrespective of symptoms. IIb C Routine non-‍invasive imaging-‍based stress testing may be considered 1 year after PCI and >5 years after CABG. IIb C AMI = acute myocardial infarction; CABG = coronary artery bypass grafting; LM = left main; PCI = percutaneous coronary intervention. a Class of recommendation. b Level of evidence. c Intermediate-‍ and high-‍risk findings at stress imaging are ischaemia at low workload with exercise stress testing, early onset ischaemia with pharmacological stress testing, inducible wall motion abnormality or reversible perfusion defect in ≥10% of LV myocardium."
},
{
	"page":"ENAS5532_21.0.0.0",
	"text":"21.0.0.0 Abbreviations and acronyms (N)OAC (Non-‍vitamin K antagonist) oral anticoagulant °C Degree Celsius 2D/ 2-D Two-‍dimensional 2hPG 2-h post-‍load plasma glucose 3D/ 3-D Three-‍‍dimensional 5-FU 5-‍fluorouracil 99mTc-‍DPD Technetium-‍‍99m 3,3-‍diphosphono-‍‍1,2-‍propanodicarboxylic acid A/C Anticoagulation AAA Abdominal aortic aneurysm AAD Antiarrhythmic drugs AAS Acute aortic syndrome ABC Age, biomarkers, clinical history ABI Ankle-‍‍Brachial Index ABPM Ambulatory BP monitoring ACA Aborted cardiac arrest ACC American College of Cardiology ACCA Acute Cardiovascular Care Association ACCF American College of Cardiology Foundation ACCOAST Comparison of Prasugrel at the Time of Percutaneous Coronary Intervention or as Pretreatment at the Time of Diagnosis in Patients with Non-‍ST Elevation Myocardial Infarction ACE Angiotensin-‍‍converting enzyme ACEF Age, creatinine, ejection fraction ACEI Angiotensin-‍‍converting enzyme inhibitor ACE-I(s) Angiotensin-‍‍converting enzyme inhibitor(s) ACEI/ ACE-‍I/ ACE-‍Is Angiotensin converting enzyme inhibitors ACEIs Angiotensin-‍‍converting enzyme inhibitor ACS Acute coronary syndrome ACT Activated clotting time AD Aortic dissection ADA American Diabetes Association/Adenosine deaminase ADD Acute aortic dissection ADP Adenosine diphosphate AEPC Association for European Paediatric and Congenital Cardiology AF Atrial flutter/Atrial fibrillation AFNET German Competence NETwork on Atrial Fibrillation AHA American Heart Association AHF Acute heart failure AHRE Atrial high rate episodes AINR International normalized ratio AK Alpha kinase AKI Acute kidney injury AL Amyloid light chain ALAT/ ALT Alanine aminotransferase ALI Acute limb ischaemia AMI Acute myocardial infarction/‍Acute mesenteric ischaemia ANA Anti-‍nuclear antibodies ANCA Anti-‍neutrophil cytoplasm antibodies AO Aorta AOS Aneurysms-‍‍osteoarthritis syndrome AP Accessory pathway APAH Conditions associated with pulmonary arterial hypertension Apo Apolipoprotein apo A I Apolipoprotein A I apo B Apolipoprotein B aPTT Activated partial thromboplastin time AR Aortic regurgitation ARB Angiotensin II receptor blocker/‍ Angiotensin receptor blocker ARBs Angiotensin receptor blockers/angiotensin II receptor blockers ARNI Angiotensin receptor neprilysin inhibition ARVC Arrhythmogenic right ventricular cardiomyopathy AS Aortic stenosis ASA Acetylsalicylic acid ASAT/ AST Aspartate aminotransferase ASCERT American College of Cardiology Foundation–Society of Thoracic Surgeons Database Collaboration ASE American Society of Echocardiography AST/ ALT/ ALP Aspartate / alanine aminotransferase / alkaline phosphatase ASV Adaptive servo-‍‍ventilation AT Antithrombin ATOR Atorvastatin ATP Antitachycardiac pacing/Adenosine triphosphate ATRIA AnTicoagulation and Risk factors In Atrial fibrillation ATS Arterial tortuosity syndrome ATTR Amyloidosis, transthyretin type AUC Area under the curve AV Atrioventricular/Arteriovenous AVA Aortic valve area AVB Atrioventricular block AVID Antiarrhythmic drugs Versus Implantable Defibrillator AVM AV delay management AVP Arginine vasopressin AVR Aortic valve replacement b.i.d. Bis in die (twice daily) b.p.m/ bpm Beats per minute BARI-2D Bypass Angioplasty Revascularization Investigation 2 Diabetes BAS Balloon atrial septostomy BAV Balloon aortic valvuloplasty/‍‍Bicuspid aortic valve BB Beta-‍blocker BBB Bundle branch block BC Blood culture BCNIE Blood culture-negative infective endocarditis BCR-‍ABL Breakpoint cluster region-‍‍Abelson BGA Blood gas analysis BIMA Bilateral internal mammary artery Bi-‍PAP Bilevel positive airway pressure BiV Biventricular BiVAD Bi-‍ventricular assist device BMI Body mass index BMPR Bone morphogenetic protein receptor, type 2 BMS Bare metal stent BMT Best medical therapy BNP Brain natriuretic peptide/‍‍ B-‍type natriuretic peptide BP Blood pressure BPA Balloon pulmonary angioplasty BRS Bioresorbable vascular scaffold BSA Body surface area BUN Blood urea nitrogen CABG Coronary artery bypass graft/‍‍ Coronary artery bypass graft surgery CAD Coronary artery disease CAS Carotid artery stenting CASH Cardiac Arrest Study Hamburg Cath/ Lab Catheterization laboratory CCB Calcium channel blocker CCNAP Council on Cardiovascular Nursing and Allied Professions CCP Council for Cardiology Practice CCPC Council on Cardiovascular Primary Care CCS Canadian Cardiovascular Society CCU Coronary care unit CDRIE Cardiac device-‍‍related infective endocarditis CEA Carotid endarterectomy/‍Carcinoembryonic antigen CFA Common femoral artery CFC Cardiofaciocutaneous CHA2DS2-VASc Congestive heart failure or left ventricular dysfunction, Hypertension, Age ≥75 (doubled), Diabetes, Stroke (doubled)-‍Vascular disease, Age 65–74, Sex category (female) CHADS2 Cardiac failure, Hypertension, Age, Diabetes, Stroke (doubled) CHARM-‍‍Added Candesartan in Heart Failure: Assessment of Reduction in Mortality and Morbidity-‍‍Added CHD Coronary heart disease/ Congenital heart disease CHF Congestive heart failure/ Chronic heart failure CHT Council on Hypertension CI Cardiac index / Contra-‍indication / Confidence interval CIA Common iliac artery CI-‍AKI Contrast-‍‍induced acute kidney injury CIDS Canadian Implantable Defibrillator Study CIED Cardiac implantable electronic device CIN Contrast-‍‍induced nephropathy CK Creatine phophokinase/Creatinine kinase CKD Chronic kidney disease CKD-‍EPI Chronic Kidney Disease Epidemiology Collaboration CK-MB Creatine kinase MB isoform CLI Chronic limb ischaemia CLTI Chronic limb-‍threatening ischaemia CMI Chronic mesenteric ischaemia CMP Cardiomyopathy CMR Cardiac magnetic resonance/Cardiovascular magnetic resonance CMV Cytomegalovirus CO Cardiac output CoA Coarctation / Coarctation of the aorta Cons Conservative cont Continued COPD Chronic obstructive pulmonary disease COT Cardiac Oncology Toxicity COURAGE Clinical Outcomes Utilization Revascularization and Aggressive Drug Evaluation COX Cyclo-‍oxygenase/ Cyclooxygenase CPAP Continuous positive airway pressure CPET Cardiopulmonary exercise testing CPFE Combined pulmonary fibrosis and emphysema CPG Committee for Practice Guidelines CPVT Catecholaminergic polymorphic ventricular tachycardia CR Cardiac rehabilitation CrCI Creatinine clearance CRP C-‍reactive protein CRT Cardiac resynchronization therapy CRT-D Cardiac resynchronization therapy defibrillator/‍‍ Defibrillator with cardiac resynchronization therapy CRT-P Cardiac resynchronization therapy pacemaker CRUSADE Can Rapid risk stratification of Unstable angina patients Suppress ADverse outcomes with Early implementation of the ACC/‍AHA guidelines CSF Colony-‍‍stimulating factor/‍Cerebrospinal fluid CSM Carotid sinus massage CSS Carotid sinus syncope/syndrome CT Computed tomographic / tomogram/‍tomography CTA Computed tomography angiography CTD Connective tissue disease CTEPH Chronic thromboembolic pulmonary hypertension cTN Cardiac troponin CTO Chronic total occlusions CTRCD Cancer Therapeutics–Related Cardiac Dysfunction Ctrl Control CUS Compression venous ultrasonography CV Cardiovascular/Cardioversion CVD Cardiovascular disease/Cardiovascular heart disease CW Continuous wave CXR Chest X-ray DALYs Disability adjusted life years DAPT Dual (oral) antiplatelet therapy/Dual antiplatelet therapy DAT Dual antithrombotic therapy DBP Diastolic blood pressure DC Direct current DCB Drug-‍coated balloon DCC Direct-‍‍current cardioversion DCM Dilated cardiomyopathy DDI Drug-‍drug interactions DEFINITE DEFibrillator In Non-‍Ischemic cardiomyopathy Treatment Evaluation DES Drug-‍eluting stent DFT Defibrillation threshold DHP Dihydropyridine DI-DO Door-‍in to door-‍out time DLCO Carbon monoxide diffusing capacity DM Diabetes mellitus DNA Deoxyribonucleic acid DPAH Drug induced PAH DPG Diastolic pressure gradient DPP Diabetes prevention program DSA Digital subtraction angiography/ultrasound DT Deceleration time DTB Door-to-balloon time DTIs Direct thrombin inhibitors DUS Duplex ultrasonography / Doppler ultrasound/Duplex ultrasound DVT Deep vein thrombosis E/A Ratio of mitral peak velocity of early filling (E) to mitral peak velocity of late filling (A) E/e’ Ratio of early transmitral flow velocity (E) to early mitral annulus velocity (e’) EACPR European Association for Cardiovascular Prevention & Rehabilitation EACTS European Association of Cardio-‍‍Thoracic Surgery/‍‍ European Association for Cardio-‍‍Thoracic Surgery EACVI European Association of Cardiovascular Imaging EANM European Association of Nuclear Medicine EAPC European Association of Preventive Cardiology EAPCI European Association of Percutaneous Cardiovascular Interventions EAS European Atherosclerosis Society EASD European Association for the Study of Diabetes EBV Epstein-‍‍Barr virus ECG Electrocardiogram / Electrocardiographic ECHO Echocardiography/Echocardiogram ECLS Extracorporeal life support ECMO Extracorporeal membrane oxygenation ECST European Carotid Surgery Trial ECVF Extacellular volume fraction ED Erectile dysfunction/ Emergency department EDS-‍IV Ehlers-‍‍Danlos syndrome type IV EDV End-‍diastolic velocity EF Ejection fraction eGFR Estimated glomerular filtration rate EHRA European Heart Rhythm Association EIA External iliac artery EIF Eukaryotic translation initiation factor EMA European Medicines Agency EMB Endomyocardial biopsy EMS Emergency medical system/‍‍service ENA Anti-‍extractable nuclear antigens Enox Enoxaparin EP Electrophysiology EPD Embolic protection device EPS Electrophysiologic study ER Extended release formulations ERA Endothelin receptor antagonist EROA Effective regurgitant orifice area ERS European Respiratory Society ESC European Society of Cardiology ESCMID European Society of Clinical Microbiology and Infectious Diseases ESCT European Carotid Surgery Trial ESH European Society of Hypertension ESO European Stroke Organisation ESR European Society of Radiology/‍‍Erythrocyte sedimentation rate ESRD End-‍stage renal disease ESVS European Society for Vascular Surgery ETT Endotracheal tube EU European Union EULAR European League Against Rheumatism EuroSCORE European System for Cardiac Operative Risk Evaluation EVAR Endovascular aortic repair/‍‍reconstruction EVT endovascular therapy Exp+ Experimental therapy FAME-2 Fractional Flow Reserve-‍‍Guided Percutaneous Coronary Intervention Plus Optimal Medical Treatment Versus Optimal Medical Treatment Alone in Patients With Stable Coronary Artery Disease FBN1 Fibrillin 1 FC Functional class FCH Familial combined hyperlipidaemia FCM Ferric carboxymaltose FDA US Food and Drug Administration/‍‍ Food and Drug Administration FDG Fluorodeoxyglucose FFP Fresh frozen plasma FFR Fractional flow reserve FH Familial hypercholesterolaemia FHL1 Four and a half LIM domains 1 FINDRISC FINnish Diabetes RIsk SCore FL False lumen FLUVA Fluvastatin FMC First medical contact FMCTB First-medical-contact-to-balloon time FMF Familial Mediterranean fever Fonda Fondaparinux FPG Fasting plasma glucose FU Follow-‍‍up GFR Glomerular filtration rate/Estimated glomerular filtration rate GGTP Gamma-‍‍glutamyl transpeptidase GI Gastrointestinal GLP-1 Glucagon-‍‍like peptide-1 GLS Global longitudinal strain GM Granulocyte-‍‍macrophage GP Glycoprotein / General practitioner GRACE Global Registry of Acute Coronary Events GSV Great saphenous vein GUCH Grown-‍‍up patients with congenital heart disease HAART Highly active antiretroviral treatment HACEK Haemophilus parainfluenzae, H. aphrophilus, H. paraphrophilus, H. influenzae, Actinobacillus actinomycetemcomitans, Cardiobacterium hominis, Eikenella corrodens, Kingella kingae, and K. denitrificans HAS-‍BLED Hypertension, Abnormal renal/‍‍liver function, Stroke, Bleeding history or predisposition, Labile INR, Elderly (65), Drugs concomitantly/‍alcohol abuse HB Haemoglobin HbA1c Glycated haemoglobin / Glycated haemoglobin A1c HBPM Home BP monitoring HCM Hypertrophic cardiomyopathy HCV Hepatitis C virus HDAC Histone deacetylase HDL High density lipoprotein HDL-C High density lipoprotein-‍‍cholesterol HeFH Heterozygous familial hypercholesterolaemia HER2 Human epidermal growth factor receptor 2 HF Heart failure HFA Heart Failure Association H-‍FABP Heart-‍‍type fatty acid-‍binding protein HFmrEF Heart failure with mid-‍range ejection fraction HFpEF/‍ HF-‍PEF Heart failure with preserved ejection fraction HFrEF/‍ HF-‍REF Heart failure with reduced ejection fraction HHD Hypertensive heart disease HHV Human herpesvirus H-‍ISDN Hydralazine and isosorbide dinitrate HIT Heparin-‍‍induced thrombocytopenia HITS High intensity transient signal HIV Human immunodeficiency virus HoFH Homozygous familial hypercholesterolaemia HPAH Heritable PAH HR Heart rate HRCT High resolution CT hs-‍CRP high-‍sensitivity C-‍reactive protein HT/ HTN Hypertension HTG Hypertrigiyceridaemia i.v. / IV Intravenous IABP Intraaortic balloon pump IAS Inter-‍‍atrial septum ICA Invasive coronary angiography ICCU Intensive cardiac care unit ICD Implantable cardioverter defibrillator/‍‍ International Classification of Diseases ICH Intracranial haemorrhage ICU Intensive care unit ID Infectious disease IDF International Diabetes Federation IE Infective endocarditis IFG Impaired fasting glucose IFN Interferon-‍‍gamma IGRA Interferon-‍‍gamma release assay IGT Impaired glucose tolerance IHD Ischaemic heart disease IL-2 Interleukin 2 ILR Implantable loop recorder IMA Internal mammary artery IMH Intramural haematoma IMT Intima–media thickness INR International normalized ratio IN-‍TIME Implant-‍‍based multiparameter telemonitoring of patients with heart failure IOMC Iso-‍osmolar contrast medium IPAH Idiopathic pulmonary arterial hypertension IPF Idiopathic pulmonary fibrosis IRA Infarct related artery ISH Isolated systolic hypertension ISHLT International Society for Heart and Lung Transplantation IU International units IUD Intrauterine device IV Intravenous IV UHF Intravenous unfractionated heparin IVC Inferior vena cava IVDA Intravenous drug abusers IVIG Intravenous immunoglobulin IVUS Intravascular ultrasound JSAP Japanese Stable Angina Pectoris km per h Kilometres per hour LA Left atrium/‍‍atrial LAA Left atrial appendage LAD Left anterior descending (coronary artery) LAE Left atrial enlargement LAH Left anterior hemiblock LAVI Left atrial volume index LBBB Left bundle branch block LCC Left coronary cusp Lcx Left circumflex LD Loading dose LDH Lactate dehydrogenase LDL Low-‍density lipoprotein LDL-C Low-‍density lipoprotein-‍‍cholesterol LDLR Low density lipoprotein receptor LDS Loeys-‍‍Dietz syndrome LEAD Lower-‍‍extremity artery disease LEOPARD lentigines, ECG abnormalities, ocular hypertelorism, pulmonary stenosis, abnormal genitalia, retardation of growth, and sensorineural deafness LGE Late gadolinium enhancement LHD left heart disease LLN Lower limit of normality LM Left main LMNA Lamin A/C LMWH Low molecular weight heparin LOCM Low-‍osmolar contrast medium LoE Level of evidence LOVA Lovastatin Lp Lipoprotein Lp(a) Lipoprotein(a) LQTS Long QT syndrome LTBI Latent tuberculosis infection LV Left ventricle / left ventricular LVAD Left ventricular assist device LVEDD Left ventricular end-‍diastolic diameter LVEDP Left ventricular end diastolic pressure LVEF Left ventricular ejection fraction LVESD Left ventricular end-‍systolic diameter LVESV Left ventricular end-‍systolic volume LVESVI Left ventricular end-‍systolic volume index LVF Left ventricular function LVH Left ventricular hypertrophy LVM Left ventricular mass LVMI Left ventricular mass index LVOT Left ventricular outflow tract LVOTG Left ventricular outflow tract gradient LVOTO Left ventricular outflow tract obstruction MACE Major adverse cardiac events MADIT Multicenter Automatic Defibrillator Implantation Trial MASS II The medicine, angioplasty, or surgery study Mbq Millibecquerel MCS Mechanical circulatory support MD Maintenance dose MDCT Multidetector computed tomographic angiography/Multi-detector computed tomography MDRD Modifikation of Diet in Renal Disease Med RX Medial therapy MedPed Make Early Diagnosis to Prevent Early Deaths MELAS mitochondrial encephalomyopathy, lactic acidosis, and stroke-‍‍like episodes MERFF Myoclonic epilepsy with ragged red fibres MET Metabolic equivalent MetS Metabolic syndrome MI Myocardial infarction MIC Minimum inhibitory concentration MINOCA Myocardial infarction with non-‍obstructive coronary arteries mo. month(s) MPI Myocardial perfusion imaging MPR Multiplanar reconstruction MPS Myocardial perfusion scintigraphy / Myocardial perfusion stress MR Magnetic resonance/ Mitral regurgitation/ Mineralocorticoid receptor MRA Mineralocorticoid receptor antagonist / Magnetic resonance angiography MRAs Mineralocorticoid receptor antagonists MRI Magnetic resonance imaging MR-‍proANP Mid-‍regional pro atrial natriuretic peptide/‍‍ Mid-‍regional pro A-‍type natriuretic peptide MRSA Methicillin-‍‍resistant Staphylococcus aureus MS Mitral stenosis MSAD Multisite artery disease MSCT Multislice computed tomography MSSA Methicillin-‍‍susceptible Staphylococcus aureus mSv Millisievert MUGA Multigated radionuclide angiography mV millivolt(s) MV abn Mitral valve abnormality MVA Mitral valve area MWD Minute walk distance MWT Minute walk test MYBPC3 Myosin-‍‍binding protein C MYH7 Myosin, heavy chain 7 MYL3 Essential myosin light chain n.a/ NA not available/‍ Not available N/A Not applicable N/R Not reported NASCET North American Symptomatic Carotid Endarterectomy Trial NCC Non coronary cusp NCDR National cardiovascular data registry NIHSS National Institutes of Health stroke severity scale NIPPV Non-‍invasive positive pressure ventilation NIV Non-‍invasive ventilation NNH Numbers needed to harm NNT Numbers needed to treat/‍‍ Number of individuals needed to treat NOAC Non-‍vitamin K antagonist oral anticoagulant NOAC/ NOAC(s) Novel oral anticoagulant / New oral anticoagulant / Non-‍vitamin K antagonist direct oral anticoagulant/ Non-‍vitamin K antagonist oral anticoagulant(S) NOACS Non-‍vitamin K antagonist oral anticoagulants Non-‍HDL-‍C Non-‍HDL cholesterol NP Natriuretic peptide NPV Negative predictive value NR No recommendation NRT Nicotine replacement therapy NSAID Non-‍steroidal antiinflammatory drug(s) NSAIDs Non-‍steroidal anti-‍inflammatory drugs NSQIP National surgical quality improvement program NSTE Non-‍ST-‍elevation NSTE-‍ACS Non-‍ST-‍segment elevation acute coronary syndrome/ Non-‍ST elevation acute coronary syndrome NSTEMI Non-‍ST-‍elevation myocardial infarction NSVT Non-‍sustained ventricular tachycardia NTG Nitroglycerine NT-‍proBNP N-‍terminal pro B-‍type/‍brain natriuretic peptide NVE Native valve endocarditis NYHA New York Heart Association O2 Oxygen OAC Oral anticoagulation/‍ anticoagulant OARS Open-‍ended questions, Affirmation, Reflective listening, Summarising OCT Optical coherence tomography OD Organ damage OGTT Oral glucose tolerance test OHCA Out-‍of-‍hospital cardiac arrest OHS Obesity hypoventilation syndrome OMT Optimal medical therapy OR Odds ratio ORBIT Outcomes Registry for Better Informed Treatment of Atrial Fibrillation OSA Obstructive sleep apnoea p.o. Per os PA Postero-anterior/ Pulmonary artery/‍‍ Physical activity PAD Peripheral artery disease PADs Peripheral arterial diseases PAH Pulmonary arterial hypertension / Pulmonary hypertension PaO2 Partial pressure of oxygen PAP Pulmonary artery pressure/ Pulmonary arterial pressure PAR Protease-‍‍activated receptor PAU Penetrating aortic ulcer PAWP Pulmonary artery wedge pressure PCA Prostacyclin analogues PCC Prothrombin coagulation complax/‍‍ Prothrombin complex concentrates PCH Pulmonary capillary haemangiomatosis PCI Percutaneous coronary intervention PCIS Post-‍cardiac injury syndromes PCR Polymerase chain reaction PCSK9 Proprotein convertase subtilisin/‍‍kexin type 9 PCWP Pulmonary capillary wedge pressure PDE Phosphodiesterase type-5 inhibitors/ Phosphodiesterase PDE5 Phosphodiesterase type 5 PE Pulmonary embolism PEA Pulmonary endarterectomy PEP Primary endpoint PESI Pulmonary embolism severity index PET Positron emission tomography PFT Pulmonary function tests PH Pulmonary hypertension PISA Proximal isovelocity surface area PITA Pitavastatin PM Pacemaker/‍‍Pain management PMC Percutaneous mitral commissurotomy PPCM Peripartum cardiomyopathy PPI Proton pump inhibitor PPIs Proton pump inhibitors PPS Post-‍pericardiotomy syndrome PRAVA Pravastatin PRECISE-‍‍DAPT PREdicting bleeding Complications In patients undergoing Stent implantation and subsEquent Dual Anti Platelet Therapy PRIMARY PCI Primary percutaneous coronary intervention PRKAG2 Gamma-‍‍2 subunit of the adenosine monophosphate-‍‍activated protein kinase PS Pulmonary valve stenosis PTA Percutaneous transluminal angioplasty / Pre-‍test probability PTT Partial thromboplastin time PUFA/ PUFAs Polyunsaturated fatty acid/ Polyunsaturated fatty acids PVC Premature ventricular contraction/‍‍ Premature ventricular complex PVE Prosthetic valve endocarditis PVI Pulmonary vein isolation PVL Paravalvular leak PVOD Pulmonary veno-‍occlusive disease PVR Pulmonary vascular resistance PVS Programmed ventricular stimulation PWV Pulse wave velocity R Vol Regurgitant volume RA Right atrium/‍‍ Rheumatoid arthritis RAA Renin–angiotensin–aldosterone RAAS Renin-‍‍angiotensin-‍aldosterone system RAD Renal artery disease RAP Right atrial pressure RAS Renal artery stenosis / Renin-‍‍angiotensin system RBBB Right bundle branch block RBC Red blood cell RCC Right coronary cusp RCT/‍RCTs Randomized controlled trial RF Risk factor rFVIIa Activated recombinant factor VII RHC Right heart catheterization ROSU Rosuvastatin rPA Recombinant plasminogen activator/‍‍Right pulmonary artery r-PA Reteplase RR Relative risk RRR Relative risk reduction rtPA Recombinant tissue plasminogen activator RV Right ventricle/ventricular RVEDP Right ventricular end-‍diastolic pressure RVOT Right ventricular outflow tract RVOTO Right ventricular outlow tract obstruction RVSP Right ventricular systolic pressure S.C. Subcutaneous SA Signal-‍averaged SAA Septal alcohol ablation SADS Sudden arrhythmic death syndrome SAM Systolic anterior motion SAN Sinoatrial node SaO2 Saturated oxygen SAPT Single antiplatelet therapy SAS Sleep apnea syndrome SAVR Surgical aortic valve replacement SB Sinus bradycardia SBP Systolic blood pressure SCAD Stable coronary artery disease SCD Sudden cardiac death SCORE Systematic Coronary Risk Evaluation / Systematic Coronary Risk Estimation SFA Superficial femoral artery SGLT2 Sodium glucose co-‍transporter 2 SIDS Sudden infant death syndrome SIMVA Simvastatin SIRS Systemic inflammatory response SLE Systemic lupus erythematosus SMART Specific, Measurable, Achievable, Realistic and Timely SND Sinus node disease SPAP Systolic pulmonary artery pressure SPECT Single-‍‍photon emission computed tomography sPESI Simplified Pulmonary Embolism Severity Index SpO2 Saturation of peripheral oxygen SQTS Short QT syndrome SR Sinus rhythm SSS Sick sinus syndrome STE-‍ACS ST-‍segment elevation acute coronary syndrome STEMI ST-‍elevation myocardial infarction/ST-‍segment elevation myocardial infarction STS Society of Thoracic Surgeon/‍‍ Structured telephone support ST-T ST-‍segment-‍T wave SUDI Sudden unexplained death in infancy SUDS Sudden unexplained death syndrome SVG Saphenous vein graft Svi Stroke volume index SVR Surgical ventricular reconstruction. SVT Supraventricular tachycardia SWISSI II Swiss Interventional Study on Silent Ischemia Type II SYNTAX SYNergy between percutaneous coronary intervention with TAXus and cardiac surgery T1DM Type 1 diabetes mellitus T2DM Type 2 diabetes mellitus TA Tricuspid annulus TAA Thoracic aortic aneurysm TAAD Thoracic aortic aneurysms and dissection TAI Traumatic aortic injury TAPSE Tricuspid annulus plane systolic excursion TASC TransAtlantic Inter-‍‍Society Consensus TAVI Transcatheter aortic valve implantation/ Transaortic valve implantation TB Tuberculosis TC Total cholesterol TcPO2 Transcutaneous oxygen pressure T-DM1 Trastuzumab-‍‍emtansine TE Thromboembolism / Thrombo-‍‍embolic TEE Transesophageal echocardiogram TEVAR Thoracic endovascular aortic repair TG Triglyceride TGA Complete transposition of the great arteries Three DE Three dimensional echocardiography TIA Transient ischaemic attack / Transitory ischaemic attack TIBC Total iron-‍binding capacity TIME Trial of invasive versus medical therapy in elderly patients with chronic symptomatic coronary-‍‍artery disease TIMI Thrombolysis In Myocardial Infarction TKI Tyrosine kinase inhibitor TL True lumen TNF Tumor necrosis factor TNK-‍tPA Tenecteplase/‍‍Tenecteplase tissue plasminogen activator TNNI3 Troponin I, cardiac TNNT2 Troponin T TOE Transoesophageal echocardiography / echocardiogram tPA Tissue plasminogen activator t-PA Tissue plasminogen activator TPM1 Tropomyosin 1 alpha chain TR Tricuspid regurgitation TRAPS Tumour necrosis factor receptor-‍‍associated periodic syndrome TRL Triglyceride-‍‍rich lipoproteins TRV Tricuspid regurgitant velocity TS Tricuspid stenosis / Turner syndrome TSAT Transferrin saturation TSH Thyroid stimulating hormone TTE Transthoracic echocardiography TTR Time in therapeutic range / Transthyretin TV Tricuspid valve/‍‍ Television TVI Time–velocity integral TVR Tricuspid valve replacement Tx Tendon xanthomata UA Unstable angina UEAD Upper-‍‍extremity artery disease UFH Unfractionated heparin UHF Ultrafractionated heparin UK United Kingdom ULN Upper limit of normal US United States USA United States of America V/Q Scan ventilation–perfusion scintigraphy VA Vertebral artery/‍‍ Ventricular arrhythmia VAS Vitamin K antagonist VEGF Vascular endothelial growth factor VF Ventricular fibrillation VHD Valvular heart disease VKA Vitamin K antagonist VL Very low risk VO2 Oxygen consumption VPBs Ventricular premature beats vs Versus VSD Ventricular septal defect VT Ventricular tachycardia VTE Venous thromboembolism VV Interventricular VVI Ventricular inhibited pacing WBC White blood cells WCD Wearable cardioverter defibrillator WHF World Heart Federation WHO World Health Organization WPW Wolff-‍‍Parkinson-‍‍White WU Wood units"
}
]