[
{
	"page":"ENAS5533_1.0.0.0",
	"text":"2018 ESC/ESH Guidelines for the management of arterial hypertension* The Task Force for the management of arterial hypertension of the European Society of Cardiology (ESC) and the European Society of Hypertension (ESH) ESC Chairperson Bryan Williams Chair of Medicine, Institute of Cardiovascular Science, University College London Director NIHR University College London Hospitals Biomedical Research Centre Director of Research University College London Maple House, 1st Floor, Suite A 149 Tottenham Court Road London W1T 7DN, UK Tel: +44 (0) 20 3108 7907 Email: bryan.williams@ucl.ac.uk   ESH Chairperson Giuseppe Mancia Emeritus Professor of Medicine University of Milano-‍Bicocca Milan, Italy President, ESH Foundation & Chairman ESH Educational Board Head, Hypertension Center Istituto Universitario Policlinico di Monza Verano (MB), Piazza dei Daini, 4 20126 Milano, Italy Tel: +39 347 4327142 Email: giuseppe.mancia@unimib.it   Task Force Members: Ileana Desormais (France), Wilko Spiering (The Netherlands), Enrico Agabiti Rosei (Italy), Michel Azizi (France), Michel Burnier (Switzerland), Denis L. Clement (Belgium), Antonio Coca (Spain), Giovanni de Simone (Italy), Anna Dominiczak (UK), Thomas Kahan (Sweden), Felix Mahfoud (Germany), Josep Redon (Spain), Luis Ruilope (Spain), Alberto Zanchetti †, Mary Kerins (Ireland), Sverre E. Kjeldsen (Norway), Reinhold Kreutz (Germany), Stephane Laurent (France), Gregory Y. H. Lip (UK), Richard Mcmanus (UK), Krzysztof Narkiewicz (Poland), Frank Ruschitzka (Switzerland), Roland E. Schmieder (Germany), Evgeny Shlyakhto (Russia), Costas Tsioufis (Greece), Victor Aboyans (France).   ESC entities having participated in the development of this document: Associations: European Association of Cardiovascular Imaging (EACVI), European Association of Preventive Cardiology (EAPC), European Association of Percutaneous Cardiovascular Interventions (EAPCI), European Heart Rhythm Association (EHRA), Heart Failure Association (HFA). Councils: Council for Cardiology Practice, Council on Cardiovascular Nursing and Allied Professions, Council on Cardiovascular Primary Care, Council on Hypertension, Council on Stroke. Working Groups: Cardiovascular Pharmacotherapy, Coronary Pathophysiology and Microcirculation, e-‍Cardiology.   ESC Staff: Veronica Dean, Laetitia Flouret, Catherine Despres, Sophia Antipolis, France * Adapted from the ESC/ESH 2018 Guidelines on the Management of Arterial Hypertension (European Heart Journal 2018 - doi/10.1093/‍eurheartj/‍ehy339)."
},
{
	"page":"ENAS5533_2.1.0.0",
	"text":"The 2018 ESC-‍ESH hypertension Guideline Task Force reviewed and graded the evidence and developed recommendations according to the principles outlined in Table 1 and Table 2. Table 1 Classes of recommendations Classes of recommendations Definition Suggested wording to use Class I Evidence and/‍or general agreement that a given treatment or procedure is beneficial, useful, effective. Is recommended/‍ is indicated Class II Conflicting evidence and/‍or a divergence of opinion about the usefulness/efficacy of the given treatment or procedure.   Class IIa Weight of evidence/opinion is in favour of usefulness/efficacy Should be considered Class IIb Usefulness/‍efficacy is less well established by evidence/opinion May be considered Class III Evidence or general agreement that the given treatment or procedure is not useful/effective, and in some cases may be harmful. Is not recommended   Table 2 Levels of evidence Level of evidence A Data derived from multiple randomized clinical trials or meta-‍analyses. Level of evidence B Data derived from a single randomized clinical trial or large non-‍randomized studies. Level of evidence C Consensus of opinion of the experts and/‍or small studies, retrospective studies, registries."
},
{
	"page":"ENAS5533_2.2.1.0",
	"text":"New evidence has emerged since the 2013 ESH/ESC Arterial Hypertension Guidelines and this has resulted in changes to some of the recommendations in the 2018 ESC/ESH Hypertension Guidelines which are highlighted in Table 3. In addition, the new guidelines contain a number of new sections, recommendations and concepts, as shown in Table 4."
},
{
	"page":"ENAS5533_2.2.2.0",
	"text":"Table 3 What’s new and what’s changed in the 2018 ESC/ESH Arterial Hypertension Guidelines? Changes in recommendations 2013 2018 Diagnosis Office BP is recommended for screening and diagnosis of hypertension. Diagnosis It is recommended to base the diagnosis of hypertension on: Repeated office BP measurements; or Out-of-office BP measurement with ABPM and/‍or HBPM if logistically and economically feasible. Treatment thresholds High-‍normal BP (130–139/85–89 mmHg): Unless the necessary evidence is obtained it is not recommended to initiate anti-‍hypertensive drug therapy at high normal BP. Treatment thresholds High-‍normal BP (130–139/85–89 mmHg): Drug treatment may be considered when CV risk is very high due to established CVD, especially CAD. Treatment thresholds Treatment of low-‍risk grade 1 hypertension: Initiation of antihypertensive drug treat-‍ment should also be considered in grade 1 hypertensive patients at low–moderate-‍risk, when BP is within this range at several repeated visits or elevated by ambulatory BP criteria, and remains within this range despite a reasonable period of time with lifestyle measures. Treatment thresholds Treatment of low-‍risk grade 1 hypertension: In patients with grade 1 hypertension at low–moderate-‍risk and without evidence of HMOD, BP-‍lowering drug treatment is recommended if the patient remains hypertensive after a period of lifestyle intervention. Treatment thresholds Older patients Antihypertensive drug treatment may be considered in the elderly (at least when younger than 80 years) when SBP is in the 140–159 mmHg range, provided that antihypertensive treatment is well tolerated. Treatment thresholds Older patients BP-‍lowering drug treatment and lifestyle intervention is recommended in fit older patients (>65 years but not >80 years) when SBP is in the grade 1 range (140–159 mmHg), provided that treatment is well tolerated. BP treatment targets An SBP goal of <140 mmHg is recommended. BP treatment targets It is recommended that the first objective of treatment should be to lower BP to <140/90 mmHg in all patients and, provided that the treatment is well tolerated, treated BP values should be targeted to 130/80 mmHg or lower in most patients. In patients <65 years it is recommended that SBP should be lowered to a BP range of 120–129 mmHg in most patients. BP treatment targets in older patients (65–80 years) An SBP target of between 140–150 mmHg is recommended for older patients (65–80 years). BP treatment targets in older patients (65–80 years) In older patients (≥65 years), it is recommended that SBP should be targeted to a BP range of 130–139 mmHg. BP treatment targets in patients aged over 80 years An SBP target between 140–150 mmHg should be considered in people older than 80 years, with an initial SBP ≥160 mmHg, provided that they are in good physical and mental condition. BP treatment targets in patients aged over 80 years An SBP target range of 130–139 mmHg is recommended for people older than 80 years, if tolerated. DBP targets A DBP target of <90 mmHg is always recommended, except in patients with diabetes, in whom values <85 mmHg are recommended. DBP targets A DBP target of <80 mmHg should be considered for all hypertensive patients, independent of the level of risk and comorbidities. Initiation of drug treatment Initiation of antihypertensive therapy with a two-‍drug combination may be considered in patients with markedly high baseline BP or at high CV risk. Initiation of drug treatment It is recommended to initiate an anti-‍hypertensive treatment with a two-‍drug combination, preferably in a SPC. The exceptions are frail older patients and those at low-‍risk and with grade 1 hypertension (particularly if SBP is <150 mmHg). Resistant hypertension Mineralocorticoid receptor antagonists, amiloride, and the alpha-‍1 blocker doxazosin should be considered if no contraindication exists. Resistant hypertension Recommended treatment of resistant hypertension is the addition of low-‍dose spironolactone to existing treatment, or the addition of further diuretic therapy if intolerant to spironolactone, with either eplerenone, amiloride, higher-‍dose thiazide/thiazide-‍like diuretic or a loop diuretic, or the addition of bisoprolol or doxazosin. Device-‍based therapy for hypertension In case of ineffectiveness of drug treatment, invasive procedures such as renal denervation and baroreceptor stimulation may be considered. Device-‍based therapy for hypertension Use of device-‍based therapies is not recommended for the routine treatment of hypertension, unless in the context of clinical studies and RCTs, until further evidence regarding their safety and efficacy becomes available. Recommendation Grading   Class I   Class IIa   Class IIb   Class III ABPM = ambulatory blood pressure monitoring; BP = blood pressure; CAD = coronary artery disease; CV = cardiovascular; CVD = cardiovascular disease; DBP = diastolic blood pressure; HBPM = home blood pressure monitoring; HMOD = hypertension-mediated organ damage; RCT = randomized controlled trial; SBP = systolic blood pressure; SPC = single-‍pill combination."
},
{
	"page":"ENAS5533_2.2.3.0",
	"text":"Table 4 New sections, recommendations and concepts New sections/recommendations When to suspect and how to screen for the causes of secondary hypertension Management of hypertension emergencies Updated recommendations on the management of BP in acute stroke Updated recommendations on the management of hypertension in women and pregnancy Hypertension in different ethnic groups The effects of altitude on BP Hypertension and chronic obstructive pulmonary disease Hypertension and AF and other arrhythmias Oral anticoagulant use in hypertension Hypertension and sexual dysfunction Hypertension and cancer therapies Perioperative management of hypertension Glucose-‍lowering drugs and BP Updated recommendations on CV risk assessment and management: (i) using the SCORE system to assess risk in patients without CVD; (ii) the importance of HMOD in modifying CV risk; and (iii) the use of statins and aspirin for CVD prevention New concepts BP measurement Wider use of out-‍of-‍office BP measurement with ABPM and/‍or HBPM, especially HBPM, as an option to confirm the diagnosis of hypertension, detect white-‍coat and masked hypertension, and monitor BP control. Less conservative treatment of BP in older and very old patients Lower BP thresholds and treatment targets for older patients, with emphasis on considerations of biological rather than chronological age (i.e. the importance of frailty, independence, and the tolerability of treatment). Recommendation that treatment should never be denied or withdrawn on the basis of age, provided that treatment is tolerated. A SPC treatment strategy to improve BP control Preferred use of two-‍drug combination therapy for the initial treatment of most people with hypertension. A single-‍pill treatment strategy for hypertension, with the preferred use SPC therapy for most patients. Simplified drug-‍treatment algorithms with the preferred use of an ACE-‍inhibitor or ARB, combined with a CCB or/‍and a thiazide/thiazide-‍like diuretic, as the core treatment strategy for most patients, with beta-‍blockers used for specific indications. New target ranges for BP in treated patients Target BP ranges for treated patients to better identify the recommended BP target and lower safety boundaries for treated BP, according to a patient’s age and specific comorbidities. Detecting poor adherence to drug therapy A strong emphasis on the importance of evaluating treatment adherence as a major cause of poor BP control. A key role for nurses, pharmacists in the longer-‍term management of hypertension The important role of nurses and pharmacists in the education, support, and follow-‍up of treated hypertensive patients is emphasized as part of the overall strategy to improve BP control. ABPM = ambulatory blood pressure monitoring; BP = blood pressure; CAD = coronary artery disease; CV = cardiovascular; CVD = cardiovascular disease; DBP = diastolic blood pressure; HBPM = home blood pressure monitoring; HMOD = hypertension-mediated organ damage; RCT = randomized controlled trial; SBP = systolic blood pressure; SPC = single-‍pill combination."
},
{
	"page":"ENAS5533_3.1.0.0",
	"text":"The relationship between BP and CV and renal events and mortality is continuous, making the distinction between normotension and hypertension somewhat arbitrary. In practice, threshold BP values are used for pragmatic reasons, to simplify the diagnosis and decisions about treatment. Hypertension is defined as the level of BP at which the benefits of, unequivocally outweigh the risks of treatment, as documented by clinical trials. The classification of BP and definition of hypertension based on seated office BP measurement is unchanged from the previous guideline (Table 5). Hypertension is defined as office systolic BP (SBP) values ≥140 mmHg and/‍or diastolic BP (DBP) values ≥90 mmHg. Table 5 Classification of Blood Pressure and definitions of hypertension gradeb Categorya Systolic (mmHg)   Diastolic (mmHg) Optimal <120 and <80 Normal 120–129 and/‍or 80–84 High normal 130–139 and/‍or 85–89 Grade 1 hypertension 140–159 and/‍or 90–99 Grade 2 hypertension 160–179 and/‍or 100–109 Grade 3 hypertension ≥180 and/‍or ≥110 Isolated systolic hypertensionb ≥140 and <90 aBP category is defined according to seated clinic BP and by the highest level of BP, whether systolic or diastolic. bIsolated systolic hypertension is graded 1, 2, or 3 according to SBP values in the ranges indicated. The same classification is used for all ages from 16 years. Classification of blood pressure Recommendations Classa Levelb It is recommended that BP be classified as optimal, normal, high-‍normal, or grades 1–3 hypertension, according to office BP. I C aClass of recommendation - bLevel of evidence."
},
{
	"page":"ENAS5533_3.2.0.0",
	"text":"Hypertension often clusters with other CV risk factors such and dyslipidaemia and glucose intolerance, which have a multiplicative effect on CV risk. Quantification of total CV risk is important for the risk stratification of patients with hypertension, to determine whether additional treatments such as statins and anti-‍platelet therapies may be indicated to further reduce CV risk (see section here). Classification of CV risk according to the SCORE system is recommended (Table 6). Hypertension and cardiovascular risk assessment Recommendations Classa Levelb CV risk assessment with the SCORE system is recommended for hypertensive patients who are not already at high or very high risk due to established CVD, renal disease, or diabetes, a markedly elevated single risk factor (e.g. cholesterol), or hypertensive LVH. I B CVD = cardiovascular disease; LVH = left ventricular hypertrophy; SCORE = Systematic COronary Risk Evaluation. aClass of recommendation - bLevel of evidence. Table 6 Ten year cardiovascular risk categories (Systematic COronary Risk Evaluation system) Very high-‍risk People with any of the following: Documented CVD, either clinical or unequivocal on imaging. Clinical CVD includes; acute myocardial infarction, acute coronary syndrome, coronary or other arterial revascularization, stroke, TIA, aortic aneurysm, and PAD. Unequivocal documented CVD on imaging includes: significant plaque (i.e. ≥50% stenosis) on angiography or ultrasound. It does not include increase in carotid intima-‍media thickness. Diabetes mellitus with target organ damage, e.g. proteinuria or a with a major risk factor such as grade 3 hypertension or hypercholesterolaemia Severe CKD (eGFR <30 mL/‍min/‍1.73 m2) A calculated 10-year SCORE of ≥10% High-‍risk People with any of the following: Marked elevation of a single risk factor, particularly cholesterol >8 mmol/‍L (>310 mg/dL) e.g. familial hypercholesterolaemia, grade 3 hypertension (BP ≥180/110 mmHg) Most other people with diabetes mellitus (except some young people with type 1 diabetes mellitus and without major risk factors, that may be moderate risk) Hypertensive LVH Moderate CKD eGFR 30–59 mL/‍min/‍1.73 m2) A calculated 10-year SCORE of 5–10% Moderate-‍risk People with: A calculated 10-year SCORE of ≥1% to <5% Grade 2 hypertension Many middle-‍aged people belong to this category Low-‍risk People with: A calculated 10-year SCORE of <1% BP = blood pressure; CKD = chronic kidney disease; CV = cardiovascular; CVD = cardiovascular disease; eGFR = estimated glomerular filtration rate; LVH = left ventricular hypertrophy; TIA = transient ischaemic attack; PAD = peripheral artery disease; SCORE = Systematic COronary Risk Estimation. Patients with hypertension may also present with features of hypertension-mediated organ damage (HMOD) (see Tables 13-16) as well as diabetes mellitus or chronic kidney disease, which may shift the estimated risk according to SCORE to a higher category as illustrated in Figure 1. Figure 1 Classification of hypertension stages according to blood pressure levels, presence of cardiovascular risk factors, hypertension-mediated organ damage, or comorbidities BP = blood pressure; CKD = chronic kidney disease; CV = cardiovascular; DBP = diastolic blood pressure; HMOD = hypertension-mediated organ damage; SBP = systolic blood pressure; SCORE = Systematic Coronary Risk Evaluation. aCV risk is illustrated for a middle-‍aged male. The CV risk does not necessarily correspond to the actual risk at different ages. The use of the SCORE system is recommended for formal estimation of CV risk for treatment decisions."
},
{
	"page":"ENAS5533_3.3.0.0",
	"text":"BP may be measured in the doctor’s office, at home or by ambulatory BP monitoring (ABPM). In all cases, it is important that BP is measured carefully using a validated device (Table 7). Table 7 Office blood pressure measurement Patients should be seated comfortably in a quiet environment for 5 min before beginning BP measurements. Three BP measurements should be recorded, 1–2 min apart, and additional measurements only if the first two readings differ by >10 mmHg. BP is recorded as the average of the last two BP readings. Additional measurements may have to be performed in patients with unstable BP values due to arrhythmias, such as in patents with AF, in whom manual auscultatory methods should be used as most automated devices have not been validated for BP measurement in patients with AF.a Use a standard bladder cuff (12–13 cm wide and 35 cm long) for most patients, but have larger and smaller cuffs available for larger (arm circumference >32 cm) and thinner arms, respectively. The cuff should be positioned at the level of the heart, with the back and arm supported to avoid muscle contraction and isometric exercise-‍dependant increases in BP. When using auscultatory methods, use phase I and V (sudden reduction/‍disappearance) Korotkoff sounds to identify SBP and DBP, respectively. Measure BP in both arms at the first visit to detect possible between-‍arm differences. Use the arm with the higher value as the reference. Measure BP 1 minute and 3 min after standing from seated position in all patients at the first measurement to exclude orthostatic hypotension. Lying and standing BP measurements should also be considered in subsequent visits in older people, people with diabetes, and people with other conditions in which orthostatic hypotension may frequently occur. Record heart rate and use pulse palpation to exclude arrhythmia. AF = atrial fibrillation; BP = blood pressure; DBP = diastolic blood pressure; SBP = systolic blood pressure. aMost automatic devices are not validated for BP measurement in patients with AF, and will record the highest individual systolic pressure wave form rather than an average of several cardiac cycles. This will lead to overestimation of BP."
},
{
	"page":"ENAS5533_3.4.0.0",
	"text":"Home BP is measured as the average of all BP readings performed with a semiautomatic, validated BP monitor, for at least 3 days and preferably fo 6–7 consecutive days before each clinic visit, with readings in the morning and the evening, taken in a quiet room, after 5 min of rest, with the patient seated with their back and arm supported. Two measurements should be taken at each measurement session, performed 1–2 min apart."
},
{
	"page":"ENAS5533_3.5.0.0",
	"text":"ABPM provides the average of BP readings over a defined period, usually 24 hrs. The device is typically programmed to record BP at 15–30 min intervals, and average BP values are usually provided for daytime, night-‍time, and 24 hrs. A minimum of 70% usable BP recordings are required for a valid ABPM measurement session. Home and ABPM values are on average lower than office BP values, and the corresponding diagnostic thresholds for hypertension are shown in Table 8. Table 8 Definitions of hypertension according to office, ambulatory, and home blood pressure levels Category SBP (mmHg)   DBP (mmHg) Office BPa ≥140 and/‍or ≥90 Ambulatory BP       Daytime (or awake) mean ≥135 and/‍or ≥85 Night-‍time (or asleep) mean ≥120 and/‍or ≥70 24-h mean ≥130 and/‍or ≥80 Home BP mean ≥135 and/‍or ≥85 BP = blood pressure; DBP = diastolic blood pressure; SBP = systolic blood pressure. aRefers to conventional office BP rather than unattended office BP."
},
{
	"page":"ENAS5533_3.6.0.0",
	"text":"Hypertension is predominantly an asymptomatic condition that is best detected by population screening programmes or opportunistic BP measurement (see Figure 2).All adults should have their BP recorded in their medical record and be aware of their BP, and further screening should be undertaken at regular intervals with the frequency dependent on the BP level. For healthy people with an optimal office BP (<120/80 mmHg), BP should be re-‍measured at least every 5 years and more frequently when opportunities arise. In patients with a normal BP (120–129/80–84), BP should be re-‍measured at least every 3 years. Patients with high-‍normal BP (130–139/85–89 mmHg) should have their BP recorded annually because of the high rates of progression of high-‍normal BP to hypertension. Figure 2 Screening and diagnosis of hypertension ABPM = ambulatory blood pressure monitoring; BP = blood pressure; HBPM = home blood pressure monitoring. aAfter detecting a specific BP category on screening, either confirm BP elevation with repeated office BP measurements on repeat visits, or arrange use of out-of-office BP to confirm the diagnosis of hypertension."
},
{
	"page":"ENAS5533_3.7.0.0",
	"text":"The diagnosis of hypertension should not be based on a single set of BP readings at a single office visit, unless the BP is substantially increased (e.g. grade 3 hypertension) and there is clear evidence of HMOD (e.g. hypertensive retinopathy with exudates and haemorrhages, or LVH, or vascular or renal damage). For all others (i.e. almost all patients), the diagnosis of hypertension should be based on BP measurements at repeat office visits, or home BP or ABPM, when these measurements are feasible (Figure 2). ABPM is also indicated for specific indications see Table 9.  Table 9 Clinical indications for home blood pressure monitoring or ambulatory blood pressure monitoring Conditions in which white-‍coat hypertension is more common, e.g. Grade I hypertension on office BP measurement Marked office BP elevation without HMOD Conditions in which masked hypertension is more common, e.g. High-‍normal office BP Normal office BP in individuals with HMOD or at high total CV risk Postural and post-‍prandial hypotension in untreated and treated patients Evaluation of resistant hypertension Evaluation of BP control, especially in treated higher-‍risk patients Exaggerated BP response to exercise When there is considerable variability in the office BP Evaluating symptoms consistent with hypotension during treatment Specific indications for ABPM rather than HBPM: Assessment of nocturnal BP values and dipping status (e.g. suspicion of nocturnal hypertension, such as in sleep apnoea, CKD, diabetes, endocrine hypertension, or autonomic dysfunction) ABPM = ambulatory blood pressure monitoring; BP = blood pressure; CKD = chronic kidney disease; CV = cardiovascular; HBPM = home blood pressure monitoring. Blood pressure measurement Recommendations Classa Levelb Screening programmes for hypertension are recommended. All adults (18 years or older) should have their office BP measured and recorded in their medical file and be aware of their BP. I B Further BP recording is indicated, at least every 5 years if BP remains optimal. Further BP recording is indicated, at least every 3 years if BP remains normal. If BP remains high-‍normal, further BP recording, at least annually, is recommended. In older patients (>50 years), more frequent screening of office BP should be considered for each BP category because of the steeper rise in SBP with ageing. I C I C I C IIa C It is recommended that office BP should be measured in both arms at least at the first visit because a between-‍arm SBP difference of >15 mmHg is suggestive of atheromatous disease and is associated with an increased CV risk. I A If a between-‍arm difference in BP is recorded, then it is recommended that all subsequent BP readings use the arm with the higher BP reading. I C It is recommended to base the diagnosis of hypertension on: Repeated office BP measurements on more than one visit, except when hypertension is severe (e.g. grade 3 and especially in high-‍risk patients). At each visit, three BP measurements should be recorded, 1–2 min apart, and additional measurements should be performed if the first two readings differ by >10 mmHg. The patient’s BP is the average of the last two BP readings. Or Out-of-office BP measurement with ABPM and/‍or HBPM, provided that these measurements are logistically and economically feasible. I C Out-of-office BP (i.e. ABPM or HBPM) is specifically recommended for a number of clinical indications, such as identifying white-‍coat and masked hypertension, quantifying the effects of treatment, and identifying possible causes of side-‍effects (e.g. symptomatic hypotension). I A It is recommended that all hypertensive patients undergo pulse palpation at rest to determine heart rate and search for arrhythmias such as AF. I C Other BP measures and indices (pulse pressure, BP variability, exercise BP, and central BP) may be considered but are not often used for routine clinical use at present. They may provide useful additional information in some circumstances and are valuable tools for research. IIb C ABPM = ambulatory blood pressure monitoring; AF = atrial fibrillation; BP = blood pressure; CV = cardiovascular; HBPM = home blood pressure monitoring; SBP = systolic blood pressure. aClass of recommendation. bLevel of evidence."
},
{
	"page":"ENAS5533_4.1.1.0",
	"text":"The purpose of the clinical evaluation is to: 1. Establish the diagnosis and grade of hypertension. 2. Screen for potential secondary causes of hypertension. 3. Identify factors potentially contributing to the development of hypertension (lifestyle, concomitant medications, or family history). 4. Identify concomitant CV risk factors (including lifestyle and family history). 5. Identify concomitant diseases. 6. Establish whether there is evidence of HMOD or existing CV, cerebrovascular, or renal disease. Table 10 Key information to be collected in personal and family medical history Risk factors Family and personal history of hypertension, CVD, stroke, or renal disease Family and personal history of associated risk factors (e.g. familial hypercholesterolaemia) Smoking history Dietary history and salt intake Alcohol consumption Lack of physical exercise/‍sedentary lifestyle History of erectile dysfunction Sleep history, snoring, sleep apnoea (information also from partner) Previous hypertension in pregnancy/pre-‍eclampsia History and symptoms of HMOD, CVD, stroke, and renal disease Brain and eyes: headache, vertigo, syncope, impaired vision, TIA, sensory or motor deficit, stroke, carotid revascularization, cognitive impairment, or dementia (in the elderly) Heart: chest pain, shortness of breath, oedema, myocardial infarction, coronary revascularization, syncope, history of palpitations, arrhythmias (especially AF), heart failure Kidney: thirst, polyuria, nocturia, haematuria, urinary tract infections Peripheral arteries: cold extremities, intermittent claudication, pain-‍free walking distance, pain at rest, peripheral revascularization Patient or family history of CKD (e.g. polycystic kidney disease) History of possible secondary hypertension Young onset of grade 2 or 3 hypertension (<40 years), or sudden development of hypertension or rapidly worsening BP in older patients History of renal/urinary tract disease Recreational drug/‍substance abuse/‍concurrent therapies: corticosteroids, nasal vasoconstrictor, chemotherapy, yohimbine, liquorice Repetitive episodes of sweating, headache, anxiety, or palpitations, suggestive of Phaeochromocytoma History of spontaneous or diuretic-‍provoked hypokalaemia, episodes of muscle weakness, and tetany (hyperaldosteronism) Symptoms suggestive of thyroid disease or hyperparathyroidism History of or current pregnancy and oral contraceptive use History of sleep apnoea Antihypertensive drug treatment Current/‍past antihypertensive medication including effectiveness and intolerance to previous medications Adherence to therapy AF = atrial fibrillation; BP = blood pressure; CKD = chronic kidney disease; CVD = cardiovascular disease; HMOD =hypertension-mediated organ damage; TIA = transient ischaemic attack."
},
{
	"page":"ENAS5533_4.1.2.0",
	"text":"Table 11 Key steps in physical examination Body habitus Weight and height measured on a calibrated scale, with calculation of BMI Waist circumference Signs of hypertension-‍mediated organ damage Neurological examination and cognitive status Fundoscopic examination for hypertensive retinopathy Palpation and auscultation of heart and carotid arteries Palpation of peripheral arteries Comparison of BP in both arms (at least once) Secondary hypertension Skin inspection – café-‍au-‍lait patches of neurofibromatosis (phaeochromocytoma) Kidney palpation for signs of renal enlargement in polycystic kidney disease Auscultation of heart and renal arteries for murmurs or bruits indicative of aortic coarctation or renovascular hypertension Comparison of radial with femoral pulse – to detect radio-‍femoral delay in aortic coarctation Signs of Cushing’s disease or acromegaly Signs of thyroid disease BMI = body mass index; BP = blood pressure; HMOD = hypertension-‍mediated organ damage."
},
{
	"page":"ENAS5533_4.1.3.0",
	"text":"Table 12 Routine work-‍up for evaluation of hypertensive patients Routine laboratory tests Haemoglobin and/‍or haematocrit Fasting blood glucose and glycated HbA1c Blood lipids: total cholesterol, low-‍density lipoprotein cholesterol, high-‍density lipoprotein cholesterol Blood triglycerides Blood potassium and sodium Blood uric acid Blood creatinine and eGFR Blood liver function tests Urine analysis: microscopic examination; urinary protein by dipstick test or, ideally, albumin:creatinine ratio 12-lead ECG eGFR = estimated glomerular filtration rate; ECG = electrocardiogram; HbA1c = haemoglobin A1c."
},
{
	"page":"ENAS5533_4.1.4.0",
	"text":"Table 13 Assessment of Hypertension-mediated organ damage Basic screening tests for HMOD Indication and interpretation 12-lead ECG Screen for LVH and other possible cardiac abnormalities and to document heart rate and cardiac rhythm Urine albumin:creatinine ratio To detect elevations in albumin excretion indicative of possible renal disease Blood creatinine and eGFR To detect possible renal disease Fundoscopy To detect hypertensive retinopathy, especially in patients with grade 2 or 3 hypertension More detailed screening for HMOD Indication and interpretation Echocardiography To evaluate cardiac structure and function, when this information will influence treatment decisions Carotid ultrasound To determine the presence of carotid plaque or stenosis, particularly in patients with cerebrovascular disease or vascular disease elsewhere Abdominal ultrasound and Doppler studies To evaluate renal size and structure (e.g. scarring) and exclude renal tract obstruction as possible underlying causes of CKD and hypertension Evaluate abdominal aorta for evidence of aneurysmal dilatation and vascular disease Examine adrenal glands for evidence of adenoma or phaeochromocytoma (CT or MRI preferred for detailed examination) – see section here regarding screening for secondary hypertension. Renal artery Doppler studies to screen for the presence of renovascular disease, especially in the presence of asymmetric renal size PWV An index of aortic stiffness and underlying arteriosclerosis ABI Screen for evidence of LEAD Cognitive function testing To evaluate cognition in patients with symptoms suggestive of cognitive impairment Brain imaging To evaluate the presence of ischaemic or haemorrhagic brain injury, especially in patients with a history of cerebrovascular disease or cognitive decline ABI = ankle–brachial index; ABPM = ambulatory blood pressure monitoring; BP = blood pressure; CKD = chronic kidney disease; CT = computed tomography; ECG = electrocardiogram; HBPM = home blood pressure monitoring; HMOD = hypertension-mediated organ damage; LEAD = lower extremity artery disease; LVH = left ventricular hypertrophy; MRI = magnetic resonance imaging; PAD = peripheral artery disease; PWV = pulse wave velocity."
},
{
	"page":"ENAS5533_4.1.5.0",
	"text":"Table 14 The most commonly used simple criteria and recognised cut-‍off points for definitions of electrocardiogram left ventricular hypertrophy ECG voltage criteria Criteria for LVH SV1+RV5 (Sokolow-‍Lyon criterion) >35 mm R wave in aVL ≥11 mm   SV3+RaVL (Cornell voltage)a Cornell duration productb   >28 mm (men) >20 mm (women) >2440 mm.ms ECG = electrocardiogram; LVH = left ventricular hypertrophy. aSum of limb and precordial lead voltage - bProduct of Cornell voltage x QRS duration (mm.ms)."
},
{
	"page":"ENAS5533_4.1.6.0",
	"text":"Table 15 Echocardiographic definitions of left ventricular hypertrophy, concentric geometry, left ventricular chamber size, and left atrial dilatation Parameter Measure Abnormality threshold LVH LV mass/‍height2.7 (g/m2.7) >50 (men) >47 (women) LVHa LV mass/BSA (g/m2) >115 (men) >95 (women) LV concentric geometry RWT ≥0.43 LV chamber size LV end-‍diastolic diameter/‍height (cm/m) >3.4 (men) >3.3 (women) Left atrial size (elliptical) Left atrial volume/‍height2 (mL/m2) >18.5 (men) >16.5 (women) BSA = body surface area; LV = left ventricular; LVH = left ventricular hypertrophy; RWT = relative wall thickness. aBSA normalization may be used in normal weight patients."
},
{
	"page":"ENAS5533_4.1.7.0",
	"text":"Table 16 Sensitivity to detect treatment-‍induced changes, reproducibility and operator independence, time to changes, and prognostic value of changes provided by markers of hypertension-‍mediated organ damage CMR = cardiac magnetic resonance; ECG = electrocardiogram; eGFR = estimated glomerular filtration rate; HMOD = hypertension-‍mediated organ damage; IMT = intima-‍media thickness; LVH = left ventricular hypertrophy; PWV = pulse wave velocity."
},
{
	"page":"ENAS5533_4.1.8.0",
	"text":"Clinical evaluation and hypertension-‍mediated organ damage assessment Recommendations Classa Levelb Heart 12-lead ECG is recommended for all hypertensive patients. I B Echocardiography: Is recommended in hypertensive patients when there are ECG abnormalities or signs or symptoms of LV dysfunction. I B May be considered when the detection of LVH may influence treatment decisions. IIb B Blood vessels Ultrasound examination of the carotid arteries: I B May be considered for the detection of asymptomatic atherosclerotic plaques or carotid stenosis, in patients with documented vascular disease elsewhere. IIb B Measurement of PWV may be considered for measuring arterial stiffness. IIb B Measurement of ABI may be considered for the detection of advanced LEAD. IIb B Kidney Measurement of serum creatinine and eGFR is recommended in all hypertensive patients. I B Measurement of urine albumin:creatinine ratio is recommended in all hypertensive patients. I B Renal ultrasound and Doppler examination should be considered in patients with impaired renal function, albuminuria, or for suspected secondary hypertension. IIa C Fundoscopy Is recommended in patients with grades 2 or 3 hypertension and all hypertensive patients with diabetes. I C May be considered in other hypertensive patients. IIb C Brain In hypertensive patients with neurological symptoms and/‍or cognitive decline, brain MRI or CT should be considered for detecting brain infarctions, microbleeds, and white matter lesions. IIa B ABI = ankle–brachial index; CT = computed tomography; ECG = electrocardiogram; eGFR = estimated glomerular filtration rate; HMOD = hypertension-‍mediated organ damage; LEAD = lower extremity arterial disease; LV = left ventricular; LVH = left ventricular hypertrophy; MRI = magnetic resonance imaging; PWV = pulse wave velocity; TIA = transient ischaemic attack. aClass of recommendation - bLevel of evidence."
},
{
	"page":"ENAS5533_4.2.0.0",
	"text":"Most patients with hypertension will be managed in the primary care setting. There are, however, circumstances in which a referral for hospital-‍based evaluation and treatment may be required: Patients in whom secondary hypertension is suspected. Younger patients (<40 years) with grade 2 or more severe hypertension in whom secondary hypertension should be excluded. Patients with treatment-resistant hypertension. Patients in whom more detailed assessment of HMOD would influence treatment decisions. Patients with sudden onset of hypertension when BP has previously been normal. Other clinical circumstances in which the referring doctor feels more specialist evaluation is required. There are also rarer circumstances in which a patient with hypertension should referred to hospital for emergency care, which will often require in-‍patient care (see section here)."
},
{
	"page":"ENAS5533_5.1.0.0",
	"text":"The routine treatment of hypertension involves lifestyle interventions for all patients (including those with high normal BP) and drug therapy for most patients. Key considerations are: At what BP threshold BP is drug treatment indicated or should be considered? How low BP should be lowered? What lifestyle and drug treatment strategies should be used to lower BP?"
},
{
	"page":"ENAS5533_5.2.0.0",
	"text":"Lifestyle interventions (see section here) are recommended for all patients with high-‍normal BP or hypertension. The BP threshold for drug treatment and timing of initiation of drug treatment depends on the patient’s age and risk (Figure 3 and Table 17). Table 17 Summary of office blood pressure thresholds for treatment BP = blood pressure; CAD = coronary artery disease; CKD = chronic kidney disease; DBP = diastolic blood pressure; SBP = systolic blood pressure; TIA = transient ischaemic attack. aTreatment may be considered in these very high-‍risk patients with high-‍normal SBP (i.e. SBP 130–140 mmHg). Figure 3 Initiation of BP-‍lowering treatment (lifestyle changes and medication) at different initial office BP levels BP = blood pressure; CAD = coronary artery disease; CVD = cardiovascular disease; HMOD = hypertension-mediated organ damage. Initiation of hypertension treatment according to office blood pressure Recommendations Classa Levelb Prompt initiation of BP-‍lowering drug treatment is recommended in patients with grade 2 or 3 hypertension at any level of CV risk, simultaneous with the initiation of lifestyle changes. I A In patients with grade 1 hypertension: Lifestyle interventions are recommended to determine if this will normalize BP. IIa B In patients with grade 1 hypertension at low-‍moderate risk and without evidence of HMOD, BP-‍lowering drug treatment is recommended if the patient remains hypertensive after a period of lifestyle intervention.c I A In patients with grade 1 hypertension and at high-‍risk or with evidence of HMOD, prompt initiation of drug treatment is recommended simultaneously with lifestyle interventions. I A In fit older patients with hypertension (even if age >80 years), BP-‍lowering drug treatment and lifestyle intervention are recommended when SBP is ≥160 mmHg. I A BP-‍lowering drug treatment and lifestyle intervention are recommended for fit older patients (>65 years but not >80 years) when SBP is in the grade 1 range (140–159 mmHg), provided that treatment is well tolerated. I A Antihypertensive treatment may also be considered in frail older patients if tolerated. IIb B Withdrawal of BP-‍lowering drug treatment on the basis of age, even when patients attain an age of ≥80 years, is not recommended, provided that treatment is well tolerated. III A In patients with high-‍normal BP (130–139/85–89 mmHg): Lifestyle changes are recommended I A Drug treatment may be considered when their CV is very high due to established CVD, especially CAD. IIb A BP = blood pressure; CAD = coronary artery disease; CV = cardiovascular; CVD = cardiovascular disease; HMOD = hypertension-mediated organ damage; SBP = systolic blood pressure. aClass of recommendation - bLevel of evidence - cIn patients with grade 1 hypertension and at lowto-‍ moderate risk, drug treatment may be preceded by a prolonged period of lifestyle intervention to determine if this approach will normalize BP. The duration of the lifestyle intervention alone will depend on the level of BP within the grade 1 range, i.e. the likelihood of achieving BP control with lifestyle intervention alone, and the opportunities for significant lifestyle change in individual patients."
},
{
	"page":"ENAS5533_5.3.0.0",
	"text":"The level to which BP should be lowered with drug treatment will depend on the patients’ age, comorbidities and tolerability of treatment. A target range is recommended to indicate a lower safety boundary beyond which BP should not usually be lowered. Office BP target ranges are summarised below and in Table 18. Corresponding BP targets for home or ambulatory BP are less well validated but an office systolic BP <130mmHg probably corresponds to a 24hr ABPM systolic BP of <125mmHg and a home average systolic BP of <130mmHg. Office blood pressure treatment targets in hypertensive patients Recommendations Classa Levelb It is recommended that the first objective of treatment should be to lower BP to <140/90 mmHg in all patients, and provided that the treatment is well tolerated, treated BP values should be targeted to 130/80 mmHg or lower, in most patients. I A In patients <65 years receiving BP-‍lowering drugs, it is recommended that SBP should be lowered to a BP range of 120–129 mmHg in most patients.c I A In older patients (aged ≥65 years) receiving BP-‍lowering drugs: It is recommended that SBP should be targeted to a BP range of 130–139 mmHg. I A Close monitoring of adverse effects is recommended. I C These BP targets are recommended for patients at any level of CV risk and in patients with and without established CVD. I A A DBP target of <80 mmHg should be considered for all hypertensive patients, independent of the level of risk and comorbidities. IIa B BP = blood pressure; CV = cardiovascular; DBP = diastolic blood pressure; SBP = systolic blood pressure. aClass of recommendation - bLevel of evidence cLess evidence is available for this target in low–moderate-‍risk patients. Table 18 Office blood pressure treatment target range BP = blood pressure; CAD = coronary artery disease; CKD = chronic kidney disease (includes diabetic and non-‍diabetic CKD); DBP = diastolic blood pressure; SBP = systolic blood pressure; TIA = transient ischaemic attack. aRefers to patients with previous stroke and does not refer to BP targets immediately after acute stroke. bTreatment decisions and BP targets may need to be modified in older patients who are frail and independent. For interactivity see here"
},
{
	"page":"ENAS5533_5.4.0.0",
	"text":"Heathy lifestyle choices can prevent or delay the onset of hypertension and can reduce CV risk. Effective lifestyle changes may be sufficient to delay or prevent the need for drug therapy in patients with grade 1 hypertension and can also augment the effects of BP-‍lowering therapy in treated patients. However, lifestyle intervention should never delay the initiation of drug therapy in patients with HMOD or at a high level of CV risk. Recommended lifestyle measures that have been shown to reduce BP are shown below. Adoption of lifestyle changes in patients with hypertension Recommendations Classa Levelb Salt restriction to <5 g per day is recommended. I A It is recommended to restrict alcohol consumption to: Less than 14 units per week for men. Less than 8 units per week for women. I A Increased consumption of vegetables, fresh fruits, fish, nuts, unsaturated fatty acids (olive oil), low consumption of red meat, and consumption of low-‍fat dairy products are recommended. I A Body-‍weight control is indicated to avoid obesity (BMI >30 kg/m2 or waist circumference >102 cm in men and >88 cm in women) and aim at a healthy BMI (about 20–25 kg/m2) and waist circumference values (<94 cm in men and <80 cm in women) to reduce BP and CV risk. I A Regular aerobic exercise (e.g. at least 30 min of moderate dynamic exercise on 5–7 days per week) is recommended. I A Smoking cessation and supportive care and referral to smoking cessation programs are recommended. I B It is recommended to avoid binge drinking. III C BMI = body mass index; BP = blood pressure; CV = cardiovascular. aClass of recommendation - bLevel of evidence mostly based on the effect on BP and/‍or CV risk profile."
},
{
	"page":"ENAS5533_5.5.0.0",
	"text":"Most hypertensive patients will require drug therapy in addition to lifestyle measures to achieve optimal BP control. Five major drug classes are recommended for the routine treatment of hypertension: ACE-‍inhibitors, ARBs, beta-‍blockers, CCBs, and diuretics (thiazides and thiazide-‍like diuretics such as chlorthalidone and indapamide), based on: (i) proven ability to reduce BP; (ii) evidence from placebo-controlled studies that they reduce CV events; and (iii) evidence of broad equivalence at reducing CV morbidity and mortality. Each of these drug classes has compelling or possible contraindications to their use (Table 19). Table 19 Compelling and possible contraindications to the use of specific antihypertensive drugs Drugs Contraindications Compelling Possible Diuretics (thiazides/ thiazide-‍like, e.g. chlortalidone and indapamide) Gout Metabolic syndrome Glucose intolerance Pregnancy Hypercalcemia Hypokalemia Beta-‍blockers Asthma Any high-‍grade sino-‍atrial or atrioventricular block Bradycardia (heart rate <60 beats per min) Metabolic syndrome Glucose intolerance Athletes and physically active patients Calcium antagonists (dihydropyridines)   Tachyarrhythmia Heart failure (HFrEF, Class III or IV) Pre-‍existing severe leg oedema Calcium antagonists (verapamil, diltiazem) Any high-‍grade sino-‍atrial or atrioventricular block Severe LV dysfunction (LV ejection fraction <40%) Bradycardia (heart rate <60 beats per min) Constipation ACE-‍inhibitors Pregnancy Previous angioneurotic oedema Hyperkalaemia (potassium >5.5 mmol/L) Bilateral renal artery stenosis Women of child-‍bearing potential without reliable contraception ARBs Pregnancy Hyperkalaemia (potassium >5.5 mmol/L) Bilateral renal artery stenosis Women of child-‍bearing potential without reliable contraception ACE = angiotensin-‍converting enzyme; ARB = angiotensin receptor blocker; HFrEF = heart failure with reduced ejection fraction; LV = left ventricular."
},
{
	"page":"ENAS5533_5.6.1.0",
	"text":"Despite the availability of proven and effective drug therapies for hypertension, the global rates of BP control remain poor.  Thus, there is an urgent need to address the factors contributing to the poor control of BP in treated hypertensive patients, especially treatment inertia (clinician failure to up-‍titrate treatment) and poor patient adherence to multiple medications. The drug treatment algorithm has been developed to provide a simple and pragmatic treatment recommendation for the treatment of hypertension, based on a few key principles and recommendations: 1. The initiation of treatment in most patients should be with a single pill combination (SPC) of two drugs, to improve the speed, efficiency, and predictability of BP control. This normalises the concept that effective initial treatment of hypertension requires at least 2 drugs for most patients. 2. The preferred two-‍drug combinations are a RAS blocker (ACE-‍inhibitor or ARB) with a CCB or a diuretic. A beta-‍blocker in combination with a diuretic or any drug from the other major classes is an alternative, when there is a specific indication for a beta-‍blocker, e.g. angina, post-‍myocardial infarction, heart failure, or heartrate control. 3. Monotherapy should usually only be used as initial therapy for; (i) low-‍risk patients with stage 1 hypertension whose SBP is <150 mmHg, (ii) when it is decided to treat very high-‍risk patients with high-‍normal BP, or (iii) frail older patients. 4. A three-‍drug SPC comprising an RAS blocker + CCB + diuretic, should be used if BP is not controlled by a two-‍drug SPC. 5. Spironolactone is the preferred initial treatment for resistant hypertension, unless contraindicated (see section here). 6. Other classes of antihypertensive drugs may be used in the rare circumstances in which BP is not controlled by the above treatment strategy. The core drug treatment algorithm is shown in Figure 4, and variations in the algorithm for patients with specific comorbidities are shown in Figures 5 to 8. The drug-‍treatment strategy for patients with hypertension should be based on these algorithms unless there are contraindications to these drugs (Table 19)."
},
{
	"page":"ENAS5533_5.6.2.0",
	"text":"Drug treatment strategy for hypertension Recommendations Classa Levelb Among all antihypertensive drugs, ACE-‍inhibitors, ARBs, beta-‍blockers, CCBs, and diuretics (thiazides and thiazide-‍like such as chlortalidone and indapamide) have demonstrated effective reduction of BP and CV events in RCTs, and thus are indicated as the basis of antihypertensive treatment strategies. I A Combination treatment is recommended for most hypertensive patients as initial therapy. Preferred combinations should comprise a RAS blocker (either an ACE inhibitor or an ARB) with a CCB or diuretic. Other combinations of the five major classes can be used I A It is recommended that beta-‍blockers are combined with any of the other major drug classes when there are specific clinical situations, e.g. angina, post-‍myocardial infarction, heart failure, or heart rate control. I A It is recommended to initiate an antihypertensive treatment with a two-‍drug combination, preferably in a SPC. Exceptions are frail older patients and those at low risk and with grade 1 hypertension (particularly if SBP is <150 mmHg). I B It is recommended that if BP is not controlledc with a two-‍drug combination, treatment should be increased to a three-‍drug combination, usually an RAS blocker + CCB + thiazide/thiazide-‍like diuretic, preferably as an SPC. I A It is recommended that if BP is not controlledc with a three-‍drug combination, treatment should be increased by the addition of spironolactone or, if not tolerated, other diuretics such as amiloride or higher doses of other diuretics, a beta-‍blocker, or an alphablocker. I B The combination of two RAS blockers is not recommended. III A ACE = angiotensin-‍converting enzyme; ARB = angiotensin receptor blocker; BP = blood pressure; CCB = calcium-‍channel blocker; CV = cardiovascular; RAS = renin–angiotensin system; RCT = randomized controlled trial; SBP = systolic blood pressure; SPC = single-‍pill combination. aClass of recommendation. bLevel of evidence. cAdherence should be checked. Figure 4 Core drug-‍treatment strategy for uncomplicated hypertension. The core algorithm is also appropriate for most patients with hypertension-mediated organ damage (HMOD), cerebrovascular disease, diabetes, or peripheral artery disease (PAD)  ACEi = angiotensin-‍converting enzyme inhibitor; ARB = angiotensin receptor blocker; CCB = calcium-‍channel blocker; HMOD = hypertension-mediated organ damage; o.d. = omni die (every day); PAD = peripheral artery disease."
},
{
	"page":"ENAS5533_5.6.3.0",
	"text":"Figure 5 Drug-‍treatment strategy for hypertension and coronary artery disease (CAD)  ACEi = angiotensin-‍converting enzyme inhibitor; ARB = angiotensin receptor blocker; CAD = coronary artery disease; CCB = calcium-‍channel blocker; CVD = cardiovascular disease; o.d. = omni die (every day)."
},
{
	"page":"ENAS5533_5.6.4.0",
	"text":"Figure 6 Drug-‍treatment strategy for hypertension and chronic kidney diseasea (CKD)  ACEi = angiotensin-‍converting enzyme inhibitor; ARB = angiotensin receptor blocker; BP = blood pressure; CCB = calcium-‍channel blocker; CKD = chronic kidney disease; eGFR = estimated glomerular filtration rate; MI = myocardial infarction; o.d. = omni die (every day). aCKD is defined as an eGFR <60 mL/‍min/‍1.72 m2 with or without proteinuria. bUse loop diuretics when eGFR is <30 mL/‍min/‍1.72 m2 because thiazide/thiazide-‍like diuretics are much less effective/‍ineffective when eGFR is reduced to this level. cCaution: risk of hyperkalaemia with spironolactone, especially when eGFR is <45 mL/‍min/‍1.72 m2 or baseline K+ ≥4.5 mmol/L."
},
{
	"page":"ENAS5533_5.6.5.0",
	"text":"Figure 7 Drug-‍treatment strategy for hypertension and heart failure with reduced ejection fraction (HFrEF). Do not use non-‍dihydropyridine CCBs (e.g. verapamil or diltiazem).  ACEi = angiotensin-‍converting enzyme inhibitor; ARB = angiotensin receptor blocker; CCB = calcium channel blocker; HFrEF = heart failure with reduced ejection fraction; MRA = mineralocorticoid receptor antagonist. aConsider an angiotensin receptor/neprilysin inhibitor instead of ACEi or ARB per ESC Heart Failure Guidelines. bDiuretic refers to thiazide/thiazide-‍like diuretic. Consider a loop diuretic as an alternative in patients with oedema. cMRA (spironolactone or eplerenone)."
},
{
	"page":"ENAS5533_2018080971",
	"text":"Figure 8 Drug-‍treatment strategy for hypertension and atrial fibrillation (AF)    ACEi = angiotensin-‍converting enzyme inhibitor; AF = atrial fibrillation; ARB = angiotensin receptor blocker; CCB = calcium-‍channel blocker; CHA2DS2-VASc = Cardiac failure, Hypertension, Age ≥75 [Doubled], Diabetes, Stroke [Doubled] – Vascular disease, Age 65–74 and Sex category [Female]; DHP = dihydropyridine. aNon-‍dihydropyridine CCB (non-‍DHP CCB, e.g. verapamil or diltiazem)."
},
{
	"page":"ENAS5533_5.7.0.0",
	"text":"Device-‍based therapy for hypertension is a fast-‍moving field. Although some positive data has emerged from recent small sham-‍controlled studies, especially with renal denervation, further sham-‍controlled studies are needed before devicebase therapies can be recommended for the routine treatment of hypertension outside of the framework of clinical trials. Device-‍based therapies for hypertension Recommendations Classa Levelb Use of device-‍based therapies is not recommended for the routine treatment of hypertension, unless in the context of clinical studies and RCTs, until further evidence regarding their safety and efficacy becomes available. III B aClass of recommendation - bLevel of evidence."
},
{
	"page":"ENAS5533_6.1.0.0",
	"text":"Hypertension is defined as resistant to treatment when the recommended treatment strategy (see above) fails to lower office BP to below 140/90 mmHg, and inadequate BP control is confirmed by ABPM or HBPM, in patients whose adherence to therapy has been confirmed. The recommended treatment strategy should include appropriate lifestyle measures and treatment with optimal or best-‍tolerated doses of three or more drugs that should include a diuretic and typically an ACE-‍inhibitor or ARB, and a CCB. Pseudoresistant hypertension (see below) and secondary causes of hypertension should also have been excluded (see section 6). Patient characteristics, causes and factors contributing to resistant hypertension are shown in Table 20. Table 20 Resistant hypertension: Patient characteristics, secondary causes, and contributing factors Characteristics of patients with resistant hypertension Causes of secondary resistant hypertension Drugs and substances that may cause raised BP Demographics Older age (especially >75 years) Obesity More common in black people Excess dietary sodium intake High baseline BP and chronicity of uncontrolled hypertension More common causes Primary hyperaldosteronism Atherosclerotic renovascular disease Sleep apnoea CKD Prescribed drugs Oral contraceptives Sympathomimetic agents (e.g. decongestants in proprietary cold remedies) Non-‍steroidal antiinflammatory drugs Cyclosporin Erythropoietin Steroids (e.g. prednisolone, hydrocortisone) Some cancer therapies Concomitant disease HMOD: LVH and/‍or CKD Diabetes Atherosclerotic vascular disease Aortic stiffening and isolated systolic hypertension Uncommon causes Phaeochromocytoma Fibromuscular dysplasia Aortic coarctation Cushing’s disease Hyperparathyroidism Non-‍prescription drugs Recreational drugs (e.g. cocaine, amphetamines, anabolic steroids) Excess liquorice ingestion Herbal remedies (e.g. ephedra, ma huang) BP = blood pressure; CKD = chronic kidney disease; HMOD = hypertension-mediated organ damage; LVH = left ventricular hypertrophy."
},
{
	"page":"ENAS5533_6.2.0.0",
	"text":"1. Poor adherence to prescribed medicines 2. White-‍coat phenomenon: Office BP is elevated but BP is controlled with ABPM or HBPM. 3. Poor office-‍BP measurement technique: Cuffs that are too small relative to the arm circumference, can result in a spurious elevation of BP 4. Marked brachial artery calcification: Usually in older patients with heavily calcified arteries. 5. Clinician inertia: Resulting in inadequate doses or irrational combinations of BP-‍lowering drugs"
},
{
	"page":"ENAS5533_6.3.0.0",
	"text":"Effective treatment combines lifestyle changes (especially reducing sodium intake), discontinuation of interfering substances, and the sequential addition of antihypertensive drugs to the initial triple therapy (usually an ACE-‍inhibitor or ARB + CCB + diuretic). Low dose spironolactone (25-50mg per day) is an effective treatment for resistant hypertension, however, its efficacy and safety has not been established in patients with significant renal impairment. Consequently, the use of spironolactone for resistant hypertension should usually be restricted to patients with an eGFR ≥45 mL/‍min and a plasma potassium concentration of ≤4.5 mmol/‍L. Electrolytes and eGFR should be monitored soon after initiation. Amiloride (10–20 mg/‍day) has recently been shown to be as effective as spironolactone 25–50 mg daily) but has the same limitations with regard to renal function and potassium. A loop diuretic should replace thiazides/thiazide-‍like diuretics if the eGFR is <30 mL/‍min. Resistant hypertension Recommendations Classa Levelb It is recommended that hypertension be defined as resistant to treatment (i.e. resistant hypertension) when: Optimal doses (or best-‍tolerated doses) of an appropriate therapeutic strategy, which should include a diuretic (typically an ACE-‍inhibitor or ARB + CCB + thiazide/thiazide-‍like diuretic), fails to lower clinic SBP and DBP values to <140 mmHg and/‍or <90 mmHg, respectively; and The inadequate control of BP has been confirmed by ABPM or HBPM; and After exclusion of various causes of pseudo-resistant hypertension (especially poor medication adherence) and secondary hypertension. I C Recommended treatment of resistant hypertension is: Reinforcement of lifestyle measures, especially sodium restriction. Addition of low-‍dose spironolactonec to existing treatment. Or the addition of further diuretic therapy if intolerant to spironolactone, with either eplerenone,c amiloride,c higher dose thiazide/thiazide-‍like diuretic, or a loop diuretic.d Or the addition of bisoprolol or doxazosin. I B ABPM = ambulatory blood pressure monitoring; ACE = angiotensin-‍converting enzyme; ARB = angiotensin receptor blocker; BP = blood pressure; CCB = calcium-‍channel blocker; DBP = diastolic blood pressure; eGFR = estimated glomerular filtration rate; HBPM = home blood pressure monitoring. aClass of recommendation - bLevel of evidence. cWhen spironolactone is not tolerated, replace with amiloride or eplerenone. The use of these drugs should be restricted to patients with an estimated glomerular filtration rate ≥45 mL/‍min and a plasma potassium concentration of ≤4.5 mmol/‍L, because of the risk of hyperkalaemia. dA loop diuretic should replace thiazides/thiazide-‍like diuretics if the estimated glomerular filtration rate is <30 mL/‍min."
},
{
	"page":"ENAS5533_7.1.0.0",
	"text":"Secondary hypertension is hypertension due to an identifiable cause, which may be treatable with an intervention specific to the cause. A high index of suspicion (see Table 21) and early detection of secondary causes of hypertension is important because interventions may be curative, especially in younger patients. Common causes of secondary hypertension and screening investigations are shown in Tables 22 and 23. Some medications may also increase BP and these are listed in Table 24."
},
{
	"page":"ENAS5533_7.2.0.0",
	"text":"Table 21 Patient characteristics that should raise the suspicion of secondary hypertension Characteristic Younger patients (<40 years) with grade 2 hypertension or onset of any grade of hypertension in childhood Acute worsening hypertension in patients with previously documented chronically stable normotension Resistant hypertension Severe (grade 3) hypertension or a hypertension emergency Presence of extensive hypertension-mediated organ damage Clinical or biochemical features suggestive of endocrine causes of hypertension or CKD Clinical features suggestive of obstructive sleep apnoea Symptoms suggestive of phaeochromocytoma or family history of phaeochromocytoma CKD = chronic kidney disease; HMOD = hypertension-mediated organ damage."
},
{
	"page":"ENAS5533_7.3.0.0",
	"text":"Table 22 Common causes of secondary hypertension ABI = ankle–brachial index; BP = blood pressure; CKD = chronic kidney disease; CT = computed tomography; eGFR = estimated glomerular filtration rate; PAD = peripheral artery disease. For interactivity see here"
},
{
	"page":"ENAS5533_7.4.0.0",
	"text":"Table 23 Incidence and typical causes of secondary hypertension according to age Age group Per cent with underlying cause Typical causes Young children (<12 years) 70–85 Renal parenchymal disease Coarctation of the aorta Monogenic disorders Adolescents (12–18 years) 10–15 Renal parenchymal disease Coarctation of the aorta Monogenic disorders Young adults (19–40 years) 5–10 Renal parenchymal disease Fibromuscular dysplasia (especially in women) Undiagnosed monogenic disorders Middle-‍aged adults (41–65 years) 5–15 Primary aldosteronism Obstructive sleep apnoea Cushing’s syndrome Phaeochromocytoma Renal parenchymal disease Atherosclerotic renovascular disease Older adults (<65 years) 5–10 Atherosclerotic renovascular disease Renal parenchymal disease Thyroid disease"
},
{
	"page":"ENAS5533_7.5.0.0",
	"text":"Table 24 Medications and other substances that may increase blood pressure Medication/‍substance Oral contraceptive pill Especially oestrogen containing – cause hypertension in ~5% of women, usually mild but can be severe Diet pills For example, phenylpropanolamine and sibutramine Nasal decongestants For example, phenylephrine hydrochloride and naphazoline hydrochloride Stimulant drugs Amphetamine, cocaine, and ecstasy – these substances usually cause acute rather than chronic hypertension Liquorice Chronic excessive liquorice use mimics hyperaldosteronism by stimulating the mineralocorticoid receptor and inhibiting cortisol metabolism Immunosuppressive medications For example, cyclosporin A (tacrolimus has less effect on BP and rapamycin has almost no effect on BP), and steroids (e.g. corticosteroids, hydrocortisone) Antiangiogenic cancer therapies Antiangiogenic drugs, such as VEGF inhibitors (e.g. bevacizumab), tyrosine kinase inhibitors (e.g. sunitinib), and sorafenib, have been reported to increase BP Other drugs and substances that may raise BP Anabolic steroids, erythropoietin, non-‍steroidal antiinflammatory drugs, herbal remedies (e.g. ephedra, ma huang) BP = blood pressure; VEGF = vascular endothelial growth factor."
},
{
	"page":"ENAS5533_8.0.0.0",
	"text":"Hypertension emergencies are situations in which severe hypertension (usually grade 3) is associated with acute organ damage, which is often life-‍threatening and requires immediate but careful intervention to lower BP, in hospital, usually with intravenous (i.v.) therapy. Typical presentations of a hypertension emergency are: Patients with malignant hypertension, characterised by severe hypertension (usually grade 3) associated with characteristic funduscopic changes (flame haemorrhages and/‍or papilloedema), microangiopathy, and disseminated intravascular coagulation, encephalopathy (in about 15% of cases), acute heart failure, and acute deterioration in renal function. The term “malignant” reflects the very poor prognosis for this condition if untreated. Patients with severe hypertension associated with other clinical conditions likely to require an urgent reduction of BP, e.g. acute aortic dissection, acute myocardial ischaemia, or acute heart failure. Patients with sudden severe hypertension due to phaeochromocytoma Pregnant women with severe hypertension or pre-‍eclampsia The term “hypertension urgency” has also been used to describe severe hypertension presenting to the emergency department in patients in whom there is no clinical evidence of acute HMOD. Whilst these patients require BP reduction, they rarely require admission to hospital, and BP reduction is best achieved with oral medication according to the drug treatment algorithm shown in Figures 4-8. These patients will require urgent outpatient review to ensure their BP is coming under control. Table 25 Diagnostic work-‍up for patients with a suspected hypertension emergency Common tests for all potential causes Fundoscopy is a critical part of the diagnostic work-‍up 12-lead ECG Haemoglobin, platelet count, fibrinogen Creatinine, eGFR, electrolytes, LDH, haptoglobin Urine albumin:creatinine ratio, urine microscopy for red cells, leucocytes, and casts Pregnancy test in women of child-‍bearing age Specific tests by indication Troponin, CK-MB (in suspected cardiac involvement, e.g. acute chest pain or acute heart failure) and NT-‍proBNP Chest X-ray (fluid overload) Echocardiography (aortic dissection, heart failure, or ischaemia) CT angiography of thorax and/‍or abdomen in suspected acute aortic disease (e.g. aortic dissection) CT or MRI brain (nervous system involvement) Renal ultrasound (renal impairment or suspected renal artery stenosis) Urine drug screen (suspected methamphetamine or cocaine use) CK-MD = creatine kinase-‍muscle/brain; CT = computed tomography; ECG = electrocardiogram; eGFR = estimated glomerular filtration rate; LDH = lactate dehydrogenase; MRI = magnetic resonance imaging; NT-‍proBNP = N-‍terminal pro-B natriuretic peptide. Table 26 Hypertensive emergencies requiring immediate BP lowering with i.v. drug therapy s Clinical presentation Timeline and target for BP reduction First-‍line treatment Alternative Malignant hypertension with or without acute renal failure Several hours Reduce MAP by 20–25% Labetalol Nicardipine Nitroprusside Urapidil Hypertensive encephalopathy Immediately reduce MAP by 20–25% Labetalol Nicardipine Nitroprusside Acute coronary event Immediate reduce SBP to <140 mmHg Nitroglycerine Labetalol Urapidil Acute cardiogenic pulmonary oedema Immediately reduce SBP to <140 mmHg Nitroprusside OR nitroglycerine (with loop diuretic) Urapidil (with loop diuretic) Acute aortic dissection Immediately reduce SBP to <120 mmHg AND heart rate to <60 bpm Esmolol AND nitroprusside OR nitroglycerine OR nicardipine Labetalol OR metoprolol Eclampsia and severe pre-‍eclampsia/HELLP Immediately reduce SBP to <160 mmHg AND DBP to <105 mmHg Labetalol OR nicardipine AND magnesium sulphate Consider delivery BP = blood pressure; BPM = beats per minute; DBP = diastolic blood pressure; HELLP = haemolysis, elevated liver enzymes, low platelets; i.v. = intravenous; MAP = mean arterial pressure; SBP = systolic blood pressure."
},
{
	"page":"ENAS5533_9.1.0.0",
	"text":"Hypertensive disorders in pregnancy remain a major cause of maternal, foetal, and neonatal morbidity and mortality. The definition of hypertension in pregnancy is based on office BP values, SBP ≥140 mmHg and/‍or DBP ≥90 mmHg. Hypertension in pregnancy is classified as mild (140–159/90–109 mmHg) or severe (≥160/110 mmHg), in contrast to the conventional hypertension grading. Hypertension in pregnancy is not a single entity but comprises: Pre-‍existing hypertension: precedes pregnancy or develops before 20 weeks of gestation and usually persists for more than 6 weeks post-‍partum and may be associated with proteinuria. Gestational hypertension: develops after 20 weeks of gestation and usually resolves within 6 weeks post-‍partum. Pre-‍existing hypertension plus superimposed gestational hypertension with proteinuria. Pre-‍eclampsia: gestational hypertension with significant proteinuria (>0.3 g/24 h or ≥30 mg/‍mmol albumin: creatinine ratio). It is more frequent in the first pregnancy, in multiple pregnancy, in hydatidiform mole, in antiphospholipid syndrome, or with pre-‍existing hypertension, renal disease, or diabetes. The only cure for pre-‍eclampsia is delivery. Pre-‍eclampsia should be suspected when hypertension is accompanied by headache, visual disturbances, abdominal pain, or abnormal laboratory tests, specifically low platelets and/‍or abnormal liver function - proteinuria may be a late manifestation of pre-‍eclampsia."
},
{
	"page":"ENAS5533_9.2.0.0",
	"text":"Management of hypertension in pregnancy Recommendations Classa Levelb In women with gestational hypertension or pre-‍existing hypertension superimposed by gestational hypertension, or with hypertension and subclinical organ damage or symptoms, initiation of drug treatment is recommended when SBP is ≥140 or DBP ≥90 mmHg. I C In all other cases, initiation of drug treatment is recommended when SBP is ≥150 mmHg or DBP is ≥95 mmHg. I C Methyldopa, labetalol, and CCBs are recommended as the drugs of choice for the treatment of hypertension in pregnancy   I B (Methyldopa) I C (Labetalol or CCBs) ACE-‍inhibitors, ARBs, or direct renin inhibitors are not recommended during pregnancy. III C SBP ≥170 mmHg or DBP ≥110 mmHg in a pregnant woman is an emergency, and admission to hospital is recommended. I C In severe hypertension, drug treatment with i.v. labetalol or oral methyldopa or nifedipine is recommended. I C The recommended treatment for hypertensive crisis is i.v. labetalol or nicardipine and magnesium. I C In pre-‍eclampsia associated with pulmonary oedema, nitroglycerin given as an i.v. infusion is recommended. I C In women with gestational hypertension or mild pre-‍eclampsia, delivery is recommended at 37 weeks. I B It is recommended to expedite delivery in pre-‍eclampsia with adverse conditions such as visual disturbances or haemostatic disorders. I C ACE = angiotensin-‍converting enzyme; ARB = angiotensin receptor blocker; CCB = calcium-‍channel blocker; DBP = diastolic blood pressure; i.v. = intravenous; SBP = systolic blood pressure. aClass of recommendation - bLevel of evidence."
},
{
	"page":"ENAS5533_10.1.0.0",
	"text":"Patients with white coat hypertension have an elevated office BP but their BP is normal on home BP monitoring and/‍or 24hr ABPM. It is most common in patients with grade 1 hypertension on office BP measurement and it is unlikely that home BP or ABPM will be normal in patients with grade 2 hypertension on office BP. White coat hypertension is not benign with the risk intermediate between normotension and sustained hypertension. Routine drug treatment is not indicated for white coat hypertension but lifestyle interventions are recommended. Long term periodic review of these patients is important because many will develop an elevated BP on home BP monitoring or ABPM, which will require drug treatment."
},
{
	"page":"ENAS5533_10.2.0.0",
	"text":"Patients with masked hypertension have an office which appears normal i.e. BP <140/90mmHg but their BP is elevated BP on home BP monitoring or 24hr ABPM. Masked hypertension is more common in patients with a high normal BP on office BP measurement and should be suspected when HMOD is present. These patients are at increased CV risk, equivalent to that in patients with sustained hypertension. These patients should be advised to implement lifestyle changes and drug treatment should be considered because of their increased CV risk, with the aim of normalising their out of office BP levels."
},
{
	"page":"ENAS5533_10.3.0.0",
	"text":"Management of white-‍coat hypertension Recommendations Classa Levelb In white-‍coat hypertensive patients, it is recommended to implement lifestyle changes aimed at reducing CV risk as well as a regular follow-‍up with periodic out-‍of-‍office BP monitoring. I C In patients with white-‍coat hypertension: Drug treatment may be considered in people with evidence of HMOD or in whom CV risk is high or very high. IIb C Routine drug treatment is not indicated. III C BP = blood pressure; CV = cardiovascular; HMOD = hypertension-mediated organ damage. aClass of recommendation - bLevel of evidence. Management of masked hypertension Recommendations Classa Levelb In masked hypertension, lifestyle changes are recommended to reduce CV risk, with regular follow-‍up, including periodic out-‍of-‍office BP monitoring. I C Antihypertensive drug treatment should be considered in masked hypertension to normalize the out-‍of-‍office BP based on the prognostic importance of out-‍of-‍office BP elevation. IIa C Antihypertensive drug uptitration should be considered in treated patients whose out-‍of-‍office BP is not controlled (i.e. masked uncontrolled hypertension), because of the high CV risk of these patients. IIa C BP = blood pressure; CV = cardiovascular. aClass of recommendation - bLevel of evidence."
},
{
	"page":"ENAS5533_11.1.0.0",
	"text":"The management of hypertension can be influenced by the presence of comorbidities. The drug treatment algorithms for hypertension associated with various comorbidities are shown in figures 4-8 and the recommended therapeutic strategies for specific comorbidities are listed in next chapters."
},
{
	"page":"ENAS5533_11.2.0.0",
	"text":"Treatment strategies in people with diabetes Recommendations Classa Levelb Antihypertensive drug treatment is recommended for people with diabetes when office BP is ≥140/90 mmHg. I A In people with diabetes receiving BP-‍lowering drugs it is recommended: To target SBP to 130 mmHg and <130 mmHg, if tolerated, but not <120 mmHg.   I   A In older people (aged ≥65 years), to target to a SBP range of 130–139 mmHg. I A To target the DBP to <80 mmHg, but not <70 mmHg. I C It is recommended to initiate treatment with a combination of an RAS blocker with a CCB or thiazide/thiazide-‍like diuretic.c I A Simultaneous administration of two RAS blockers, e.g. and ACE-‍inhibitor and ARB, is not indicated. III A ACE = angiotensin-‍converting enzyme; ARB = angiotensin receptor blocker; BP = blood pressure; CCB = calcium-‍channel blocker; DBP = diastolic blood pressure; eGFR = estimated glomerular filtration rate; RAS = renin–angiotensin system; SBP = systolic blood pressure. aClass of recommendation - bLevel of evidence - cWhen eGFR <30 mL/‍min/‍1.73 m2, avoid thiazide/thiazide-‍like diuretics and consider using a loop diuretic when a diuretic is required."
},
{
	"page":"ENAS5533_11.3.0.0",
	"text":"Therapeutic strategies for treatment of hypertension in Chronic Kidney Disease Recommendations Classa Levelb In patients with diabetic or non-‍diabetic CKD, it is recommended that an office BP of ≥140/90 mmHg be treated with lifestyle advice and BP-‍lowering medication. I A In patients with diabetic or non-‍diabetic CKD: It is recommended to lower SBP to a range of 130–139 mmHg.   I   A Individualized treatment should be considered according to its tolerability and impact on renal function and electrolytes. IIa C RAS blockers are more effective at reducing albuminuria than other antihypertensive agents, and are recommended as part of the treatment strategy in hypertensive patients in the presence of microalbuminuria or proteinuria. I A A combination of a RAS blocker with a CCB or a diureticc is recommended as initial therapy. I A A combination of two RAS blockers is not recommended. III A BP = blood pressure; CCB = calcium-‍channel blocker; CKD = chronic kidney disease; eGFR = estimated glomerular filtration rate; RAS = renin–angiotensin system; SBP = systolic blood pressure. aClass of recommendation - bLevel of evidence - cIn case of eGFR <30 mL/‍min/‍1.73 m2, avoid thiazide/‍ thiazide-‍like diuretic and consider using a loop diuretic if required. "
},
{
	"page":"ENAS5533_11.4.0.0",
	"text":"Therapeutic strategies in hypertensive patients with coronary artery disease Recommendations Classa Levelb In patients with CAD receiving BP-‍lowering drugs, it is recommended: To target SBP ≤130 mmHg and lower, if tolerated, but not <120 mmHg.   I   A In older patients (aged ≥65 years), to target to a SBP range of 130–140 mmHg. I A To target DBP to <80 mmHg, but not <70 mmHg. I C In hypertensive patients with a history of myocardial infarction, beta-‍blockers and RAS blockers are recommended as part of treatment. I A In patients with symptomatic angina, beta-‍blockers ad/or CCBs are recommended. I A BP = blood pressure; CAD = coronary artery disease; CCB = calcium channel blocker; DBP = diastolic blood pressure; RAS = renin–angiotensin system; SBP = systolic blood pressure aClass of recommendation - bLevel of evidence."
},
{
	"page":"ENAS5533_11.5.0.0",
	"text":"Therapeutic strategies in hypertensive patients with heart failure or Left Ventricular Hypertrophy Recommendations Classa Levelb In hypertensive patients with heart failure (with reduced or preserved ejection fraction), BP-‍lowering treatment should be considered if BP is ≥140/90 mmHg. IIa B In patients with HFrEF, it is recommended that BP-‍lowering treatment comprises an ACE-‍inhibitor or ARB and a beta-‍blocker and diuretic and/‍or mineralocorticoid receptor antagonist if required. I A Dihydropyridine CCBs may be added if BP control is not achieved. IIb C In patients with HFpEF, BP-‍treatment threshold and target values should be the same as for HFrEF. IIa B Because no specific drug has proven its superiority, all major agents can be used. I C In all patients with LVH: It is recommended to treat with an RAS blocker in combination with a CCB or diuretic. I   A   SBP should be lowered to a range of 120–130 mmHg. IIa B ACE = angiotensin-‍converting enzyme; ARB = angiotensin receptor blocker; BP = blood pressure; CCB = calcium-‍channel blocker; HFrEF = heart failure with reduced ejection fraction; HFpEF = heart failure with preserved ejection fraction; LVH = left ventricular hypertrophy; RAS = renin–angiotensin system; SBP = systolic blood pressure. aClass of recommendation - bLevel of evidence."
},
{
	"page":"ENAS5533_11.6.0.0",
	"text":"Therapeutic strategies in hypertensive patients with acute stroke and cerebrovascular disease Recommendations Classa Levelb In patients with acute intracerebral haemorrhage: Immediate BP lowering is not recommended for patients with SBP <220 mmHg. III A In patients with SBP ≥220 mmHg, careful acute BP lowering with i.v. therapy, to <180 mmHg should be considered. IIa B In acute ischaemic stroke, routine BP lowering with antihypertensive therapy is not recommended, with the exceptions: III A In patients with acute ischaemic stroke who are eligible for i.v. thrombolysis, BP should be carefully lowered and maintained to <180/105 mmHg for at least the first 24 h after thrombolysis. IIa B In patients with markedly elevated BP who do not receive fibrinolysis, drug therapy may be considered, based on clinical judgement, to reduce BP by 15% during the first 24 h after the stroke onset. IIb C In hypertensive patients with an acute cerebrovascular event, antihypertensive treatment is recommended: Immediately for TIA. I A After several days in ischaemic stroke. I A In all hypertensive patients with ischaemic stroke or TIA, a SBP target range of 120–130 mmHg should be considered. IIa B The recommended antihypertensive drug treatment strategy for stroke prevention is a RAS blocker plus a CCB or a thiazide-‍like diuretic. I A BP = blood pressure; CCB = calcium-‍channel blocker; i.v. = intravenous; RAS = renin–angiotensin system; SBP = systolic blood pressure; TIA = transient ischaemic attack. aClass of recommendation - bLevel of evidence."
},
{
	"page":"ENAS5533_11.7.0.0",
	"text":"Therapeutic strategies in hypertensive patients with Atrial Fibrillation Recommendations Classa Levelb In patients with AF, screening for hypertension is recommended. I C A beta-‍blocker or non-‍dihydropyridine CCB should be considered as part of the treatment of hypertension if rate control is needed. IIa B Stroke prevention with oral anticoagulation is recommended in patients with AF and hypertension and a CHA2DS2-VASc score of ≥2 in men and ≥3 in women. I A Stroke prevention with oral anticoagulants should be considered in AF patients with hypertension, even when hypertension is the single additional risk factor (CHA2DS2-VASc score of 1). IIa B Oral anticoagulants should be used with caution in patients with marked BP elevation (SBP ≥180 mmHg and/‍or DBP ≥100 mmHg) and the aim should be to lower SBP to at least <140 mmHg and SBP lowering to <130 should be considered. If this is not possible, then patients should make an informed decision that they accept that the stroke protection provided by the anticoagulant will be associated with higher bleeding risk. IIa B AF = atrial fibrillation; BP = blood pressure; CCB = calcium-‍channel blocker; CHA2DS2-VASc = Congestive heart failure, Hypertension, Age ≥75 years, Diabetes mellitus, Stroke, Vascular disease, Age 65–74 years, Sex category (female); DBP = diastolic blood pressure; SBP = systolic blood pressure. aClass of recommendation - bLevel of evidence."
},
{
	"page":"ENAS5533_11.8.0.0",
	"text":"Therapeutic strategies in hypertensive patients with Lower Extremity Arterial Disease Recommendations Classa Levelb BP-‍lowering treatment is recommended to reduce CV risk. I A A combination of an RAS blocker, CCB, or diuretic should be considered as initial therapy. IIa B Beta-‍blockers may also be considered. IIb  C BP = blood pressure; CCB = calcium-‍channel blocker; CV = cardiovascular; LEAD = lower extremity arterial disease; RAS = renin–angiotensin system. aClass of recommendation - b Level of evidence."
},
{
	"page":"ENAS5533_12.1.0.0",
	"text":"Many patients with hypertension will be at sufficiently increased CV risk to be considered for additional treatment strategies to reduce their CV risk, especially statins and anti-‍platelet therapy. Treatment of CV risk factors associated with hypertension Recommendations Classa Levelb CV risk assessment with the SCORE system is recommended for hypertensive patients who are not already at high or very risk due to established CVD, renal disease, or diabetes. I B For patients at very high CV risk, statins are recommended to achieve LDL-C levels of <1.8 mmol/‍L (70 mg/dL), or a reduction of ≥50% if the baseline LDL-C is 1.8–3.5 mmol/‍L (70–135 mg/dL). I B For patients at high CV risk, statins are recommended to achieve an LDL-C goal of <2.6 mmol/‍L (100 mg/dL) or a reduction of ≥50% if the baseline LDL-C is 2.6–5.2 mmol/‍L (100–200 mg/dL). I B For patients at low-‍moderate CV risk, statins should be considered, to achieve an LDL-C value of <3.0 mmol/‍L (115 mg/dL). IIa C Antiplatelet therapy, in particular low-‍dose aspirin, is recommended for secondary prevention in hypertensive patients. I A Aspirin is not recommended for primary prevention in hypertensive patients without CVD. III A CV = cardiovascular; CVD = cardiovascular disease; LDL-C = low-‍density lipoprotein cholesterol; SCORE = Systematic COronary Risk Evaluation. aClass of recommendation - b Level of evidence."
},
{
	"page":"ENAS5533_12.2.0.0",
	"text":"After the initiation of antihypertensive drug therapy, the patient should be reviewed to evaluate the BP control and assess possible adverse effects of treatment. SPC therapy should reduce BP within 1–2 weeks and may continue to reduce BP over the next 2 months. The initial review should be within the first 2 months and the frequency of review will depend on the severity of hypertension, the urgency to achieve BP control, and the patient’s comorbidities. Once the BP target is reached, the review visit interval will depend on the need to monitor comorbidities or renal function and will range from 3 to 12 months. Strategies that may help increase adherence to treatment are shown in table 27. These are especially important in patients whose BP is not controlled. According to local policies and the availability of local health resources, many of the later visits may be performed by nurses or other non-‍physician health workers. For stable patients, HBPM and electronic communication with the physician may provide an alternative to reduce the frequency of visits. It is advisable to assess risk factors and asymptomatic organ damage at least every 2 years. Table 27 Interventions that may improve drug adherence in hypertension Physician level Provide information on the risks of hypertension and the benefits of treatment, as well as agreeing a treatment strategy to achieve and maintain BP control using lifestyle measures and a single-‍pill–based treatment strategy when possible (information material, programmed learning, computer-‍aided counselling) Empowerment of the patient Feedback on behavioural and clinical improvements Assessment and resolution of individual barriers to adherence Collaboration with other healthcare providers, especially nurses and pharmacists Patient level Self-monitoring of BP (including telemonitoring) Group sessions Instruction combined with motivational strategies Self-‍management with simple patient-guided systems Use of reminders Obtain family, social, or nurse support Provision of drugs at worksite Drug-‍treatment level Simplification of the drug regimen favouring the use of SPC therapy Reminder packaging Health-‍system level Support the development of monitoring systems (telephone follow-‍up, home visits, telemonitoring of home BP) Support financially the collaboration between healthcare providers (pharmacists, nurses) Reimbursement of SPC pills Development of national databases, including prescription data, available for physicians and pharmacists Accessibility to drugs BP = blood pressure; SPC = single-‍pill combination."
},
{
	"page":"ENAS5533_13.0.0.0",
	"text":"(N)OAC (Non-‍vitamin K antagonist) oral anticoagulant °C Degree Celsius 2D/ 2-D Two-‍dimensional 2hPG 2-h post-‍load plasma glucose 3D/ 3-D Three-‍‍dimensional 5-FU 5-‍fluorouracil 99mTc-‍DPD Technetium-‍‍99m 3,3-‍diphosphono-‍‍1,2-‍propanodicarboxylic acid A/C Anticoagulation AAA Abdominal aortic aneurysm AAD Antiarrhythmic drugs AAS Acute aortic syndrome ABC Age, biomarkers, clinical history ABI Ankle-‍‍Brachial Index ABPM Ambulatory BP monitoring ACA Aborted cardiac arrest ACC American College of Cardiology ACCA Acute Cardiovascular Care Association ACCF American College of Cardiology Foundation ACCOAST Comparison of Prasugrel at the Time of Percutaneous Coronary Intervention or as Pretreatment at the Time of Diagnosis in Patients with Non-‍ST Elevation Myocardial Infarction ACE Angiotensin-‍‍converting enzyme ACEF Age, creatinine, ejection fraction ACEI Angiotensin-‍‍converting enzyme inhibitor ACE-I(s) Angiotensin-‍‍converting enzyme inhibitor(s) ACEI/ ACE-‍I/ ACE-‍Is Angiotensin converting enzyme inhibitors ACEIs Angiotensin-‍‍converting enzyme inhibitor ACS Acute coronary syndrome ACT Activated clotting time AD Aortic dissection ADA American Diabetes Association/Adenosine deaminase ADD Acute aortic dissection ADP Adenosine diphosphate AEPC Association for European Paediatric and Congenital Cardiology AF Atrial flutter/Atrial fibrillation AFNET German Competence NETwork on Atrial Fibrillation AHA American Heart Association AHF Acute heart failure AHRE Atrial high rate episodes AINR International normalized ratio AK Alpha kinase AKI Acute kidney injury AL Amyloid light chain ALAT/ ALT Alanine aminotransferase ALI Acute limb ischaemia AMI Acute myocardial infarction/‍Acute mesenteric ischaemia ANA Anti-‍nuclear antibodies ANCA Anti-‍neutrophil cytoplasm antibodies AO Aorta AOS Aneurysms-‍‍osteoarthritis syndrome AP Accessory pathway APAH Conditions associated with pulmonary arterial hypertension Apo Apolipoprotein apo A I Apolipoprotein A I apo B Apolipoprotein B aPTT Activated partial thromboplastin time AR Aortic regurgitation ARB Angiotensin II receptor blocker/‍ Angiotensin receptor blocker ARBs Angiotensin receptor blockers/angiotensin II receptor blockers ARNI Angiotensin receptor neprilysin inhibition ARVC Arrhythmogenic right ventricular cardiomyopathy AS Aortic stenosis ASA Acetylsalicylic acid ASAT/ AST Aspartate aminotransferase ASCERT American College of Cardiology Foundation–Society of Thoracic Surgeons Database Collaboration ASE American Society of Echocardiography AST/ ALT/ ALP Aspartate / alanine aminotransferase / alkaline phosphatase ASV Adaptive servo-‍‍ventilation AT Antithrombin ATOR Atorvastatin ATP Antitachycardiac pacing/Adenosine triphosphate ATRIA AnTicoagulation and Risk factors In Atrial fibrillation ATS Arterial tortuosity syndrome ATTR Amyloidosis, transthyretin type AUC Area under the curve AV Atrioventricular/Arteriovenous AVA Aortic valve area AVB Atrioventricular block AVID Antiarrhythmic drugs Versus Implantable Defibrillator AVM AV delay management AVP Arginine vasopressin AVR Aortic valve replacement b.i.d. Bis in die (twice daily) b.p.m/ bpm Beats per minute BARI-2D Bypass Angioplasty Revascularization Investigation 2 Diabetes BAS Balloon atrial septostomy BAV Balloon aortic valvuloplasty/‍‍Bicuspid aortic valve BB Beta-‍blocker BBB Bundle branch block BC Blood culture BCNIE Blood culture-negative infective endocarditis BCR-‍ABL Breakpoint cluster region-‍‍Abelson BGA Blood gas analysis BIMA Bilateral internal mammary artery Bi-‍PAP Bilevel positive airway pressure BiV Biventricular BiVAD Bi-‍ventricular assist device BMI Body mass index BMPR Bone morphogenetic protein receptor, type 2 BMS Bare metal stent BMT Best medical therapy BNP Brain natriuretic peptide/‍‍ B-‍type natriuretic peptide BP Blood pressure BPA Balloon pulmonary angioplasty BRS Bioresorbable vascular scaffold BSA Body surface area BUN Blood urea nitrogen CABG Coronary artery bypass graft/‍‍ Coronary artery bypass graft surgery CAD Coronary artery disease CAS Carotid artery stenting CASH Cardiac Arrest Study Hamburg Cath/ Lab Catheterization laboratory CCB Calcium channel blocker CCNAP Council on Cardiovascular Nursing and Allied Professions CCP Council for Cardiology Practice CCPC Council on Cardiovascular Primary Care CCS Canadian Cardiovascular Society CCU Coronary care unit CDRIE Cardiac device-‍‍related infective endocarditis CEA Carotid endarterectomy/‍Carcinoembryonic antigen CFA Common femoral artery CFC Cardiofaciocutaneous CHA2DS2-VASc Congestive heart failure or left ventricular dysfunction, Hypertension, Age ≥75 (doubled), Diabetes, Stroke (doubled)-‍Vascular disease, Age 65–74, Sex category (female) CHADS2 Cardiac failure, Hypertension, Age, Diabetes, Stroke (doubled) CHARM-‍‍Added Candesartan in Heart Failure: Assessment of Reduction in Mortality and Morbidity-‍‍Added CHD Coronary heart disease/ Congenital heart disease CHF Congestive heart failure/ Chronic heart failure CHT Council on Hypertension CI Cardiac index / Contra-‍indication / Confidence interval CIA Common iliac artery CI-‍AKI Contrast-‍‍induced acute kidney injury CIDS Canadian Implantable Defibrillator Study CIED Cardiac implantable electronic device CIN Contrast-‍‍induced nephropathy CK Creatine phophokinase/Creatinine kinase CKD Chronic kidney disease CKD-‍EPI Chronic Kidney Disease Epidemiology Collaboration CK-MB Creatine kinase MB isoform CLI Chronic limb ischaemia CLTI Chronic limb-‍threatening ischaemia CMI Chronic mesenteric ischaemia CMP Cardiomyopathy CMR Cardiac magnetic resonance/Cardiovascular magnetic resonance CMV Cytomegalovirus CO Cardiac output CoA Coarctation / Coarctation of the aorta Cons Conservative cont Continued COPD Chronic obstructive pulmonary disease COT Cardiac Oncology Toxicity COURAGE Clinical Outcomes Utilization Revascularization and Aggressive Drug Evaluation COX Cyclo-‍oxygenase/ Cyclooxygenase CPAP Continuous positive airway pressure CPET Cardiopulmonary exercise testing CPFE Combined pulmonary fibrosis and emphysema CPG Committee for Practice Guidelines CPVT Catecholaminergic polymorphic ventricular tachycardia CR Cardiac rehabilitation CrCI Creatinine clearance CRP C-‍reactive protein CRT Cardiac resynchronization therapy CRT-D Cardiac resynchronization therapy defibrillator/‍‍ Defibrillator with cardiac resynchronization therapy CRT-P Cardiac resynchronization therapy pacemaker CRUSADE Can Rapid risk stratification of Unstable angina patients Suppress ADverse outcomes with Early implementation of the ACC/‍AHA guidelines CSF Colony-‍‍stimulating factor/‍Cerebrospinal fluid CSM Carotid sinus massage CSS Carotid sinus syncope/syndrome CT Computed tomographic / tomogram/‍tomography CTA Computed tomography angiography CTD Connective tissue disease CTEPH Chronic thromboembolic pulmonary hypertension cTN Cardiac troponin CTO Chronic total occlusions CTRCD Cancer Therapeutics–Related Cardiac Dysfunction Ctrl Control CUS Compression venous ultrasonography CV Cardiovascular/Cardioversion CVD Cardiovascular disease/Cardiovascular heart disease CW Continuous wave CXR Chest X-ray DALYs Disability adjusted life years DAPT Dual (oral) antiplatelet therapy/Dual antiplatelet therapy DAT Dual antithrombotic therapy DBP Diastolic blood pressure DC Direct current DCB Drug-‍coated balloon DCC Direct-‍‍current cardioversion DCM Dilated cardiomyopathy DDI Drug-‍drug interactions DEFINITE DEFibrillator In Non-‍Ischemic cardiomyopathy Treatment Evaluation DES Drug-‍eluting stent DFT Defibrillation threshold DHP Dihydropyridine DI-DO Door-‍in to door-‍out time DLCO Carbon monoxide diffusing capacity DM Diabetes mellitus DNA Deoxyribonucleic acid DPAH Drug induced PAH DPG Diastolic pressure gradient DPP Diabetes prevention program DSA Digital subtraction angiography/ultrasound DT Deceleration time DTB Door-to-balloon time DTIs Direct thrombin inhibitors DUS Duplex ultrasonography / Doppler ultrasound/Duplex ultrasound DVT Deep vein thrombosis E/A Ratio of mitral peak velocity of early filling (E) to mitral peak velocity of late filling (A) E/e’ Ratio of early transmitral flow velocity (E) to early mitral annulus velocity (e’) EACPR European Association for Cardiovascular Prevention & Rehabilitation EACTS European Association of Cardio-‍‍Thoracic Surgery/‍‍ European Association for Cardio-‍‍Thoracic Surgery EACVI European Association of Cardiovascular Imaging EANM European Association of Nuclear Medicine EAPC European Association of Preventive Cardiology EAPCI European Association of Percutaneous Cardiovascular Interventions EAS European Atherosclerosis Society EASD European Association for the Study of Diabetes EBV Epstein-‍‍Barr virus ECG Electrocardiogram / Electrocardiographic ECHO Echocardiography/Echocardiogram ECLS Extracorporeal life support ECMO Extracorporeal membrane oxygenation ECST European Carotid Surgery Trial ECVF Extacellular volume fraction ED Erectile dysfunction/ Emergency department EDS-‍IV Ehlers-‍‍Danlos syndrome type IV EDV End-‍diastolic velocity EF Ejection fraction eGFR Estimated glomerular filtration rate EHRA European Heart Rhythm Association EIA External iliac artery EIF Eukaryotic translation initiation factor EMA European Medicines Agency EMB Endomyocardial biopsy EMS Emergency medical system/‍‍service ENA Anti-‍extractable nuclear antigens Enox Enoxaparin EP Electrophysiology EPD Embolic protection device EPS Electrophysiologic study ER Extended release formulations ERA Endothelin receptor antagonist EROA Effective regurgitant orifice area ERS European Respiratory Society ESC European Society of Cardiology ESCMID European Society of Clinical Microbiology and Infectious Diseases ESCT European Carotid Surgery Trial ESH European Society of Hypertension ESO European Stroke Organisation ESR European Society of Radiology/‍‍Erythrocyte sedimentation rate ESRD End-‍stage renal disease ESVS European Society for Vascular Surgery ETT Endotracheal tube EU European Union EULAR European League Against Rheumatism EuroSCORE European System for Cardiac Operative Risk Evaluation EVAR Endovascular aortic repair/‍‍reconstruction EVT endovascular therapy Exp+ Experimental therapy FAME-2 Fractional Flow Reserve-‍‍Guided Percutaneous Coronary Intervention Plus Optimal Medical Treatment Versus Optimal Medical Treatment Alone in Patients With Stable Coronary Artery Disease FBN1 Fibrillin 1 FC Functional class FCH Familial combined hyperlipidaemia FCM Ferric carboxymaltose FDA US Food and Drug Administration/‍‍ Food and Drug Administration FDG Fluorodeoxyglucose FFP Fresh frozen plasma FFR Fractional flow reserve FH Familial hypercholesterolaemia FHL1 Four and a half LIM domains 1 FINDRISC FINnish Diabetes RIsk SCore FL False lumen FLUVA Fluvastatin FMC First medical contact FMCTB First-medical-contact-to-balloon time FMF Familial Mediterranean fever Fonda Fondaparinux FPG Fasting plasma glucose FU Follow-‍‍up GFR Glomerular filtration rate/Estimated glomerular filtration rate GGTP Gamma-‍‍glutamyl transpeptidase GI Gastrointestinal GLP-1 Glucagon-‍‍like peptide-1 GLS Global longitudinal strain GM Granulocyte-‍‍macrophage GP Glycoprotein / General practitioner GRACE Global Registry of Acute Coronary Events GSV Great saphenous vein GUCH Grown-‍‍up patients with congenital heart disease HAART Highly active antiretroviral treatment HACEK Haemophilus parainfluenzae, H. aphrophilus, H. paraphrophilus, H. influenzae, Actinobacillus actinomycetemcomitans, Cardiobacterium hominis, Eikenella corrodens, Kingella kingae, and K. denitrificans HAS-‍BLED Hypertension, Abnormal renal/‍‍liver function, Stroke, Bleeding history or predisposition, Labile INR, Elderly (65), Drugs concomitantly/‍alcohol abuse HB Haemoglobin HbA1c Glycated haemoglobin / Glycated haemoglobin A1c HBPM Home BP monitoring HCM Hypertrophic cardiomyopathy HCV Hepatitis C virus HDAC Histone deacetylase HDL High density lipoprotein HDL-C High density lipoprotein-‍‍cholesterol HeFH Heterozygous familial hypercholesterolaemia HER2 Human epidermal growth factor receptor 2 HF Heart failure HFA Heart Failure Association H-‍FABP Heart-‍‍type fatty acid-‍binding protein HFmrEF Heart failure with mid-‍range ejection fraction HFpEF/‍ HF-‍PEF Heart failure with preserved ejection fraction HFrEF/‍ HF-‍REF Heart failure with reduced ejection fraction HHD Hypertensive heart disease HHV Human herpesvirus H-‍ISDN Hydralazine and isosorbide dinitrate HIT Heparin-‍‍induced thrombocytopenia HITS High intensity transient signal HIV Human immunodeficiency virus HoFH Homozygous familial hypercholesterolaemia HPAH Heritable PAH HR Heart rate HRCT High resolution CT hs-‍CRP high-‍sensitivity C-‍reactive protein HT/ HTN Hypertension HTG Hypertrigiyceridaemia i.v. / IV Intravenous IABP Intraaortic balloon pump IAS Inter-‍‍atrial septum ICA Invasive coronary angiography ICCU Intensive cardiac care unit ICD Implantable cardioverter defibrillator/‍‍ International Classification of Diseases ICH Intracranial haemorrhage ICU Intensive care unit ID Infectious disease IDF International Diabetes Federation IE Infective endocarditis IFG Impaired fasting glucose IFN Interferon-‍‍gamma IGRA Interferon-‍‍gamma release assay IGT Impaired glucose tolerance IHD Ischaemic heart disease IL-2 Interleukin 2 ILR Implantable loop recorder IMA Internal mammary artery IMH Intramural haematoma IMT Intima–media thickness INR International normalized ratio IN-‍TIME Implant-‍‍based multiparameter telemonitoring of patients with heart failure IOMC Iso-‍osmolar contrast medium IPAH Idiopathic pulmonary arterial hypertension IPF Idiopathic pulmonary fibrosis IRA Infarct related artery ISH Isolated systolic hypertension ISHLT International Society for Heart and Lung Transplantation IU International units IUD Intrauterine device IV Intravenous IV UHF Intravenous unfractionated heparin IVC Inferior vena cava IVDA Intravenous drug abusers IVIG Intravenous immunoglobulin IVUS Intravascular ultrasound JSAP Japanese Stable Angina Pectoris km per h Kilometres per hour LA Left atrium/‍‍atrial LAA Left atrial appendage LAD Left anterior descending (coronary artery) LAE Left atrial enlargement LAH Left anterior hemiblock LAVI Left atrial volume index LBBB Left bundle branch block LCC Left coronary cusp Lcx Left circumflex LD Loading dose LDH Lactate dehydrogenase LDL Low-‍density lipoprotein LDL-C Low-‍density lipoprotein-‍‍cholesterol LDLR Low density lipoprotein receptor LDS Loeys-‍‍Dietz syndrome LEAD Lower-‍‍extremity artery disease LEOPARD lentigines, ECG abnormalities, ocular hypertelorism, pulmonary stenosis, abnormal genitalia, retardation of growth, and sensorineural deafness LGE Late gadolinium enhancement LHD left heart disease LLN Lower limit of normality LM Left main LMNA Lamin A/C LMWH Low molecular weight heparin LOCM Low-‍osmolar contrast medium LoE Level of evidence LOVA Lovastatin Lp Lipoprotein Lp(a) Lipoprotein(a) LQTS Long QT syndrome LTBI Latent tuberculosis infection LV Left ventricle / left ventricular LVAD Left ventricular assist device LVEDD Left ventricular end-‍diastolic diameter LVEDP Left ventricular end diastolic pressure LVEF Left ventricular ejection fraction LVESD Left ventricular end-‍systolic diameter LVESV Left ventricular end-‍systolic volume LVESVI Left ventricular end-‍systolic volume index LVF Left ventricular function LVH Left ventricular hypertrophy LVM Left ventricular mass LVMI Left ventricular mass index LVOT Left ventricular outflow tract LVOTG Left ventricular outflow tract gradient LVOTO Left ventricular outflow tract obstruction MACE Major adverse cardiac events MADIT Multicenter Automatic Defibrillator Implantation Trial MASS II The medicine, angioplasty, or surgery study Mbq Millibecquerel MCS Mechanical circulatory support MD Maintenance dose MDCT Multidetector computed tomographic angiography/Multi-detector computed tomography MDRD Modifikation of Diet in Renal Disease Med RX Medial therapy MedPed Make Early Diagnosis to Prevent Early Deaths MELAS mitochondrial encephalomyopathy, lactic acidosis, and stroke-‍‍like episodes MERFF Myoclonic epilepsy with ragged red fibres MET Metabolic equivalent MetS Metabolic syndrome MI Myocardial infarction MIC Minimum inhibitory concentration MINOCA Myocardial infarction with non-‍obstructive coronary arteries mo. month(s) MPI Myocardial perfusion imaging MPR Multiplanar reconstruction MPS Myocardial perfusion scintigraphy / Myocardial perfusion stress MR Magnetic resonance/ Mitral regurgitation/ Mineralocorticoid receptor MRA Mineralocorticoid receptor antagonist / Magnetic resonance angiography MRAs Mineralocorticoid receptor antagonists MRI Magnetic resonance imaging MR-‍proANP Mid-‍regional pro atrial natriuretic peptide/‍‍ Mid-‍regional pro A-‍type natriuretic peptide MRSA Methicillin-‍‍resistant Staphylococcus aureus MS Mitral stenosis MSAD Multisite artery disease MSCT Multislice computed tomography MSSA Methicillin-‍‍susceptible Staphylococcus aureus mSv Millisievert MUGA Multigated radionuclide angiography mV millivolt(s) MV abn Mitral valve abnormality MVA Mitral valve area MWD Minute walk distance MWT Minute walk test MYBPC3 Myosin-‍‍binding protein C MYH7 Myosin, heavy chain 7 MYL3 Essential myosin light chain n.a/ NA not available/‍ Not available N/A Not applicable N/R Not reported NASCET North American Symptomatic Carotid Endarterectomy Trial NCC Non coronary cusp NCDR National cardiovascular data registry NIHSS National Institutes of Health stroke severity scale NIPPV Non-‍invasive positive pressure ventilation NIV Non-‍invasive ventilation NNH Numbers needed to harm NNT Numbers needed to treat/‍‍ Number of individuals needed to treat NOAC Non-‍vitamin K antagonist oral anticoagulant NOAC/ NOAC(s) Novel oral anticoagulant / New oral anticoagulant / Non-‍vitamin K antagonist direct oral anticoagulant/ Non-‍vitamin K antagonist oral anticoagulant(S) NOACS Non-‍vitamin K antagonist oral anticoagulants Non-‍HDL-‍C Non-‍HDL cholesterol NP Natriuretic peptide NPV Negative predictive value NR No recommendation NRT Nicotine replacement therapy NSAID Non-‍steroidal antiinflammatory drug(s) NSAIDs Non-‍steroidal anti-‍inflammatory drugs NSQIP National surgical quality improvement program NSTE Non-‍ST-‍elevation NSTE-‍ACS Non-‍ST-‍segment elevation acute coronary syndrome/ Non-‍ST elevation acute coronary syndrome NSTEMI Non-‍ST-‍elevation myocardial infarction NSVT Non-‍sustained ventricular tachycardia NTG Nitroglycerine NT-‍proBNP N-‍terminal pro B-‍type/‍brain natriuretic peptide NVE Native valve endocarditis NYHA New York Heart Association O2 Oxygen OAC Oral anticoagulation/‍ anticoagulant OARS Open-‍ended questions, Affirmation, Reflective listening, Summarising OCT Optical coherence tomography OD Organ damage OGTT Oral glucose tolerance test OHCA Out-‍of-‍hospital cardiac arrest OHS Obesity hypoventilation syndrome OMT Optimal medical therapy OR Odds ratio ORBIT Outcomes Registry for Better Informed Treatment of Atrial Fibrillation OSA Obstructive sleep apnoea p.o. Per os PA Postero-anterior/ Pulmonary artery/‍‍ Physical activity PAD Peripheral artery disease PADs Peripheral arterial diseases PAH Pulmonary arterial hypertension / Pulmonary hypertension PaO2 Partial pressure of oxygen PAP Pulmonary artery pressure/ Pulmonary arterial pressure PAR Protease-‍‍activated receptor PAU Penetrating aortic ulcer PAWP Pulmonary artery wedge pressure PCA Prostacyclin analogues PCC Prothrombin coagulation complax/‍‍ Prothrombin complex concentrates PCH Pulmonary capillary haemangiomatosis PCI Percutaneous coronary intervention PCIS Post-‍cardiac injury syndromes PCR Polymerase chain reaction PCSK9 Proprotein convertase subtilisin/‍‍kexin type 9 PCWP Pulmonary capillary wedge pressure PDE Phosphodiesterase type-5 inhibitors/ Phosphodiesterase PDE5 Phosphodiesterase type 5 PE Pulmonary embolism PEA Pulmonary endarterectomy PEP Primary endpoint PESI Pulmonary embolism severity index PET Positron emission tomography PFT Pulmonary function tests PH Pulmonary hypertension PISA Proximal isovelocity surface area PITA Pitavastatin PM Pacemaker/‍‍Pain management PMC Percutaneous mitral commissurotomy PPCM Peripartum cardiomyopathy PPI Proton pump inhibitor PPIs Proton pump inhibitors PPS Post-‍pericardiotomy syndrome PRAVA Pravastatin PRECISE-‍‍DAPT PREdicting bleeding Complications In patients undergoing Stent implantation and subsEquent Dual Anti Platelet Therapy PRIMARY PCI Primary percutaneous coronary intervention PRKAG2 Gamma-‍‍2 subunit of the adenosine monophosphate-‍‍activated protein kinase PS Pulmonary valve stenosis PTA Percutaneous transluminal angioplasty / Pre-‍test probability PTT Partial thromboplastin time PUFA/ PUFAs Polyunsaturated fatty acid/ Polyunsaturated fatty acids PVC Premature ventricular contraction/‍‍ Premature ventricular complex PVE Prosthetic valve endocarditis PVI Pulmonary vein isolation PVL Paravalvular leak PVOD Pulmonary veno-‍occlusive disease PVR Pulmonary vascular resistance PVS Programmed ventricular stimulation PWV Pulse wave velocity R Vol Regurgitant volume RA Right atrium/‍‍ Rheumatoid arthritis RAA Renin–angiotensin–aldosterone RAAS Renin-‍‍angiotensin-‍aldosterone system RAD Renal artery disease RAP Right atrial pressure RAS Renal artery stenosis / Renin-‍‍angiotensin system RBBB Right bundle branch block RBC Red blood cell RCC Right coronary cusp RCT/‍RCTs Randomized controlled trial RF Risk factor rFVIIa Activated recombinant factor VII RHC Right heart catheterization ROSU Rosuvastatin rPA Recombinant plasminogen activator/‍‍Right pulmonary artery r-PA Reteplase RR Relative risk RRR Relative risk reduction rtPA Recombinant tissue plasminogen activator RV Right ventricle/ventricular RVEDP Right ventricular end-‍diastolic pressure RVOT Right ventricular outflow tract RVOTO Right ventricular outlow tract obstruction RVSP Right ventricular systolic pressure S.C. Subcutaneous SA Signal-‍averaged SAA Septal alcohol ablation SADS Sudden arrhythmic death syndrome SAM Systolic anterior motion SAN Sinoatrial node SaO2 Saturated oxygen SAPT Single antiplatelet therapy SAS Sleep apnea syndrome SAVR Surgical aortic valve replacement SB Sinus bradycardia SBP Systolic blood pressure SCAD Stable coronary artery disease SCD Sudden cardiac death SCORE Systematic Coronary Risk Evaluation / Systematic Coronary Risk Estimation SFA Superficial femoral artery SGLT2 Sodium glucose co-‍transporter 2 SIDS Sudden infant death syndrome SIMVA Simvastatin SIRS Systemic inflammatory response SLE Systemic lupus erythematosus SMART Specific, Measurable, Achievable, Realistic and Timely SND Sinus node disease SPAP Systolic pulmonary artery pressure SPECT Single-‍‍photon emission computed tomography sPESI Simplified Pulmonary Embolism Severity Index SpO2 Saturation of peripheral oxygen SQTS Short QT syndrome SR Sinus rhythm SSS Sick sinus syndrome STE-‍ACS ST-‍segment elevation acute coronary syndrome STEMI ST-‍elevation myocardial infarction/ST-‍segment elevation myocardial infarction STS Society of Thoracic Surgeon/‍‍ Structured telephone support ST-T ST-‍segment-‍T wave SUDI Sudden unexplained death in infancy SUDS Sudden unexplained death syndrome SVG Saphenous vein graft Svi Stroke volume index SVR Surgical ventricular reconstruction. SVT Supraventricular tachycardia SWISSI II Swiss Interventional Study on Silent Ischemia Type II SYNTAX SYNergy between percutaneous coronary intervention with TAXus and cardiac surgery T1DM Type 1 diabetes mellitus T2DM Type 2 diabetes mellitus TA Tricuspid annulus TAA Thoracic aortic aneurysm TAAD Thoracic aortic aneurysms and dissection TAI Traumatic aortic injury TAPSE Tricuspid annulus plane systolic excursion TASC TransAtlantic Inter-‍‍Society Consensus TAVI Transcatheter aortic valve implantation/ Transaortic valve implantation TB Tuberculosis TC Total cholesterol TcPO2 Transcutaneous oxygen pressure T-DM1 Trastuzumab-‍‍emtansine TE Thromboembolism / Thrombo-‍‍embolic TEE Transesophageal echocardiogram TEVAR Thoracic endovascular aortic repair TG Triglyceride TGA Complete transposition of the great arteries Three DE Three dimensional echocardiography TIA Transient ischaemic attack / Transitory ischaemic attack TIBC Total iron-‍binding capacity TIME Trial of invasive versus medical therapy in elderly patients with chronic symptomatic coronary-‍‍artery disease TIMI Thrombolysis In Myocardial Infarction TKI Tyrosine kinase inhibitor TL True lumen TNF Tumor necrosis factor TNK-‍tPA Tenecteplase/‍‍Tenecteplase tissue plasminogen activator TNNI3 Troponin I, cardiac TNNT2 Troponin T TOE Transoesophageal echocardiography / echocardiogram tPA Tissue plasminogen activator t-PA Tissue plasminogen activator TPM1 Tropomyosin 1 alpha chain TR Tricuspid regurgitation TRAPS Tumour necrosis factor receptor-‍‍associated periodic syndrome TRL Triglyceride-‍‍rich lipoproteins TRV Tricuspid regurgitant velocity TS Tricuspid stenosis / Turner syndrome TSAT Transferrin saturation TSH Thyroid stimulating hormone TTE Transthoracic echocardiography TTR Time in therapeutic range / Transthyretin TV Tricuspid valve/‍‍ Television TVI Time–velocity integral TVR Tricuspid valve replacement Tx Tendon xanthomata UA Unstable angina UEAD Upper-‍‍extremity artery disease UFH Unfractionated heparin UHF Ultrafractionated heparin UK United Kingdom ULN Upper limit of normal US United States USA United States of America V/Q Scan ventilation–perfusion scintigraphy VA Vertebral artery/‍‍ Ventricular arrhythmia VAS Vitamin K antagonist VEGF Vascular endothelial growth factor VF Ventricular fibrillation VHD Valvular heart disease VKA Vitamin K antagonist VL Very low risk VO2 Oxygen consumption VPBs Ventricular premature beats vs Versus VSD Ventricular septal defect VT Ventricular tachycardia VTE Venous thromboembolism VV Interventricular VVI Ventricular inhibited pacing WBC White blood cells WCD Wearable cardioverter defibrillator WHF World Heart Federation WHO World Health Organization WPW Wolff-‍‍Parkinson-‍‍White WU Wood units"
}
]