[
{
	"page":"ENAS5273_1.0.0.0",
	"text":"1.0.0.0 Authors and legal information GUIDELINES COMMITTEE Chair: George Pentheroudakis; Co-Chair: Cristiana Sessa; Steering Committee Members: Dirk Arnold, Christian Buske, Fatima Cardoso, Paolo Casali, Andrés Cervantes, Elisabeth de Vries, Alan Horwich, Solange Peters, Rolf Stahel; Subject Editors: Jean-Yves Blay, Nicoletta Colombo, Karin Jordan, Ulrich Keilholz, Marco Ladetto, Lisa Licitra, Matthias Preusser, Carla Ripamonti, Elzbieta Senkus-Konefka; Deputy Subject Editors: Alfredo Berruti, Silke Gillessen, Mats Jerkeman, Jean-Pascal Machiels, Erika Martinelli, Ulrich Mey, Olivier Michielin, Martin Reck; Staff: Keith McGregor, Claire Bramley, Jennifer Lamarre, Sarah Escuin, Jean-Yves Douillard, Svetlana Jezdic. ESMO CLINICAL PRACTICE GUIDELINES Hodgkin’s lymphoma: ESMO Clinical Practice Guidelines for diagnosis, treatment and follow-​up Eichenauer DA, Engert A, André M, Federico M, Illidge T, Hutchings M and Ladetto M, on behalf of the ESMO Guidelines Working Group Ann Oncol 2014;25(Suppl 3):iii70–5 https://​annonc.oxfordjournals.org/​content/​25/​suppl_3/​iii70.​full.pdf+html Diffuse large B cell lymphoma (DLBCL): ESMO Clinical Practice Guidelines for diagnosis, treatment and follow-​up Tilly H, Gomes da Silva M, Vitolo U, Jack A, Meignan M, Lopez-​Guillermo A, Walewski J, André M, Johnson PW, Pfreundschuh M and Ladetto M, on behalf of the ESMO Guidelines Committee Ann Oncol 2015;26(Suppl 5):v116–25 https://​annonc.oxfordjournals.org/​content/​26/​suppl_5/​v116.​full.pdf+html Newly diagnosed and relapsed mantle cell lymphoma: ESMO Clinical Practice Guidelines for diagnosis, treatment and follow-​up Dreyling M, Campo E, Hermine O, Jerkeman M, Le Gouill S, Rule S, Shpilberg O, Walewski J and Ladetto M, on behalf of the ESMO Guidelines Committee Ann Oncol 2017;28(Suppl 4):iv62–71 https://​academic.oup.com/​annonc/​article-pdf/​28/​suppl_4/​iv62/​3958157/​mdx223.pdf Newly diagnosed and relapsed follicular lymphoma: ESMO Clinical Practice Guidelines for diagnosis, treatment and follow-​up Dreyling M, Ghielmini M, Rule S, Salles G, Vitolo U and Ladetto M, on behalf of the ESMO Guidelines Committee Ann Oncol 2016;27(Suppl 5):v83–90 https://​annonc.oxfordjournals.org/​content/​27/​suppl_5/​v83.full.​pdf+html Waldenström’s macroglobulinaemia: ESMO Clinical Practice Guidelines for diagnosis, treatment and follow-​up Buske C, Leblond V, Dimopoulos M, Kimby E, Jäger U and Dreyling M, on behalf of the ESMO Guidelines Working Group Ann Oncol 2013;24(Suppl 6):vi155–9 https://​annonc.oxfordjournals.org/​content/​24/​suppl_6/​vi155.​full.pdf+html Gastric marginal zone lymphoma of MALT type: ESMO Clinical Practice Guidelines for diagnosis, treatment and follow-​up Zucca E, Copie-​Bergman C, Ricardi U, Thieblemont C, Raderer M and Ladetto M, on behalf of the ESMO Guidelines Working Group Ann Oncol 2013;24(Suppl 6):vi144–8 https://​annonc.oxfordjournals.org/​content/​24/​suppl_6/​vi144.​full.pdf+html Primary cutaneous lymphomas: ESMO Clinical Practice Guidelines for diagnosis, treatment and follow-​up Willemze R, Hodak E, Zinzani PL, Specht L and Ladetto M, on behalf of the ESMO Guidelines Working Group Ann Oncol 2013;24(Suppl 6):vi149–54 https://​annonc.oxfordjournals.org/​content/​24/​suppl_6/​vi149.​full.​pdf+html Peripheral T cell lymphomas: ESMO Clinical Practice Guidelines for diagnosis, treatment and follow-​up d’Amore F, Gaulard P, Trümper L, Corradini P, Kim W-S, Specht L, Bjerregaard Pedersen M and Ladetto M, on behalf of the ESMO Guidelines Committee Ann Oncol 2015;26(Suppl 5):v108–15 https://​annonc.oxfordjournals.org/​content/​26/​suppl_5/​v108.​full.​pdf+html Extranodal diffuse large B cell lymphoma (DLBCL) and primary mediastinal B cell lymphoma: ESMO Clinical Practice Guidelines for diagnosis, treatment and follow-​up Vitolo U, Seymour JF, Martelli M, Illerhaus G, Illidge T, Zucca E, Campo E and Ladetto M, on behalf of the ESMO Guidelines Committee Ann Oncol 2016;27(Suppl 5):v91–102 https://​annonc.oxfordjournals.org/​content/​27/​suppl_5/​v91.full.​pdf+html Chronic lymphocytic leukaemia: ESMO Clinical Practice Guidelines for diagnosis, treatment and follow-​up Eichhorst B, Robak T, Montserrat E, Ghia P, Hillmen P, Hallek M and Buske C, on behalf of the ESMO Guidelines Committee Ann Oncol 2015;26(Suppl 5):v78–84 https://​annonc.oxfordjournals.org/​content/​26/​suppl_5/​v78.full.​pdf+html Chronic lymphocytic leukaemia: eUpdate published online September 2016 Eichhorst B, Robak T, Montserrat E, Ghia P, Hillmen P, Hallek M and Buske C, on behalf of the ESMO Guidelines Committee Ann Oncol 2016; 27(Suppl 5): v143 https://​academic.​oup.com/​annonc/​article-​pdf/​27/suppl_5/​v143/​1741718/​mdw359.pdf Chronic lymphocytic leukaemia: eUpdate published online 27 June 2017 ESMO Guidelines Committee Ann Oncol 2017;28(Suppl 4):iv149 https://​academic.​oup.com/​annonc/​article-​pdf/28/​suppl_4/​iv149/​3958163/​mdx242.pdf Hairy cell leukaemia: ESMO Clinical Practice Guidelines for diagnosis, treatment and follow-​up Robak T, Matutes E, Catovsky D, Zinzani PL and Buske C, on behalf of the ESMO Guidelines Committee Ann Oncol 2015;26(Suppl 5):v100–7 https://​annonc.oxfordjournals.org/​content/​early/​2015/08/12/​annonc.​mdv200.​full.​pdf+html ESMO POCKET GUIDELINES PROVIDE YOU WITH A CONCISE SUMMARY OF THE FUNDAMENTAL RECOMMENDATIONS MADE IN THE PARENT GUIDELINES IN AN EASILY ACCESSIBLE FORMAT. This quick reference booklet provides you with the most important content of the full ESMO Clinical Practice Guidelines (CPGs) on the management of lymphomas (Hodgkin’s lymphoma, diffuse large B cell lymphoma, mantle cell lymphoma, follicular lymphoma, Waldenström’s macroglobulinaemia, gastric marginal zone lymphoma of MALT type, primary cutaneous lymphomas, peripheral T cell lymphomas, extranodal diffuse large B cell lymphoma and primary mediastinal B cell lymphoma, chronic lymphocytic leukaemia and hairy cell leukaemia). Key content includes diagnostic criteria, staging of disease, treatment plans and follow-​up. The ESMO CPGs on lymphomas are intended to provide you with a set of recommendations for the best standards of care for lymphoma, using evidence-​based medicine. Implementation of ESMO CPGs facilitates knowledge uptake and helps you to deliver an appropriate quality of focused care to your patients. Please note that this document is not exhaustive and it may be important to refer to the full CPGs for critical clinical decision-​making. The approval and licensed indication of drugs mentioned in this pocket guideline may vary in different countries. Please consult your local prescribing information. This booklet can be used as a quick reference guide to access key content on evidence-​based management of lymphomas. Please visit http://www.esmo.org or http://​oncologypro.esmo.org to view the full guidelines."
},
{
	"page":"ENAS5273_2.0.0.0",
	"text":"DIAGNOSIS AND PATHOLOGY/MOLECULAR BIOLOGY 2.0.0.0 Diagnosis and pathology Diagnosis should be based on a surgical specimen/‍excisional lymph node biopsy Core biopsies should be carried out only when lymph nodes are not easily accessible (e.g. retroperitoneal bulk), as follicular lymphoma (FL) grading heterogeneity can be difficult to assess on core biopsies Re-‍biopsy may be required if the material is not adequate Fine needle aspirations are inappropriate for a reliable diagnosis Histological diagnosis should be made according to World Health Organization (WHO) classification Lymph node biopsies should be graded according to the number of blasts/high-‍power field, as shown in the table here"
},
{
	"page":"ENAS5273_3.0.0.0",
	"text":"3.0.0.0 Grading of follicular lymphoma GRADE DESCRIPTION 1 ≤ 5 blasts/high-‍power field 2 6–15 blasts/high-‍power field 3A > 15 blasts/high-‍power field, centroblasts with intermingled centrocytes 3B > 15 blasts/high-‍power field, pure sheets of blasts FL grade 3B (with sheets of blasts) is an aggressive lymphoma and should be treated as such, whereas grade 1, 2 and 3A should be treated as indolent disease Atypical infiltration patterns (diffuse areas, even with small cells) should be reviewed by an expert haematopathologist, especially in grade 3A or 3B disease"
},
{
	"page":"ENAS5273_4.1.0.0",
	"text":"4.0.0.0 Staging and risk assessment 4.1.0.0 Overview Initial staging, as shown in the table (see here), should be thorough, particularly for the 10–15% of patients with early stage I and II FL Initial work-‍up should include a computed tomography (CT) scan of the neck, chest, abdomen and pelvis and a bone marrow aspirate and biopsy, as shown in the table (see here) Positron emission tomography (PET)-CT improves the accuracy of staging for nodal and extranodal sites and is recommended for routine staging It is particularly important in confirming localised stage I/II before involved-‍field radiotherapy A complete blood count, routine blood chemistry including lactate dehydrogenase (LDH), β2 microglobulin and uric acid as well as human immunodeficiency virus (HIV), hepatitis B virus (HBV) and hepatitis C virus (HCV) screening are required Staging is carried out according to the Ann Arbor classification system, as shown in the table (see here), with mention of bulky disease (> 7 cm) when appropriate A Follicular Lymphoma-‍specific International Prognostic Index (FLIPI) has been established for prognostic purposes, as shown in the table (see here), and a revised version, FLIPI 2 (incorporating β2 microglobulin, diameter of largest lymph node, bone marrow involvement and haemoglobin level), has been suggested for patients requiring treatment which may be more informative on progression-‍free survival (PFS) Cases with infiltrating T cells have a more favourable clinical course compared with those with non-‍specific macrophage bystander cells A clinicogenetic risk score (m7-‍FLIPI) based on the mutation status of 7 candidate genes (EZH2, ARID1A, MEF2B, EP300, FOXO1, CREBBP and CARD11) has been proposed but the techniques are not yet established in routine clinical practice Due to conflicting immunohistochemistry (IHC) data, biological parameters are still investigational for prognostic assessment and clinical decision-‍making Additional biopsy material should be stored fresh frozen for possible future additional molecular analyses"
},
{
	"page":"ENAS5273_4.2.0.0",
	"text":"4.2.0.0 Ann Arbor classification STAGE AREA OF INVOLVEMENT I (IE) One lymph node region or extralymphatic site (IE) II (IIE) Two or more lymph node regions or at least one lymph node region plus a localised extralymphatic site (IIE) on the same side of the diaphragm III (IIIE, IIIS) Lymph node regions or lymphoid structures (e.g. thymus, Waldeyer’s ring) on both sides of the diaphragm with optional localised extranodal site (IIIE) or spleen (IIIS) IV Diffuse or disseminated extralymphatic organ involvement Stages are additionally denoted &#39;A&#39; or &#39;B&#39;: A: no symptoms B: unexplained fever of > 38°C, drenching night sweats; or loss of >10% body weight within 6 months"
},
{
	"page":"ENAS5273_4.3.0.0",
	"text":"4.3.0.0 Diagnostic work-‍up HISTORY B SYMPTOMS Physical examination Peripheral lymph nodes, liver, spleen Laboratory work-‍up Blood and differential count Optional: FACS on peripheral blood, PCR for BCL2 rearrangement LDH, uric acid Electrophoresis (optional: immune fixation) β2 microglobulin (FLIPI 2) Serology Hepatitis B, C and HIV serology Imaging CT neck, chest, abdomen, pelvis Recommended: PET-‍CT* Optional: abdominal ultrasound Bone marrow† Histology Cytology Optional: FACS, PCR for BCL2 rearrangement Toxicity Electrocardiogram, cardiac ultrasound (before anthracyclines, ASCT) Creatinine clearance Reproductive counselling in young patients ASCT, autologous stem cell transplantation; BCL2, B-‍cell lymphoma 2; CT, computed tomograpy; FACS, fluorescence-‍activated cell sorting; FLIPI 2, Follicular Lymphoma-‍specific International Prognostic Index 2; HIV, human immunodeficiency virus; LDH, lactate dehydrogenase; PCR, polymerase chain reaction; PET, positron emission tomography *To confirm localised disease or in the case of suspected transformation †If clinically indicated"
},
{
	"page":"ENAS5273_4.4.0.0",
	"text":"4.4.0.0 FLIPI risk factors FOLLICULAR LYMPHOMA-SPECIFIC INTERNATIONAL PROGNOSTIC INDEX (FLIPI) RISK FACTORS PARAMETER DEFINITION OF RISK FACTORS* FLIPI 1 FLIPI 2 Nodal sites > 4 lymph node regions Long diameter of largest lymph node > 6 cm Age > 60 years > 60 years Serum marker Elevated LDH Elevated β2 microglobulin Stage Advanced (III–IV according to Ann Arbor classification) Bone marrow involvement Haemoglobin < 12 g/dL < 12 g/dL *0–1 risk factors: low risk; 2 risk factors: intermediate risk; 3–5 risk factors: high risk LDH, lactate dehydrogenase"
},
{
	"page":"ENAS5273_5.1.1.0",
	"text":"5.0.0.0 Treatment 5.1.0.0 First-‍line 5.1.1.0 Stage I–II In patients with limited non-‍bulky stages I–II FL, radiotherapy (involved field, 24 Gy) is the preferred treatment with a potentially curative potential, whereas the inferior 2 x 2 Gy schedule is palliative In selected cases, watchful waiting or rituximab monotherapy may be used to avoid the side effects of radiotherapy (e.g. cervical: sicca syndrome, hypothyroidism; abdominal: mucositis, myeloablative suppression) Systemic therapy used for advanced stages is also recommended for stage I–II patients with large tumour burden, adverse clinical or biological prognostic features or when local radiotherapy is not applicable (e.g. lung, liver)"
},
{
	"page":"ENAS5273_5.1.2.0",
	"text":"5.1.2.0 Stage III–IV Induction No curative therapy is yet established for most patients with advanced disease In line with the natural course of the disease, therapy should be initiated only when symptoms occur, including B symptoms, haematopoietic impairment, bulky disease, vital organ compression, ascites, pleural effusion or rapid lymphoma progression, as shown in the table here"
},
{
	"page":"ENAS5273_5.2.0.0",
	"text":"5.2.0.0 High tumour burden criteria in FL HIGH TUMOUR BURDEN CRITERIA IN FL (GROUPE D&#39;ETUDE DES LYMPHOMES FOLLICULAIRES) PARAMETER HIGH TUMOUR BURDEN CRITERIA Lymph nodes Bulk (> 7 cm) or 3 lymph nodes in distinct areas > 3 cm Spleen Symptomatic splenic enlargement (Potential) complication Organ compression by tumour, pleural or peritoneal effusion Serum markers Elevated LDH or elevated β2 microglobulin Clinical presentation B symptoms* *See Ann Arbor Classification table here  FL, follicular lymphoma; LDH, lactate dehydrogenase"
},
{
	"page":"ENAS5273_5.3.1.0",
	"text":"5.3.0.0 Therapeutic approach 5.3.1.0 Overview Early initiation of rituximab improves PFS but no survival benefit has yet been determined and the benefit of rituximab maintenance in this setting appears doubtful The current therapeutic approach is based on clinical risk factors, symptoms and the patient perspective, as shown in the figure here"
},
{
	"page":"ENAS5273_5.4.0.0",
	"text":"5.4.0.0 Combined chemoimmunotherapy The PFS and overall survival (OS) benefit of rituximab addition to chemotherapy has been confirmed, as shown in the table below COMBINED CHEMOIMMUNOTHERAPY IN FL (FIRST-LINE) Marcus et al. STUDY R-CVP TOTAL NO. OF PATIENTS 159 MEDIAN FOLLOW-‍UP 53 months OVERALL RESPONSE 81% (P < 0.0001) TIME TO TREATMENT FAILURE (MONTHS) 27 (P < 0.0001) OVERALL SURVIVAL 83% (4 years) (P = 0.029) Hiddemann et al. STUDY R-‍CHOP TOTAL NO. OF PATIENTS 223 MEDIAN FOLLOW-‍UP 58 months OVERALL RESPONSE 96% TIME TO TREATMENT FAILURE (MONTHS) NR (P < 0.001) OVERALL SURVIVAL 90% (2 years) (P = 0.0493) Herold et al. STUDY R-MCP TOTAL NO. OF PATIENTS 105 MEDIAN FOLLOW-‍UP 48 months OVERALL RESPONSE 92% (P = 0.0009) TIME TO TREATMENT FAILURE (MONTHS) NR (P < 0.0001) OVERALL SURVIVAL 87% (4 years) (P = 0.0096) Bachy et al. STUDY R-‍CHVP-‍IFN TOTAL NO. OF PATIENTS 175 MEDIAN FOLLOW-‍UP 99 months OVERALL RESPONSE 81% (P = 0.035) TIME TO TREATMENT FAILURE (MONTHS) 66 (P = 0.0004) OVERALL SURVIVAL 79% (8 years) (P = 0.076) Rummel et al. STUDY BR TOTAL NO. OF PATIENTS 139 MEDIAN FOLLOW-‍UP 34 months OVERALL RESPONSE 93% TIME TO TREATMENT FAILURE (MONTHS) NR OVERALL SURVIVAL 84% (4 years) Federico et al. STUDY R-CVP +R maintenance TOTAL NO. OF PATIENTS 178 MEDIAN FOLLOW-‍UP 34 months OVERALL RESPONSE 88% TIME TO TREATMENT FAILURE (MONTHS) 46% (3 years) OVERALL SURVIVAL 95% (3 years) Federico et al. STUDY R-‍CHOP +R maintenance TOTAL NO. OF PATIENTS 178 MEDIAN FOLLOW-‍UP 34 months OVERALL RESPONSE 93% TIME TO TREATMENT FAILURE (MONTHS) 62% (3 years) OVERALL SURVIVAL 95% (3 years) Federico et al. STUDY R-FM +R maintenance TOTAL NO. OF PATIENTS 178 MEDIAN FOLLOW-‍UP 34 months OVERALL RESPONSE 91% TIME TO TREATMENT FAILURE (MONTHS) 59% (3 years) OVERALL SURVIVAL 95% (3 years) Vitolo et al. STUDY 4 x R-FND + 4 x R +/-R maintenance TOTAL NO. OF PATIENTS 234 MEDIAN FOLLOW-‍UP 42 months OVERALL RESPONSE 86% TIME TO TREATMENT FAILURE (MONTHS) NR OVERALL SURVIVAL 89% (3 years) BR, bendamustine/rituximab; CHOP, cyclophosphamide/doxorubicin/vincristine/prednisolone; CHVP, cyclophosphamide/doxorubicin/etoposide/prednisone; CVP, cyclophosphamide/vincristine/prednisolone; FL, follicular lymphoma; FM, fludarabine/mitoxantrone; FND, cyclophosphamide/vincristine/prednisolone; IFN, interferon; MCP, mitoxantrone/chlorambucil/ prednisone; NR, not reached; P, significance levels in comparison with chemotherapy only; R, rituximab Marcus R, et al. J Clin Oncol 2008;26:4579–86; Hiddemann W, et al. Blood 2005;106: 3725–32; Herold M, et al. J Clin Oncol 2007;25:1986–92; Bachy E, et al. Haematologica 2013;98:1107–14; Rummel M, et al. Lancet 2013;381:1203–10; Federico M, et al. J Clin Oncol 2013;31:1506–13; Vitolo U, et al. J Clin Oncol 2013;31:3351–9 Rituximab in combination with chemotherapy such as CHOP (cyclophosphamide/‍doxorubicin/‍vincristine/‍prednisone) or bendamustine is recommended to achieve complete remission and prolonged PFS CVP (cyclophosphamide/‍vincristine/​prednisone) is less effective Full courses of the purine analogue-‍based schemes fludarabine/‍cyclophosphamide (FC) or fludarabine/‍mitoxantrone (FM) are not recommended due to higher haematological toxicities A brief chemoimmunotherapy course with a full rituximab course is an alternative in elderly patients, with good efficacy and low toxicity If there is evidence (histological grade 3B or clinical signs of transformation) of more aggressive lymphoma, an anthracycline-‍based regimen (rituximab-‍CHOP [R-‍CHOP]) should be used Antibody monotherapy (rituximab, radioimmunotherapy) or chlorambucil plus rituximab remain alternatives for patients with a low-‍risk profile or when conventional chemotherapy is contraindicated In patients with positive hepatitis B serology including occult carrier (HBS Ag-‍negative and anti-‍core positive), prophylactic antiviral medication and regular monitoring of HBV DNA are strongly recommended"
},
{
	"page":"ENAS5273_5.5.0.0",
	"text":"5.5.0.0 Consolidation/maintenance Rituximab maintenance for 2 years improves PFS, whereas a shorter maintenance period results in inferior benefit Radioimmunotherapy consolidation also prolongs PFS after chemotherapy, but the benefit is inferior in comparison with 2 years of rituximab maintenance Myeloablative consolidation followed by autologous stem cell transplantation (ASCT) prolongs PFS after chemotherapy but its benefit after a rituximab-‍containing induction is minor and it is not recommended in first-‍line therapy for responding patients"
},
{
	"page":"ENAS5273_5.6.0.0",
	"text":"5.6.0.0 Relapsed disease A new biopsy is strongly recommended at relapse to exclude transformation into an aggressive lymphoma, and PET guidance might be useful Observation is an accepted approach in asymptomatic patients with low tumour burden Selection of salvage treatment depends on efficacy of prior regimens In early relapses (< 12–24 months), a non-‍cross-‍resistant scheme is preferred (e.g. bendamustine after CHOP or vice versa), with alternative options including fludarabine-‍based, platinum salts-‍based or alkylating agents-‍based regimens Rituximab should be added if the previous antibody-‍containing scheme achieved a > 6–12-‍month remission duration Obinutuzumab in combination with bendamustine is approved by the European Medicines Agency for patients who relapsed under rituximab-‍containing treatment or within 6 months following treatment with rituximab-‍containing regimens Rituximab monotherapy can be used for symptomatic, low tumour burden disease Radioimmunotherapy (90yttrium-‍ibritumomab-‍tiuxetan) is a potential approach for elderly patients with comorbidities not eligible for chemotherapy Rituximab maintenance for up to 2 years has a favourable side effect profile and prolongs PFS and OS in relapsed disease, even after antibody-‍containing induction, in patients who have not received antibody as first-‍line therapy Second-‍line maintenance treatment has not been investigated in first-‍line maintenance relapse and should not be used in this setting High-‍dose chemotherapy with ASCT prolongs PFS and OS and should be considered, especially in patients with short remissions (< 2–3 years) after rituximab-‍containing regimens, although its role in the rituximab area needs to be redefined Subsequent rituximab maintenance may improve PFS In later relapses, monotherapy is an established palliative option The phosphoinositide 3-‍kinase (PI3K) inhibitor idelalisib has been registered in double-‍refractory FL but may be associated with an increased mortality risk due to pulmonary morbidity (atypical pneumonias/‍pneumonitis) Appropriate prophylaxis (cotrimoxazole/‍acyclovir) is strongly recommended and cytomegalovirus (CMV) monitoring is advised In selected younger patients with later relapses of high-‍risk profile or relapse after ASCT, a potentially curative allogeneic stem cell transplantation (preferably with dose-‍reduced conditioning) may be considered, especially in early relapse and refractory disease"
},
{
	"page":"ENAS5273_5.7.0.0",
	"text":"5.7.0.0 Innovative approaches Activity of new approaches, including lenalidomide-rituximab and additional inhibitors of the B cell signalling pathway, in phase II studies has yet to be confirmed in randomised phase III studies The combination of bortezomib-rituximab has only a minor benefit compared with antibody monotherapy"
},
{
	"page":"ENAS5273_5.8.0.0",
	"text":"5.8.0.0 Response evaluation Appropriate imaging evaluation should be carried out mid-‍term and after chemotherapy completion Patients with an inadequate response (less than partial response [PR]) should be evaluated for early salvage regimens PR patients may convert to complete response (CR) with rituximab maintenance PET-‍CT after chemotherapy induction completion is recommended because persistent PET-‍positivity indicates worse prognosis, although the therapeutic consequences remain undefined Minimal residual disease (MRD) analysis by polymerase chain reaction (PCR) at the end of treatment is an independent predictor of long-‍term outcome, but should not guide therapeutic strategies outside clinical studies"
},
{
	"page":"ENAS5273_6.0.0.0",
	"text":"6.0.0.0 Personalised medicine The selection of optimal treatment is based mainly on clinical risk factors, symptoms and patient perspective PET- and MRD-‍based tailored treatments are not yet routine clinical practice Paediatric FL, which occurs in both children and adults, is characterised by localised disease, the absence of B cell lymphoma 2 (BCL2) aberrations, lack of t(14;18), grade III and a high proliferation rate It follows a more indolent course and should be managed with local therapy only"
},
{
	"page":"ENAS5273_7.1.0.0",
	"text":"FOLLOW-UP AND LONG-TERM IMPLICATIONS AND SURVIVORSHIP 7.0.0.0 Follow-‍up 7.1.0.0 Overview Minimal follow-‍up recommendations, based on consensus rather than on evidence, are shown in the table here and algorithms here After local radiotherapy, a history and physical examination should be conducted every 6 months for 2 years and subsequently once a year, if clinically indicated After (during continuous) systemic treatment, a history and physical examination should be conducted every 3–4 months for 2 years, every 6 months for 3 additional years and subsequently once a year Blood count and routine chemistry should be carried out every 6 months for 2 years, then only as needed for evaluation of suspicious symptoms Evaluation of thyroid function in patients with irradiation of the neck should be carried out at 1, 2 and 5 years Minimal adequate radiological or ultrasound examinations should be carried out every 6 months for 2 years and optionally annually up to 5 years Regular CT scans are not mandatory outside of clinical trials, especially if abdominal ultrasound is applicable PET-‍CT should be not used for surveillance MRD screening may be carried out in clinical studies but should not guide therapeutic strategies"
},
{
	"page":"ENAS5273_7.2.0.0",
	"text":"7.2.0.0 Recommended follow-‍up after end of therapy EXAMINATION: History DETAILS: B symptoms YEAR 1–2 YEAR 3–5 YEAR > 5 Every 3–4 months Twice annually Annually EXAMINATION: Physical examination DETAILS: Particular: peripheral lymph nodes, liver, spleen YEAR 1–2 YEAR 3–5 YEAR > 5 Every 3–4 months Twice annually Annually EXAMINATION: Laboratory work-‍up DETAILS: Blood and differential count YEAR 1–2 YEAR 3–5 YEAR > 5 Every 3–4 months Twice annually Annually EXAMINATION: Laboratory work-‍up DETAILS: LDH YEAR 1–2 YEAR 3–5 YEAR > 5 Every 3–4 months Twice annually If progress suspected EXAMINATION: Imaging DETAILS: Abdominal ultrasound YEAR 1–2 YEAR 3–5 YEAR > 5 Twice annually Every 12 months If progress suspected EXAMINATION: Imaging DETAILS: CT neck, chest, abdomen, pelvis YEAR 1–2 YEAR 3–5 YEAR > 5 Optional: 6–12 months Optional: 12–24 months If progress suspected"
},
{
	"page":"ENAS5273_7.3.0.0",
	"text":"Tumor burden Select Low High Stage Select Treatment type Select Front line Relapse/progression Later relapse/progression Recommendations Abbreviation(s) and Footnote(s) Reset ASCT, autologous stem cell transplantation; BR, bendamustine-rituximab; CHOP, cyclophosphamide/​doxorubicin/​vincristine/​prednisolone; CR, complete response; CVP, cyclophosphamide/​vincristine/​prednisolone; PR, partial response; R, rituximab *According to biological age**Especially if transformation is suspected***70–90 mg/m2, 4–6 cycles"
},
{
	"page":"ENAS5273_8.1.0.0",
	"text":"DIAGNOSIS AND PATHOLOGY/MOLECULAR BIOLOGY Diagnosis should be based on a surgical specimen/‍excisional lymph node biopsy Core biopsies should be carried out only when lymph nodes are not easily accessible (e.g. retroperitoneal bulk) because of FL grading heterogeneity Fine needle aspirations are inappropriate for a reliable diagnosis Histological diagnosis should be made according to the WHO classification Lymph node biopsies should be graded according to the number of blasts/high-‍power field FL grade 3B (with sheets of blasts) is an aggressive lymphoma and should be treated as such, whereas grade 1, 2 and 3A should be treated as indolent disease Atypical infiltration patterns (diffuse areas, even with small cells) should be reviewed by an expert haematopathologist, especially in grade 3A or 3B disease"
},
{
	"page":"ENAS5273_8.2.0.0",
	"text":"8.2.0.0 Staging and risk assessment Initial staging should be thorough, particularly for early stage I and II FL Initial work-‍up should include a CT scan of the neck, chest, abdomen and pelvis and a bone marrow aspirate and biopsy PET-‍CT is recommended for routine staging and is particularly important in confirming localised stage I/II before involved-‍field radiotherapy A complete blood count, routine blood chemistry including LDH, β2 microglobulin and uric acid and HIV, HBV and HCV screening are required The Ann Arbor classification system should be used for staging, with mention of bulky disease (> 7 cm) when appropriate Use of the prognostic indices FLIPI 1 and, where PFS is important, FLIPI 2 may be useful Cases with infiltrating T cells have a more favourable clinical course compared with those with non-‍specific macrophage bystander cells A clinicogenetic risk score (m7-‍FLIPI) based on the mutation status of 7 candidate genes (EZH2, ARID1A, MEF2B, EP300, FOXO1, CREBBP and CARD11) has been proposed but not established Biological parameters are still investigational for prognostic assessment and clinical decision-‍making Additional biopsy material should be stored fresh frozen for possible future additional molecular analyses"
},
{
	"page":"ENAS5273_8.3.1.0",
	"text":"8.3.0.0 Treatment 8.3.1.0 First-‍line Stage I–II Potentially curative involved field radiotherapy (24 Gy) is recommended for limited non-‍bulky stages I–II FL, whereas the inferior 2 x 2 Gy schedule is palliative In selected cases, watchful waiting or rituximab monotherapy may be used to avoid the side effects of radiotherapy Systemic therapy used for advanced stages is also recommended for stage I–II patients with large tumour burden, adverse clinical or biological prognostic features or when local radiotherapy is not applicable (e.g. lung, liver) Stage III–IV Induction No curative therapy is yet established for most patients with advanced disease Therapy should be initiated only when symptoms occur, including B symptoms, haematopoietic impairment, bulky disease, vital organ compression, ascites, pleural effusion or rapid lymphoma progression Early initiation of rituximab improves PFS but not survival and the benefit of rituximab maintenance in this setting is doubtful The current therapeutic approach is based on clinical risk factors, symptoms and the patient perspective Rituximab in combination with chemotherapy such as CHOP or bendamustine is recommended to achieve complete remission and prolonged PFS, whereas CVP is less effective Full courses of FC or FM are not recommended due to higher haematological toxicities A brief chemoimmunotherapy course with a full rituximab course is an alternative in elderly patients, with good efficacy and low toxicity If there is evidence (histological grade IIIB or clinical signs of transformation) of more aggressive lymphoma, an anthracycline-‍based regimen (R-‍CHOP) is recommended Antibody monotherapy (rituximab, radioimmunotherapy) or chlorambucil plus rituximab remain alternatives for patients with a low-‍risk profile or when conventional chemotherapy is contraindicated In patients with positive hepatitis B serology including occult carrier, prophylactic antiviral medication and regular monitoring of HBV DNA are strongly recommended"
},
{
	"page":"ENAS5273_8.3.2.0",
	"text":"8.3.2.0 Consolidation/maintenance Rituximab maintenance for 2 years improves PFS, whereas a shorter maintenance period or post-‍chemotherapy radioimmunotherapy consolidation results in inferior benefit Myeloablative consolidation followed by ASCT prolongs PFS after chemotherapy but its benefit after a rituximab-‍containing induction is minor and it is not recommended in first-‍line therapy for responding patients"
},
{
	"page":"ENAS5273_8.3.3.0",
	"text":"8.3.3.0 Relapsed disease A new biopsy is strongly recommended at relapse to exclude transformation into an aggressive lymphoma Observation is an accepted approach in asymptomatic patients with low tumour burden Selection of salvage treatment depends on efficacy of prior regimens In early relapses (< 12–24 months), a non-‍cross-‍resistant scheme is preferred (e.g. bendamustine after CHOP or vice versa), with alternative options including fludarabine-‍based, platinum salts-‍based or alkylating agents-‍based regimens Rituximab should be added if the previous antibody-‍containing scheme achieved a > 6–12-‍month remission duration Obinutuzumab in combination with bendamustine is approved by the European Medicines Agency for rituximab-‍refractory cases Rituximab monotherapy can be used for symptomatic, low tumour burden disease Radioimmunotherapy (90yttrium-‍ibritumomab-‍tiuxetan) is a potential approach for elderly patients with comorbidities not eligible for chemotherapy Rituximab maintenance for up to 2 years has a favourable side effect profile and prolongs PFS and OS in relapsed disease, even after antibody-‍containing induction, in patients not receiving the antibody first line Second-‍line maintenance treatment should not be used in the setting of first-‍line maintenance relapse High-‍dose chemotherapy with ASCT prolongs PFS and OS and should be considered, especially in patients with short first remissions (< 2–3 years) after rituximab-‍containing regimens, and subsequent rituximab maintenance may improve PFS In later relapses, monotherapy is an established palliative option Idelalisib is registered for double-‍refractory FL; because of pulmonary morbidity, appropriate prophylaxis (cotrimoxazole/‍acyclovir) is strongly recommended and CMV monitoring is advised In selected younger patients with later relapses of high-‍risk profile or relapse after ASCT, a potentially curative allogeneic stem cell transplantation (preferably with dose-‍reduced conditioning) may be considered, especially in early relapse and refractory disease"
},
{
	"page":"ENAS5273_8.3.4.0",
	"text":"8.3.4.0 Innovative approaches Activity of new approaches, including lenalidomide-rituximab and additional B cell signalling pathway inhibitors, has yet to be confirmed in randomised phase III studies Bortezomib-rituximab has only a minor benefit compared with antibody monotherapy"
},
{
	"page":"ENAS5273_8.3.5.0",
	"text":"8.3.5.0 Response evaluation Appropriate imaging evaluation should be carried out mid-‍term and after chemotherapy completion Patients with less than a PR should be evaluated for early salvage regimens PR patients may convert to CR with rituximab maintenance PET-‍CT after chemotherapy induction completion is recommended because persistent PET-‍positivity indicates worse prognosis End of treatment PCR MRD analysis is an independent predictor of long-‍term outcome but should not guide therapeutic strategies"
},
{
	"page":"ENAS5273_8.4.0.0",
	"text":"8.4.0.0 Personalised medicine The selection of optimal treatment is based mainly on clinical risk factors, symptoms and patient perspective PET- and MRD-‍based tailored treatments are not yet routine clinical practice Paediatric FL follows a more indolent course and should be managed with local therapy only"
},
{
	"page":"ENAS5273_8.5.0.0",
	"text":"FOLLOW-UP AND LONG-TERM IMPLICATIONS AND SURVIVORSHIP 8.5.0.0 Follow-‍up A history and physical examination should be conducted: every 6 months for 2 years and subsequently once a year, if clinically indicated, after local radiotherapy; every 3–4 months for 2 years, every 6 months for 3 additional years and subsequently once a year after (during) systemic treatment Blood count and routine chemistry should be carried out every 6 months for 2 years, then only when there are suspicious symptoms Evaluation of thyroid function in patients with irradiation of the neck should be carried out at 1, 2 and 5 years Minimal adequate radiological or ultrasound examinations should be carried out every 6 months for 2 years and optionally annually up to 5 years Regular CT scans are not mandatory, especially if abdominal ultrasound is applicable PET-‍CT should be not used for surveillance MRD screening may be carried out in clinical studies but should not guide therapeutic strategies"
},
{
	"page":"ENAS5273_9.0.0.0",
	"text":"aaIPI age-‍adjusted International Prognostic Index ABC activated B cell ABVD doxorubicin/‍bleomycin/‍vinblastine/‍dacarbazine ACVBP doxorubicin/‍vindesine/‍cyclophosphamide/‍bleomycin/‍prednisolone AITL angioimmunoblastic T cell lymphoma ALCL anaplastic large cell lymphoma ALK anaplastic lymphoma kinase alloHSCT allogeneic haematopoietic stem cell transplantation alloSCT allogeneic stem cell transplantation anti-‍HBc hepatitis B core antibody anti-‍HBs hepatitis B surface antibody AP alkaline phosphatase AraC cytarabine ASCT autologous stem cell transplantation AspaMetDex L-‍asparaginase/​methotrexate/​dexamethasone autoHSCT autologous hematopoietic stem cell transplantation BAC bendamustine/​cytarabine BCL2 B cell lymphoma 2 BCR B cell receptor BEACOPPesc escalated dose of bleomycin/​etoposide/​doxorubicin/​cyclophosphamide/​vincristine/​procarbazine/​prednisone BEAM carmustine/​etoposide/​cytarabine/​melphalan BM bone marrow BR bendamustine/‍rituximab Btk Bryton&#39;s tyrosine kinase BV brentuximab vedotin C-‍ALCL cutaneous anaplastic large cell lymphoma CBCL cutaneous B cell lymphoma CCNU lomustine CDK cyclin-dependent kinase cHL classical Hodgkin’s lymphoma CHOEP cyclophosphamide/‍​doxorubicin/​vincristine/​etoposide/​prednisolone CHOP cyclophosphamide/​doxorubicin/​vinccristine/​prednisone CHVP cyclophosphamide/​​doxorubicin/​​etoposide/​​prednisone CI confidence interval Clb chlorambucil CLL chronic lymphocytic leukaemia CMR complete metabolic response CMV cytomegalovirus CNS central nervous system CPGs Clinical Practice Guidelines CR complete remission/response CR1 first complete remission CRP C-‍reactive protein CS clinical stage CSF cerebrospinal fluid CT computed tomography CTCL cutaneous T cell lymphoma CVP cyclophosphamide/​vincristine/​​prednisone DA-‍EPOCH-‍R dose-‍adjusted etoposide/​​prednisone/​​vincristine/​​cyclophosphamide/​doxorubicin-‍rituximab DAT direct antiglobulin test DCR dexamethasone/​cyclophosphamide/‍rituximab DHAP dexamethasone/​high-‍dose cytarabine/​cisplatin DLBCL diffuse large B cell lymphoma DOR duration of response EATL enteropathy-‍associated T cell lymphoma EBV Epstein-‍Barr virus ECOG Eastern Cooperative Oncology Group ECP extracorporeal photophoresis EFS event-free survival EGD oesophagogastroduodenoscopy EMA epithelial membrane antigen ENKTCL extranodal natural killer/T cell lymphoma EORTC European Organisation for Research and Treatment of Cancer EPOCH etoposide/​vincristine/​doxorubicin/‍​cyclophosphamide/​prednisone ESMO European Society for Medical Oncology ESR erythrocyte sedimentation rate FACS fluorescence-activated cell sorting FC fludarabine/​cyclophosphamide FCR fludarabine/​cyclophosphamide/​rituximab FDC follicular dendritic cell FDG fluorodeoxyglucose FDG-‍PET fluorodeoxyglucose positron emission tomography FISH fluorescence in situ hybridisation FL follicular lymphoma FLIPI Follicular Lymphoma-‍specific International Prognostic Index FM fludarabine/​mitoxantrone FND cyclophosphamide/​​vincristine/​​prednisolone FTH follicular T-helpe GC germinal centre GDP cisplatin/‍​gemcitabine/​dexamethasone GELA Groupe d’Etude des Lymphomes de l’Adulte GHSG German Hodgkin Study Group GI gastrointestinal Hb haemaglobin HBc hepatitis B core HBs hepatitis B surface HBsAG hepatitis B surface antigen HBV hepatitis B virus HCL hairy cell leukaemia HCL-V hairy cell leukaemia variant HCV hepatitis C virus HD Hodgkin’s disease HD-AraC high-‍dose cytarabine HD-‍MTX high-‍dose methotrexate HDCT high-‍dose chemotherapy HDCT/‍ASCT high-‍dose chemotherapy followed by autologous stem cell transplantation HIV human immunodeficiency virus HL Hodgkin’s lymphoma HLA human leucocyte antigen HPS haemophagocytic syndrome HRS Hodgkin and Reed-‍Sternberg HSCT haematopoietic stem cell transplantation HSTCL hepatosplenic T cell lymphoma HTLV-1 human T-‍lymphotropic virus-1 Hyper-CVAD cyclophosphamide/‍​vincristine/​doxorubicin/​dexamethasone ICE ifosfamide/‍​carboplatin/‍​etoposide IELSG International Extranodal Lymphoma Study Group IFNα interferon alpha IFRT involved-‍field radiotherapy Ig immunoglobulin IGEV ifosfamide/‍​gemcitabine/‍​vinorelbine IGHV immunoglobulin heavy chain variable IHC immunohistochemistry IL intralesional ILROG International Lymphoma Radiation Oncology Group IPI International Prognostic Index ISCL International Society for Cutaneous Lymphomas ISRT involved-‍site radiotherapy ISSWM International Prognostic Scoring System for Waldenström’s macroglobulinaemia IT intrathecal IV intravenous IVAC ifosfamide/​cytarabine/​etoposide IVE ifosfamide/​vincristine/​etoposide KPS Karnofsky performance score LDH lactate dehydrogenase LP lymphocyte predominant LPDs lymphoproliferative disorders LVEF left ventricular ejection fraction LyP lymphomatoid papulosis LYSA Lymphoma Study Assocation M metastasis MALT mucosa-‍associated lymphoid tissue maxi-CHOP maximum-strength CHOP MC mantle cell MCL mantle cell lymphoma MCP melphalan/​chlorambucil/​prednisone MF mycosis fungoides MIPI Mantle Cell Lymphoma International Prognostic Index MIPI-c combined mantle cell lymphoma International Prognostic Index MRD minimal residual disease MRI magnetic resonance imaging mTOR mechanistic target of rapamycin MTX methotrexate N node n/a not applicable NC no change neg negative NHL non-‍Hodgkin’s lymphoma NK natural killer NKTCL natural killer/​T cell lymphoma NLPHL nodular lymphocyte-‍predominant Hodgkin’s lymphoma NR not reached OFAR oxaliplatin/​fludarabine/​cytarabine/​rituximab ORR overall response rate OS overall survival PB peripheral blood PBL primary diffuse large B cell lymphoma of the breast PBoL primary diffuse large B cell lymphoma of the bone PCFCL primary cutaneous follicle centre lymphoma PCL primary cutaneous lymphomas PCLBCL-‍LT primary cutaneous diffuse large B cell lymphoma, leg type PCMZL primary cutaneous marginal zone lymphoma PCNSL primary central nervous system lymphoma PCR polymerase chain reaction PDL programmed cell death ligand PEP-C prednisone/​etoposide/​procarbazine/​cyclophosphamide PET positron emission tomography PET-‍CT positron emission tomography-‍computed tomography PFS progression-‍free survival PI3K phosphoinositide 3-‍kinase PMBCL primary mediastinal large B cell lymphoma pMRD probable minimal residual disease PPI proton pump inhibitor PR partial response PS performance status PTCL peripheral T cell lymphoma PTCL-‍NOS peripheral T cell lymphoma – not otherwise specified PTL primary testicular lymphoma PUVA psoralens and ultraviolet A R rituximab R-‍ACVBP rituximab-‍doxorubicin/​vindesine/​cyclophosphamide/​bleomycin/​prednisolone R-BAC rituximab-bendamustine/​cytarabine R-‍CHOEP rituximab-‍cyclophosphamide/​doxorubicin/​vincristine/​prednisone/​etoposide R-‍CHOEP14 rituximab-‍cyclophosphamide/​doxorubicin/​vincristine/​prednisone/​etoposide, every 14 days R-‍CHOP rituximab-‍cyclophosphamide/​doxorubicin/​vincristine/​prednisolone R-‍CHOP14 rituximab-‍cyclophosphamide/​doxorubicin/​vincristine/​prednisone, every 14 days R-‍CHOP21 rituximab-‍cyclophosphamide/​doxorubicin/​vincristine/​prednisone, every 21 days R-‍CHVP-‍IFN rituximab-‍cyclophosphamide/​doxorubicin/​etoposide/​prednisone-‍interferon R-CVP rituximab-‍cyclophosphamide/​vincristine/​prednisolone R-‍DHAP rituximab/‍​dexamethasone/‍​high-dose cytarabine/‍​cisplatin R-FC rituximab-fludarabine/‍​cyclophosphamide R-FM rituximab-fludarabine/​mitoxantrone R-FND rituximab-‍cyclophosphamide/​vincristine/​prednisolone R-GDP rituximab-cisplatin/​gemcitabine/​dexamethasone R-‍GEMOX rituximab-‍gemcitabine/​oxaliplatin R-‍HDCT rituximab plus high-‍dose chemotherapy R-‍Hyper-‍CVAD rituximab plus fractionated cyclophosphamide/​vincristine/​anthracycline/​dexamethasone R-ICE rituximab-ifosfamide/‍​carboplatin/‍​etoposide R-‍MACOP-‍B rituximab-methotrexate/​doxorubicin/​cyclophosphamide/​vincristine/​prednisolone-bleomycin R-MCP rituximab-mitoxantrone/​chlorambucil/​prednisone R-‍miniCHOP rituximab with attenuated chemotherapy R-‍VACOP-‍B rituximab-‍etoposide/​doxorubicin/​cyclophosphamide/​vincristine/​prednisolone-‍bleomycin RIC-‍alloSCT reduced-‍intensity conditioning allogeneic stem cell transplantation RIT radioimmunotherapy rRD responding residual disease RR response rate RT radiotherapy SC subcutaneous SLL small lymphocytic leukaemia SMILE dexamethasone/​methotrexate/​ifosphamide/​L-asparaginase/​etoposide SPTCL subcutaneous panniculitis-‍like T cell lymphoma SS Sézary syndrome T tumour TBI total body irradiation TCR T cell receptor TNMB tumour node metastasis blood TRM transplant-related mortality TSH thyroid-stimulating hormone TTF time to treatment failure TTP time to progression ULN upper limit of normal UVB ultraviolet B VADC vincristine/‍​doxorubicin/​oral dexamethasone/​chlorambucil VR-CAP bortezomib/​cyclophosphamide/​doxorubicin/​prednisone/​rituximab WBC white blood cell WBRT whole brain radiotherapy WHO World Health Organization WM Waldenström’s macroglobulinaemia"
}
]