[
{
	"page":"ENAS5265_1.0.0.0",
	"text":"1.0.0.0 Authors and legal information GUIDELINES COMMITTEE Chair: George Pentheroudakis; Co-‍Chair: Cristiana Sessa; Steering Committee Members: Dirk Arnold, Christian Buske, Fatima Cardoso, Paolo Casali, Andrés Cervantes, Elisabeth De Vries, Alan Horwich, Solange Peters, Rolf Stahel; Subject Editors: Jean-Yves Blay, Nicoletta Colombo, Karin Jordan, Ulrich Keilholz, Marco Ladetto, Lisa Licitra, Matthias Preusser, Carla Ripamonti, Elzbieta Senkus-Konefka; Deputy Subject Editors: Alfredo Berruti, Silke Gillessen, Mats Jerkeman, Jean-Pascal Machiels, Erika Martinelli, Ulrich Mey, Olivier Michielin, Martin Reck; Staff: Keith McGregor, Claire Bramley, Jennifer Lamarre, Sarah Escuin, Jean-Yves Douillard, Svetlana Jezdic. ESMO CLINICAL PRACTICE GUIDELINES Central venous access in oncology: ESMO Clinical Practice Guidelines Sousa B, Furlanetto J, Hutka M, Gouveia P, Wuerstlein R, Mariz JM, Pinto D and Cardoso F, on behalf of the ESMO Guidelines Committee Ann Oncol 2015;26 (Suppl 5):v152–68 http:/‍/‍annonc.oxfordjournals.org/‍content/‍‍26/‍suppl_5/v152.full.pdf+html Management of oral and gastrointestinal mucosal injury: ESMO Clinical Practice Guidelines for diagnosis, treatment and follow-‍‍up Peterson DE, Boers-‍‍Doets CB, Bensadoun RJ and Herrstedt J, on behalf of the ESMO Guidelines Committee Ann Oncol 2015;26 (Suppl 5):v139–51 http:/‍/‍annonc.oxfordjournals.org/‍content/‍‍26/‍suppl_5/v139.full.pdf+html Prevention of chemotherapy-‍‍ and radiotherapy-‍‍induced nausea and vomiting and of nausea and vomiting in advanced cancer patients: 2016 MASCC and ESMO guideline update Roila F, Molassiotis A, Herrstedt J, Aapro M, Gralla RJ, Bruera E, Clark-‍‍Snow RA, Dupuis LL, Einhorn LH, Feyer P, Hesketh PJ, Jordan K, Olver I, Rapoport BL, Roscoe J, Ruhlmann CH, Walsh D, Warr D and van der Wetering M, on behalf of the participants of the MASCC-‍‍ESMO Consensus Conference Ann Oncol 2016; 27 (Suppl 5): v119–33 http:/‍/‍annonc.oxfordjournals.org/‍content/‍‍27/‍suppl_5/v119.full.pdf+html Management of venous thromboembolism (VTE) in cancer patients: ESMO Clinical Practice Guidelines Mandalà M, Falanga A and Roila F, on behalf of the ESMO Guidelines Working Group Ann Oncol 2011;22(Suppl 6):vi85–92 http:/‍/‍annonc.oxfordjournals.org/‍content/‍‍22/‍suppl_6/vi85.full.pdf+html Cardiovascular toxicity induced by chemotherapy, targeted agents and radiotherapy: ESMO Clinical Practice Guidelines Curigliano G, Cardinale D, Suter T, Plataniotis G, de Azambuja E, Sandri MT, Criscitiello C, Goldhirsch A, Cipolla C and Roila F, on behalf of the ESMO Guidelines Working Group Ann Oncol 2012;23(Suppl 7):vii155–66 http:/‍/‍annonc.oxfordjournals.org/‍content/‍‍23/‍suppl_7/vii155.full.pdf+html Management of chemotherapy extravasation: ESMO-‍EONS Clinical Practice Guidelines Pérez Fidalgo JA, García Fabregat L, Cervantes A, Marguiles A, Vidall C and Roila F, on behalf of the ESMO Guidelines Working Group Ann Oncol 2012;23(Suppl 7):vii167–73 http:/‍/‍annonc.oxfordjournals.org/‍content/‍‍23/‍suppl_7/vii167.full.pdf+html Management of febrile neutropaenia: ESMO Clinical Practice Guidelines Klastersky J, de Naurois J, Rolston K, Rapoport B, Maschmeyer G, Aapro M and Herrstedt J, on behalf of the ESMO Guidelines Committee Ann Oncol 2016; 27 (Suppl 5): v111–8 http:/‍/‍annonc.oxfordjournals.org/‍content/‍‍27/‍suppl_5/v111.full.pdf+html Management of infusion reactions to systemic anticancer therapy: ESMO Clinical Practice Guidelines Roselló S, Blasco I, García Fabregat L, Cervantes A and Jordan K, on behalf of the ESMO Guidelines Committee Ann Oncol 2017;28(Suppl 4):iv100–18 https://​academic.oup.com/​annonc/​article-pdf/​28/​suppl_4/​iv100/18528215/​mdx216.pdf   Management of toxicities from immunotherapy: ESMO Clinical Practice Guidelines for diagnosis, treatment and follow-up Haanen JBAG, Carbonnel F, Robert C, Kerr KM, Peters S, Larkin J and Jordan K, on behalf of the ESMO Guidelines Committee Ann Oncol 2017;28(Suppl 4):iv119–42 https://​academic.oup.com/​annonc/​article-pdf/​28/​suppl_4/​iv119/​3958159/​mdx225.pdf ESMO POCKET GUIDELINES PROVIDE YOU WITH A CONCISE SUMMARY OF THE FUNDAMENTAL RECOMMENDATIONS MADE IN THE PARENT GUIDELINES IN AN EASILY ACCESSIBLE FORMAT. This quick reference booklet provides you with the most important content of the full ESMO Clinical Practice Guidelines (CPGs) and consensus statements on various aspects of supportive care for your patients. Key content includes central venous access in oncology; prevention of chemotherapy-‍‍ and radiotherapy induced nausea and vomiting; and management of febrile neutropenia, mucositis, venous thromboembolism, extravasation associated with the administration of chemotherapeutic agents and of the cardiotoxic effects of chemotherapy and radiotherapy. The ESMO CPG and consensus statements covered in this booklet are intended to provide you with a set of recommendations for the best standards of supportive care, using evidence-‍‍based medicine. Implementation of ESMO CPG and consensus statements facilitates knowledge uptake and helps you to deliver an appropriate quality of focused care to your patients. The approval and licensed indication of drugs mentioned in this pocket guideline may vary in different countries. Please consult your local prescribing information. This booklet can be used as a quick reference guide to access key content on supportive care in cancer. Please visit http://www.esmo.org or http://oncologypro.esmo.org to view the full guidelines."
},
{
	"page":"ENAS5265_2.1.0.0",
	"text":"2.0.0.0 Risk factors for VTE 2.1.0.0 Overview Venous thromboembolism (VTE) is a multifactorial event; absolute risk depends on several factors including tumour type, stage of disease, administration of chemotherapy and/‍or hormonal therapy, surgical interventions, length of anaesthesia, the presence of an indwelling central venous catheter (CVC), age, immobilisation and history of VTE One of the most important factors is the use of cytotoxic drugs A validated model is available to predict the risk of chemotherapy-‍associated VTE in ambulatory cancer patients (patients with poor performance status were under-‍represented)"
},
{
	"page":"ENAS5265_3.0.0.0",
	"text":"DIAGNOSIS OF OCCULT CANCER IN PATIENTS WITH IDIOPATHIC VENOUS THROMBOEMBOLISM (VTE) 3.0.0.0 Diagnosis of occult cancer idiopathic VTE It is generally accepted that patients with idiopathic VTE have a higher risk of occult cancer Patients with idiopathic VTE should undergo physical examination, occult faecal blood test, chest X-ray, urological examination (men) and gynaecological examination (women) More expensive examinations, such as a computed tomography (CT) scan, digestive endoscopy and tumour markers, should only be undertaken when there is a strong suspicion of occult cancer There are no definitive data demonstrating that early detection of occult cancer in patients with idiopathic VTE improves overall survival"
},
{
	"page":"ENAS5265_4.1.0.0",
	"text":"4.0.0.0 Prevention of VTE in patients with cancer 4.1.0.0 Surgical patients The role of thromboprophylaxis in patients with cancer undergoing surgery is unquestionable In patients undergoing major cancer surgery, subcutaneous (SC) low-‍molecular weight heparins (LMWHs) or SC unfractionated heparin (UFH) are recommended e.g. LMWHs enoxaparin 4000 U anti-‍Xa activity or dalteparin 5000 U anti-‍Xa activity once daily; UFH 5000 U three times daily Mechanical methods, such as compression stockings and intermittent pneumatic compression, may be added to pharmacological thromboprophylaxis In patients undergoing a laparotomy, laparoscopy, thoracotomy or thoracoscopy lasting > 30 minutes, SC LMWH for ≥ 10 days postoperatively should be considered Patients undergoing elective major abdominal or pelvic surgery should receive in-‍hospital and post-‍discharge prophylaxis with SC LMWH for up to 1 month after surgery"
},
{
	"page":"ENAS5265_4.2.0.0",
	"text":"4.2.0.0 Medical patients In hospitalised patients with cancer confined to bed with an acute medical complication, thromboprophylaxis with UFH, LMWH or a factor Xa inhibitor is recommended Factor Xa inhibitors approved by the European Medicines Agency include apixaban, enoxaparin, fondaparinux and rivaroxaban In ambulatory patients receiving palliative chemotherapy for locally advanced or metastatic disease, extensive, routine prophylaxis is not recommended, but may be considered in high-‍risk patients In patients with myeloma receiving thalidomide + dexamethasone or thalidomide + chemotherapy, consider LMWH, aspirin or adjusted-‍dose warfarin (international normalised ratio [INR] ~1.5) In patients receiving adjuvant chemotherapy and/‍or hormone therapy, thromboprophylaxis is not recommended In patients with an indwelling CVC, extensive, routine thromboprophylaxis is not recommended to prevent CVC-‍related VTE"
},
{
	"page":"ENAS5265_5.1.1.0",
	"text":"5.0.0.0 Treatment of VTE in solid tumours 5.1.0.0 Acute treatment 5.1.1.0 LMWH and UFH The aim of VTE treatment is to prevent fatal pulmonary embolism (PE), recurrent VTE and long-‍term complications, such as post-‍thrombotic syndrome and chronic thromboembolic pulmonary hypertension Acute treatment: Low molecular-‍weight heparins (LMWH) and unfractionated heparin (UFH) Standard treatment (in patients with/‍without cancer) is administration of SC LMWH adjusted to body weight or UFH by continuous intravenous (IV) infusion LMWH: 200 U anti-‍Xa activity/kg of body weight administered once daily (e.g. dalteparin) or 100 U/kg administered twice daily (bid; e.g. enoxaparin) UFH bolus 5000 IU, followed by continuous infusion, nearly 30,000 IU over 24 hours, adjusted to achieve and maintain an activated partial thromboplastin time (aPTT) prolongation of 1.5–2.5 x the basal value In patients with severe renal failure (creatinine clearance < 25–30 mL), IV UFH or SC LMWH with anti-‍Xa activity monitoring is recommended"
},
{
	"page":"ENAS5265_5.1.2.0",
	"text":"Acute treatment: Thrombolytic therapy 5.1.2.0 Thrombolytic therapy Thrombolysis should be considered for specific patient subgroups, such as those with PE presenting with severe right ventricular dysfunction, and patients with massive iliofemoral thrombosis at risk of limb gangrene, where rapid venous decompression and flow restoration may be desirable Treatment with urokinase, streptokinase and tissue-‍type plasminogen activator can achieve rapid lysis of fresh pulmonary emboli"
},
{
	"page":"ENAS5265_5.2.0.0",
	"text":"5.2.0.0 Long-‍term treatment Although standard protocols recommend oral anticoagulation with vitamin K antagonists (VKAs), such as warfarin administered for 3–6 months at a therapeutic INR range of 2–3, oral anticoagulation with VKAs may be problematic in patients with cancer Drug interactions, malnutrition and liver dysfunction can lead to INR fluctuations Patients with cancer receiving VKAs have a higher rate of VTE recurrence and anticoagulation-‍associated haemorrhagic risk compared with patients without cancer In patients with cancer, long-‍term treatment for 6 months with 75–80% (i.e. 150 U/kg once daily) of the initial LMWH dose is recommended"
},
{
	"page":"ENAS5265_5.3.0.0",
	"text":"5.3.0.0 Duration of Tx to prevent VTE recurr. Duration of therapy to prevent recurrence of venous thromboembolism (VTE) The optimal duration of anticoagulant therapy for the prevention of VTE recurrence in patients with cancer is unknown. There are at least four clinical scenarios: Patients with breast cancer treated with tamoxifen in the adjuvant setting: Substitute tamoxifen with an aromatase inhibitor Consider long-‍term treatment for 6 months with 75–80% (i.e. 150 U/kg once daily) of the initial LMWH dose Patients treated with chemotherapy in the adjuvant setting: Treat for 6 months with 75–80% (i.e. 150 U/kg once daily) of the initial LMWH dose Patients treated with a potentially curative strategy for metastatic disease (i.e. patients with metastatic germinal cancer): For patients achieving a complete remission of a potentially curative disease (i.e. germinal cancer), consider long-‍term treatment for 6 months with 75–80% (i.e. 150 U/kg once daily) of the initial LMWH dose For patients receiving chemotherapy in a metastatic setting with a neoadjuvant approach (e.g. colorectal cancer patients with potentially resectable liver metastases), the risk of recurrent cancer and/‍or VTE should be individually assessed Patients treated with palliative chemotherapy in the metastatic setting: For those achieving a complete remission but with a very high risk of recurrence, the duration of treatment (potentially indefinite) should be discussed with the patient"
},
{
	"page":"ENAS5265_5.4.0.0",
	"text":"Treatment of recurrent venous thromboembolism (VTE) 5.4.0.0 Treatment of recurrent VTE Patients adequately anticoagulated who develop VTE recurrence should be checked for progression of their malignancy Patients on long-‍term anticoagulation with VKAs who develop VTE and have a sub-‍therapeutic INR can be retreated with UFH or LMWH until a stable INR (2–3) is achieved If VTE recurs while the INR is in the therapeutic range, use another method of anticoagulation, e.g. SC UFH maintaining a therapeutic aPTT (aPTT ratio 1.5–2.5) or weight-‍adjusted dose LMWH In patients receiving a reduced dose of LMWH or VKA anticoagulation as a long-term therapy who experience recurrence, full-‍dose LMWH (200 U/kg once daily) can be resumed Escalating the dose of LMWH results in a second recurrent VTE (i.e. third VTE) rate of 9% Full-‍dose LMWH is well tolerated with few bleeding complications"
},
{
	"page":"ENAS5265_5.5.0.0",
	"text":"5.5.0.0 Use of a vena cava filter Consider using an inferior vena cava filter in patients with recurrent PE despite adequate anticoagulant treatment or with a contraindication to anticoagulant therapy (i.e. active bleeding or profound, prolonged thrombocytopaenia) Once the risk of bleeding is reduced, patients with a vena cava filter should receive or resume anticoagulant therapy in order to reduce the risk of recurrent deep vein thrombosis of the lower extremities"
},
{
	"page":"ENAS5265_6.0.0.0",
	"text":"6.0.0.0 Contraindications to anticoagulation Relative contraindications: Active, uncontrollable bleeding; active cerebrovascular haemorrhage; intracranial or spinal lesions at high risk for bleeding; pericarditis; active peptic or other gastrointestinal ulceration; severe, uncontrolled or malignant hypertension; active bleeding (> 2 units transfused in 24 hours); chronic, clinically significant measurable bleeding; thrombocytopaenia (< 50,000/mL); severe platelet dysfunction; recent operation at high risk for bleeding"
},
{
	"page":"ENAS5265_7.0.0.0",
	"text":"7.0.0.0 Anticoagulation and prognosis There is no evidence to recommend the use of anticoagulation to influence cancer prognosis"
},
{
	"page":"ENAS5265_8.1.0.0",
	"text":"8.0.0.0 Summary of recommendations 8.1.0.0 Risk factors for VTE Absolute risk depends on several factors including tumour type, stage of disease, administration of chemotherapy and/‍or hormonal therapy, surgical interventions, length of anaesthesia, the presence of an indwelling CVC, age, immobilisation and history of VTE One of the most important factors is the use of cytotoxic drugs"
},
{
	"page":"ENAS5265_8.2.0.0",
	"text":"8.2.0.0 Diagnosis of occult cancer idiopathic VTE DIAGNOSIS OF OCCULT CANCER IN PATIENTS WITH IDIOPATHIC VENOUS THROMBOEMBOLISM (VTE) Patients with idiopathic VTE should undergo physical examination, occult faecal blood test, chest X-ray, urological examination (men) and gynaecological examination (women) More expensive examinations, such as a CT scan, digestive endoscopy and tumour markers, should only be undertaken when there is a strong suspicion of occult cancer"
},
{
	"page":"ENAS5265_8.3.1.0",
	"text":"8.3.0.0 Prevention of VTE in patients with cancer 8.3.1.0 Surgical patients In patients undergoing major cancer surgery, SC LMWHs or SC UFH are recommended; Mechanical methods, such as compression stockings and intermittent pneumatic compression, may be added to pharmacological thromboprophylaxis In patients undergoing a laparotomy, laparoscopy, thoracotomy or thoracoscopy lasting > 30 minutes, SC LMWH for ≥ 10 days postoperatively should be considered Patients undergoing elective major abdominal or pelvic surgery should receive in-‍hospital and post-‍discharge prophylaxis with SC LMWH for up to 1 month after surgery"
},
{
	"page":"ENAS5265_8.3.2.0",
	"text":"8.3.2.0 Medical patients In hospitalised patients with cancer confined to bed with an acute medical complication, thromboprophylaxis with UFH, LMWH or a factor Xa inhibitor is recommended Factor Xa inhibitors approved by the European Medicines Agency include apixaban, enoxaparin, fondaparinux and rivaroxaban In ambulatory patients receiving palliative chemotherapy for locally advanced or metastatic disease, extensive, routine prophylaxis is not recommended, but may be considered in high-‍risk patients In patients with myeloma receiving thalidomide + dexamethasone or thalidomide + chemotherapy, consider LMWH, aspirin or adjusted-‍dose warfarin (INR ~1.5) In patients receiving adjuvant chemotherapy and/‍or hormone therapy, thromboprophylaxis is not recommended In patients with an indwelling CVC, extensive, routine thromboprophylaxis is not recommended to prevent CVC-‍related VTE"
},
{
	"page":"ENAS5265_8.4.1.1",
	"text":"8.4.0.0 Treatment of VTE in solid tumours 8.4.1.0 Acute treatment 8.4.1.1 LMWH and UFH Acute treatment: Low molecular-‍weight heparins (LMWH) and unfractionated heparin (UFH) Standard treatment (in patients with/‍without cancer) is administration of SC LMWH adjusted to body weight or UFH by continuous IV infusion LMWH: 200 U anti-‍Xa activity/kg of body weight administered once daily (e.g. dalteparin) or 100 U/kg administered twice daily (bid; e.g. enoxaparin) UFH bolus 5000 IU, followed by continuous infusion, nearly 30,000 IU over 24 hours, adjusted to achieve and maintain an aPTT prolongation of 1.5–2.5 x the basal value In patients with severe renal failure (creatinine clearance < 25–30 mL), IV UFH or SC LMWH with anti-‍Xa activity monitoring is recommended"
},
{
	"page":"ENAS5265_8.4.1.2",
	"text":"Acute treatment: Thrombolytic therapy 8.4.1.2 Thrombolytic therapy Thrombolysis should be considered for specific patient subgroups, such as those with PE presenting with severe right ventricular dysfunction, and patients with massive iliofemoral thrombosis at risk of limb gangrene, where rapid venous decompression and flow restoration may be desirable Treatment with urokinase, streptokinase and tissue-‍type plasminogen activator can achieve rapid lysis of fresh pulmonary emboli"
},
{
	"page":"ENAS5265_8.4.2.0",
	"text":"8.4.2.0 Long-‍term treatment In patients with cancer, long-‍term treatment for 6 months with 75–80% (i.e. 150 U/kg once daily) of the initial LMWH dose is recommended"
},
{
	"page":"ENAS5265_8.4.3.0",
	"text":"8.4.3.0 Duration of Tx to prevent VTE recurr. Duration of therapy to prevent recurrence of venous thromboembolism (VTE) Patients with breast cancer treated with tamoxifen in the adjuvant setting: Substitute tamoxifen with an aromatase inhibitor Consider long-‍term treatment for 6 months with 75–80% (i.e. 150 U/kg once daily) of the initial LMWH dose Patients treated with chemotherapy in the adjuvant setting: Treat for 6 months with 75–80% (i.e. 150 U/kg once daily) of the initial LMWH dose Patients treated with a potentially curative strategy for metastatic disease (i.e. patients with metastatic germinal cancer): For patients achieving a complete remission of a potentially curative disease, consider long-‍term treatment for 6 months with 75–80% (i.e. 150 U/kg once daily) of the initial LMWH dose For patients receiving chemotherapy in a metastatic setting with a neoadjuvant approach, the risk of recurrent cancer and/‍or VTE should be individually assessed Patients treated with palliative chemotherapy in the metastatic setting: For those achieving a complete remission but with a very high risk of recurrence, the duration of treatment (potentially indefinite) should be discussed with the patient"
},
{
	"page":"ENAS5265_8.4.4.0",
	"text":"Treatment of recurrent venous thromboembolism (VTE) 8.4.4.0 Treatment of recurrent VTE Patients adequately anticoagulated who develop VTE recurrence should be checked for progression of their malignancy Patients on long-‍term anticoagulation with VKAs who develop VTE and have a sub-‍therapeutic INR can be retreated with UFH or LMWH until a stable INR (2–3) is achieved If VTE recurs while the INR is in the therapeutic range, use another method of anticoagulation In patients receiving a reduced dose of LMWH or VKA anticoagulation as a longterm therapy who experience recurrence, full-‍dose LMWH can be resumed"
},
{
	"page":"ENAS5265_8.4.5.0",
	"text":"8.4.5.0 Use of a vena cava filter Consider using an inferior vena cava filter in patients with recurrent PE despite adequate anticoagulant treatment or with a contraindication to anticoagulant therapy Once the risk of bleeding is reduced, patients with a vena cava filter should receive or resume anticoagulant therapy"
},
{
	"page":"ENAS5265_8.5.0.0",
	"text":"8.5.0.0 Contraindications to anticoagulation Relative contraindications: Active, uncontrollable bleeding; active cerebrovascular haemorrhage; intracranial or spinal lesions at high risk for bleeding; pericarditis; active peptic or other gastrointestinal ulceration; severe, uncontrolled or malignant hypertension; active bleeding; chronic, clinically significant measurable bleeding; thrombocytopaenia; severe platelet dysfunction; recent operation at high risk for bleeding"
},
{
	"page":"ENAS5265_9.0.0.0",
	"text":"5-FU 5-‍fluorouracil 5-HT 5-‍hydroxytryptamine Ab antibiotic ABC Airway, Breathing and Circulation ABLC amphotericin B lipid complex AC anthracycline/‍cyclophosphamide ACCP American College of Chest Physicians ACE angiotensin converting enzyme AChR acetylcholine receptor ACTH adrenocorticotropic hormone ADL activities of daily living ADR adverse drug reaction AE adverse event AFSOS Association Francophone pour les Soins Oncologiques de Support ALT antibiotic lock therapy ANA antinuclear antibody ANC absolute neutrophil count ANCA anti-neutrophil cytoplasmic antibody aPTT activated partial thromboplastin time ARB angiotensin receptor blocker ARDS acute respiratory distress syndrome ASA 5-‍acetyl salicylic acid ASCO American Society of Clinical Oncology AST antimicrobial susceptibility testing ATB antibiotic BAL bronchoalveolar lavage ATG anti-thymocyte globulin BB beta-‍blocking agents BCoG bacitracin/‍clotrimazole/‍gentamicin bid twice daily bid M/W/F twice daily Monday/Wednesday/Friday BNP brain natriuretic peptides BP blood pressure BSA body surface area BSI blood stream infection C Candida Ca calcium CFU colony-‍forming unit CHF congestive heart failure ChT chemotherapy CINV chemotherapy-induced nausea and vomiting CLL chronic lymphocytic leukaemia CMV cytomegalovirus CNS coagulase-‍negative Staphylococcus CPGs Clinical Practice Guidelines CrCl creatinine clearance CRBSI catheter-‍related blood stream infection CRI catheter-‍related infection CRP C-‍reactive protein CRS cytokine-release syndrome CRT chemoradiotherapy CT computed tomography CTCAE Common Terminology Criteria of Adverse Events CTLA4 cytotoxic T lymphocyte-associated protein 4 CV cardiovascular CVA cerebrovascular accident CVAD central venous access device CVC central venous catheter CYP cytochrome P450 DADS diffuse alveolar damage syndrome DDx differential diagnosis DEX dexamethasone DM diabetes mellitus DMSO dimethyl sulfoxide DRESS drug rash with eosinophilia and systemic symptoms DT deceleration time of the early peak flow DTTP differential time to positivity DVH dose volume histogram DVT deep vein thrombosis DW dextrose water E Enterococcus E/A ratio ratio of early peak flow velocity to atrial peak flow velocity ECG electrocardiogram ECHO echocardiography EDTA ethylenediaminetetraacetate EGFR epidermal growth factor receptor EMA European Medicines Agency EMG electromyography EORTC European Organisation for Research and Treatment of Cancer ESBL Enterococcus Staphylococci Extended spectrum ß-‍lactamase ESMO European Society for Medical Oncology ESR erythrocyte sedimentation rate FBC full blood count FDA Food and Drug Administration FN febrile neutropaenia FSH follicle-stimulating hormone FT4 free thyroxine GAD glutamic acid decarboxylase GBM glomerular basement membrane GBS Guillain-Barré syndrome G-CSF granulocyte-‍colony stimulating factor GI gastrointestinal GM-‍CSF granulocyte-‍macrophage colony-‍stimulating factor GN glomerulonephritis GNB Gram-‍negative bacillus Hb haemoglobin HER2 human epidermal growth factor 2 HIV human immunodeficiency virus HNC head and neck cancer HRT hormone replacement therapy HSCT haematopoietic stem cell transplantation HSR hypersensitivity reaction HSV herpes simplex virus ICPi immune checkpoint inhibitor ID infectious diseases Ig immunoglobulin IgE immunoglobulin E IGF1 insulin-like growth factor 1 IgG immunoglobulin G IM intramuscular IMRT intensity-‍modulated radiotherapy INR international normalised ratio IR infusion reaction irAE immune-related adverse event ISOO International Society of Oral Oncology IV intravenous IVIg intravenous immunoglobulin IVRT isovolumic relaxation time K potassium KGF-1 keratinocyte growth factor-1 LCI lung clearance index LDH lactate dehydrogenase LFT liver function test LH luteinising hormone LKM liver kidney microsomal LLN lower limit of normal LMWH low molecular weight heparin LVD left ventricular dysfunction LVEF left ventricular ejection fraction M/C/S microscopy, culture and susceptibility MASCC Multinational Association of Supportive Care in Cancer MDR multi-‍drug resistant MEC moderately emetogenic chemotherapy MHD maximum heart distance mIAS mTOR inhibitor-‍associated stomatitis MIC minimum inhibitory concentration MMF mycophenolate mofetil MoAb monoclonal antibody MRA magnetic resonance angiogram MRI magnetic resonance imaging MRSA methicillin-resistant S. aureus mTOR mechanistic target of rapamycin MUGA multiple gated acquisition MuSK muscle-specific kinase Mx management n/a not available NaCl sodium chloride NCCN National Comprehensive Cancer Network NCI-‍CTCAE National Cancer Institute-Common Terminology Criteria for Adverse Events NCS/EMG nerve conduction studies/electromyography NEG negative NK neurokinin NS normal saline NSAID non-‍steroidal anti-‍inflammatory drug NSCLC non-small-cell lung cancer NTCP normal tissue complication probability NYHA New York Heart Association od once daily ONS Oncology Nursing Society OS overall survival P pseudomonas PCR polymerase chain reaction PD-1 programmed death 1 PD-L1 programmed death ligand 1 PE pulmonary embolism PICC peripherally inserted central catheter PJP Pneumocystis jiroveci pneumonia POS positive PS performance status PTA polymyxin/tobramycin/amphotericin B PTV planning target volume QTc QT interval corrected for heart rate RA receptor agonist RINV radiotherapy-induced nausea and vomiting RT radiotherapy S Staphylococcus SC subcutaneous SCT stem cell transplantation SFNEP Société Francophone Nutrition Clinique et Métabolique SLA/LP soluble liver antigen/liver-pancreas antibody SMA smooth muscle autoantibody SOR Standards, Options and Recommendations methodology spp species SVC superior vena cava T3 triiodothyronine T4 thyroxine TB tuberculosis TBI total body irradiation TCLO transfer factor for carbon monoxide tds three times a day TEE trans-‍oesophageal echocardiogram TKI tyrosine kinase inhibitor TMP-‍SMZ trimethoprim–sulfamethoxazole TNFα tumour necrosis factor alpha TnI troponin tPA tissue plasminogen activator TPN total parenteral nutrition TPO thyroid peroxidase TSH thyroid-stimulating hormone U unit UEC urea, electrolytes, creatinine UFH unfractionated heparin ULN upper limit of normal UPCR urine protein to creatinine ratio US ultrasound VATS video-assisted thoracoscopic surgery VEGF vascular endothelial growth factor VEGFR vascular endothelial growth factor receptor VHNSS Vanderbilt Head and Neck Symptom Survey VitD vitamin D VKA vitamin K antagonist VTE venous thromboembolism WBC white blood cell WHO World Health Organization"
}
]