[
{
	"page":"ENAS5408_1.0.0.0",
	"text":"1.0.0.0 Authors and legal information GUIDELINES COMMITTEE Chair: George Pentheroudakis; Co-Chair: Cristiana Sessa; Steering Committee Members: Dirk Arnold, Christian Buske, Fatima Cardoso, Paolo Casali, Andrés Cervantes, Elisabeth de Vries, Alan Horwich, Solange Peters, Rolf Stahel; Subject Editors: Jean-Yves Blay, Nicoletta Colombo, Karin Jordan, Ulrich Keilholz, Marco Ladetto, Lisa Licitra, Matthias Preusser, Carla Ripamonti, Elzbieta Senkus-Konefka; Deputy Subject Editors: Alfredo Berruti, Silke Gillessen, Mats Jerkeman, Jean-Pascal Machiels, Erika Martinelli, Ulrich Mey, Olivier Michielin, Martin Reck; Staff: Keith McGregor, Claire Bramley, Jennifer Lamarre, Sarah Escuin, Jean-Yves Douillard, Svetlana Jezdic. ESMO CLINICAL PRACTICE GUIDELINES Hodgkin’s lymphoma: ESMO Clinical Practice Guidelines for diagnosis, treatment and follow-‍up Eichenauer DA, Engert A, André M, Federico M, Illidge T, Hutchings M and Ladetto M, on behalf of the ESMO Guidelines Working Group Ann Oncol 2014;25(Suppl 3):iii70–5 https:/‍/‍annonc.oxfordjournals.org/‍content/‍25/‍suppl_3/iii70.full.pdf+html Diffuse large B cell lymphoma (DLBCL): ESMO Clinical Practice Guidelines for diagnosis, treatment and follow-‍up Tilly H, Gomes da Silva M, Vitolo U, Jack A, Meignan M, Lopez-‍Guillermo A, Walewski J, André M, Johnson PW, Pfreundschuh M and Ladetto M, on behalf of the ESMO Guidelines Committee Ann Oncol 2015;26(Suppl 5):v116–25 https:/‍/‍annonc.oxfordjournals.org/‍content/‍26/‍suppl_5/v116.full.pdf+html Newly diagnosed and relapsed mantle cell lymphoma: ESMO Clinical Practice Guidelines for diagnosis, treatment and follow-‍up Dreyling M, Campo E, Hermine O, Jerkeman M, Le Gouill S, Rule S, Shpilberg O, Walewski J and Ladetto M, on behalf of the ESMO Guidelines Committee Ann Oncol 2017;28(Suppl 4):iv62–71 https://​academic.oup.com/​annonc/​article-pdf/​28/​suppl_4/​iv62/​3958157/​mdx223.pdf Newly diagnosed and relapsed follicular lymphoma: ESMO Clinical Practice Guidelines for diagnosis, treatment and follow-‍up Dreyling M, Ghielmini M, Rule S, Salles G, Vitolo U and Ladetto M, on behalf of the ESMO Guidelines Committee Ann Oncol 2016;27(Suppl 5):v83–90 https://​annonc.oxfordjournals.org/​content/​27/​suppl_5/​v83.full.pdf+html Waldenström’s macroglobulinaemia: ESMO Clinical Practice Guidelines for diagnosis, treatment and follow-‍up Buske C, Leblond V, Dimopoulos M, Kimby E, Jäger U and Dreyling M, on behalf of the ESMO Guidelines Working Group Ann Oncol 2013;24(Suppl 6):vi155–9 https:/‍/‍annonc.oxfordjournals.org/‍content/‍24/‍suppl_6/vi155.full.pdf+html Gastric marginal zone lymphoma of MALT type: ESMO Clinical Practice Guidelines for diagnosis, treatment and follow-‍up Zucca E, Copie-‍Bergman C, Ricardi U, Thieblemont C, Raderer M and Ladetto M, on behalf of the ESMO Guidelines Working Group Ann Oncol 2013;24(Suppl 6):vi144–8 https:/‍/‍annonc.oxfordjournals.org/‍content/‍24/‍suppl_6/vi144.full.pdf+html Primary cutaneous lymphomas: ESMO Clinical Practice Guidelines for diagnosis, treatment and follow-‍up Willemze R, Hodak E, Zinzani PL, Specht L and Ladetto M, on behalf of the ESMO Guidelines Working Group Ann Oncol 2013;24(Suppl 6):vi149–54 https:/‍/‍annonc.oxfordjournals.org/‍content/‍24/‍suppl_6/vi149.full.pdf+html Peripheral T cell lymphomas: ESMO Clinical Practice Guidelines for diagnosis, treatment and follow-‍up d’Amore F, Gaulard P, Trümper L, Corradini P, Kim W-S, Specht L, Bjerregaard Pedersen M and Ladetto M, on behalf of the ESMO Guidelines Committee Ann Oncol 2015;26(Suppl 5):v108–15 https:/‍/‍annonc.oxfordjournals.org/‍content/‍26/‍suppl_5/v108.full.pdf+html Extranodal diffuse large B cell lymphoma (DLBCL) and primary mediastinal B cell lymphoma: ESMO Clinical Practice Guidelines for diagnosis, treatment and follow-‍up Vitolo U, Seymour JF, Martelli M, Illerhaus G, Illidge T, Zucca E, Campo E and Ladetto M, on behalf of the ESMO Guidelines Committee Ann Oncol 2016;27(Suppl 5):v91–102 https:/‍/‍annonc.oxfordjournals.org/‍content/‍27/‍suppl_5/v91.full.pdf+html Chronic lymphocytic leukaemia: ESMO Clinical Practice Guidelines for diagnosis, treatment and follow-‍up Eichhorst B, Robak T, Montserrat E, Ghia P, Hillmen P, Hallek M and Buske C, on behalf of the ESMO Guidelines Committee Ann Oncol 2015;26(Suppl 5):v78–84 https:/‍/‍annonc.oxfordjournals.org/‍content/‍26/‍suppl_5/v78.full.pdf+html Chronic lymphocytic leukaemia: eUpdate published online September 2016 Eichhorst B, Robak T, Montserrat E, Ghia P, Hillmen P, Hallek M and Buske C, on behalf of the ESMO Guidelines Committee Ann Oncol 2016; 27(Suppl 5): v143 https://academic.oup.com/annonc/article-pdf/27/suppl_5/v143/1741718/mdw359.pdf Chronic lymphocytic leukaemia: eUpdate published online 27 June 2017 ESMO Guidelines Committee Ann Oncol 2017;28(Suppl 4):iv149 https://academic.oup.com/annonc/article-pdf/28/suppl_4/iv149/3958163/mdx242.pdf Hairy cell leukaemia: ESMO Clinical Practice Guidelines for diagnosis, treatment and follow-‍up Robak T, Matutes E, Catovsky D, Zinzani PL and Buske C, on behalf of the ESMO Guidelines Committee Ann Oncol 2015;26(Suppl 5):v100–7 https:/‍/‍annonc.oxfordjournals.org/‍content/‍early/2015/08/12/‍annonc.mdv200.full.pdf+html ESMO POCKET GUIDELINES PROVIDE YOU WITH A CONCISE SUMMARY OF THE FUNDAMENTAL RECOMMENDATIONS MADE IN THE PARENT GUIDELINES IN AN EASILY ACCESSIBLE FORMAT. This quick reference booklet provides you with the most important content of the full ESMO Clinical Practice Guidelines (CPGs) on the management of lymphomas (Hodgkin’s lymphoma, diffuse large B cell lymphoma, mantle cell lymphoma, follicular lymphoma, Waldenström’s macroglobulinaemia, gastric marginal zone lymphoma of MALT type, primary cutaneous lymphomas, peripheral T cell lymphomas, extranodal diffuse large B cell lymphoma and primary mediastinal B cell lymphoma, chronic lymphocytic leukaemia and hairy cell leukaemia). Key content includes diagnostic criteria, staging of disease, treatment plans and follow-‍up. The ESMO CPGs on lymphomas are intended to provide you with a set of recommendations for the best standards of care for lymphoma, using evidence-‍based medicine. Implementation of ESMO CPGs facilitates knowledge uptake and helps you to deliver an appropriate quality of focused care to your patients. Please note that this document is not exhaustive and it may be important to refer to the full CPGs for critical clinical decision-‍making. The approval and licensed indication of drugs mentioned in this pocket guideline may vary in different countries. Please consult your local prescribing information. This booklet can be used as a quick reference guide to access key content on evidence-‍based management of lymphomas. Please visit http://www.esmo.org or http:/‍/‍oncologypro.esmo.org to view the full guidelines."
},
{
	"page":"ENAS5408_2.0.0.0",
	"text":"2.0.0.0 Diagnosis and pathology Diagnosis of mantle cell lymphoma (MCL) should be based on a surgical specimen, preferably a lymph node biopsy Core biopsies should only be carried out in patients without easily accessible lymph nodes (e.g. retroperitoneal bulk), giving consideration to the heterogeneity of MCL With leukaemic manifestation only, a bone marrow (BM) biopsy may be sufficient if additional diagnostic measures are also applied, immunophenotype (CD5+, CD19/20+), detection of t(11;14)(q13;q32) and overexpression of cyclin D1 Fine needle aspirations are not recommended for a reliable evaluation of additional risk factors (cytology, cell proliferation) Diagnosis should be according to the World Health Organization (WHO) classification and Ki-67, which is the most established histomorphological risk factor Tumours have a classic morphology of small-‍medium sized cells with irregular nuclei but malignant lymphocytes may present with a spectrum of morphological variants and as only a few cases are correctly diagnosed using classical histology alone, review by an expert haematopathologist is advised Immunohistochemistry for detection of cyclin D1-‍overexpression is mandatory In cyclin D1-‍negative cases, detection of SOX11 may help to establish the diagnosis Additional biopsy material should be stored freshly frozen to allow additional molecular analyses"
},
{
	"page":"ENAS5408_3.1.0.0",
	"text":"3.0.0.0 STAGING AND RISK ASSESSMENT 3.1.0.0 Overview Thorough initial staging is recommended, as shown in the table here, particularly in rare non-‍bulky stages I and II disease As shown in the table here, the initial work-‍up should include a computed tomography (CT) scan of the neck, thorax, abdomen and pelvis, and a BM aspirate and biopsy Positron emission tomography (PET)-CT scanning is recommended particularly for rare limited stages I/II, prior to localised radiotherapy (RT) Gastrointestinal endoscopy is also recommended in these rare cases to detect asymptomatic involvement but otherwise only in symptomatic patients Central nervous system (CNS) involvement is rare in asymptomatic patients at diagnosis, but a lumbar puncture may be considered in high-‍risk cases, i.e. those with at least two of the following risk factors: Blastoid variant, elevated lactate dehydrogenase (LDH), impaired performance status or neurological symptoms A full blood count, blood chemistry including LDH and uric acid as well as screening tests for human immunodeficiency virus (HIV) and hepatitis B and C are required Staging is carried out according to the Lugano classification system, as shown in the table here, with mention of bulky disease > 5 cm when appropriate The Ki-67 proliferative antigen, the most applicable method to evaluate cell proliferation and the most established biological risk factor in MCL, should be assessed by a standardised method Clinical and biological prognosticators (combined mantle cell lymphoma International Prognostic Index, MIPI-‍c) should be used routinely to estimate clinical behaviour, as shown in the table here"
},
{
	"page":"ENAS5408_3.2.0.0",
	"text":"3.2.0.0 Lugano Classification STAGE AREA OF INVOLVEMENT I(IE) One lymph node region or extranodal site (IE) II(IIE) Two or more lymph node regions or localised extranodal sites (IIE) on the same side of the diaphragm III Lymph node regions or lymphoid structures (e.g. thymus, Waldeyer’s ring) on both sides of the diaphragm IV Diffuse or disseminated extralymphatic organ involvement Cheson BD et al. J Clin Oncol 2014;32:3059–68"
},
{
	"page":"ENAS5408_3.3.0.0",
	"text":"3.3.0.0 DIAGNOSTIC WORK-‍UP HISTORY B SYMPTOMS Physical examination Waldeyer’s ring, peripheral lymph nodes, liver, spleen Laboratory work-‍up Blood and differential count In leukaemic cases: FACS (CD5/​CD19/​20+) FISH for t(11;14) recommended LDH, uric acid, liver and renal function Electrophoresis (optional: Immune fixation) Serology Hepatitis B, C and HIV serology Imaging Abdominal ultrasound CT neck, chest, abdomen, pelvis or PET-‍CT MRI only in selected locations (CNS) Bone marrow Histology (cyclin D1 immunohistochemistry) Cytology Recommended: FACS, FISH for t(11;14) Optional: PCR for IGH gene rearrangement Toxicity Electrocardiogram, cardiac ultrasound (prior to anthracyclines, ASCT) Pulmonary function (prior to ASCT) Creatinine clearance Optional: Reproductive counselling in young patients ASCT, autologous stem cell transplantation; CNS, central nervous system; CT, computed tomography; FACS, fluorescence-‍activated cell sorting; FISH, fluorescent in situ hybridisation; HIV, human immunodeficiency virus; LDH, lactate dehydrogenase; MRI, magnetic resonance imaging; PCR, polymerase chain reaction; PET, positron emission tomography"
},
{
	"page":"ENAS5408_3.5.0.0",
	"text":"3.5.0.0 Leukaemic non-‍nodal subtype of MCL A subset of patients may exhibit a more indolent evolution of MCL, compared with the usual aggressive course, and this is commonly characterised by a leukaemic non-‍nodal presentation with BM involvement only and splenomegaly SOX11 negativity may help to identify these cases Conventional MCL (SOX11-‍positive) with low Ki-67 (≤ 10%) also tends to have a more indolent course, but additional TP53 mutations may lead to aggressive clinical evolution, as shown in the figure here There are no markers that definitely predict indolent behaviour but a short course of watch-‍and-‍wait under close observation is recommended for suspected indolent cases with low tumour burden If treatment is required, recommendations for classical MCL apply"
},
{
	"page":"ENAS5408_3.6.0.0",
	"text":"3.6.0.0 Molecular Pathogenesis of MCL BM, bone marrow; Ig, immunoglobulin; MC, mantle cell; MCL, mantle cell lymphoma; neg, negative; PB, peripheral blood. Swerdlow SH et al. Blood 2016;127:2375–90. Republished with permission. Copyright 2016 American Society of Hematology. All rights reserved."
},
{
	"page":"ENAS5408_4.1.0.0",
	"text":"4.0.0.0 TREATMENT 4.1.0.0 First-‍line: Stages I–II In patients with limited non-‍bulky disease, RT (involved field, 30–36 Gy) can lead to long-‍term remissions, although some studies report relapse within one year A shortened conventional chemotherapy induction followed by consolidation RT (similar to diffuse large cell lymphoma) may be the most appropriate treatment In patients with large tumour burden or adverse prognostic features, systemic therapy approaches indicated for advanced stages are recommended, with consideration being given to consolidation RT, depending on tumour location and expected side effects"
},
{
	"page":"ENAS5408_4.2.0.0",
	"text":"4.2.0.0 First-‍line: Stages III–IV Induction therapy in all symptomatic patients and in cases with high tumour burden should be initiated at diagnosis, based on clinical risk factors, symptoms and patient characteristics, as shown in the figure here"
},
{
	"page":"ENAS5408_4.4.0.0",
	"text":"4.4.0.0 Elderly patients The majority of patients do not qualify for dose-‍intensified regimens Addition of rituximab to chemotherapy improves overall response, progression-‍free survival (PFS) and overall survival (OS), as shown in the table below Rituximab in combination with chemotherapy such as CHOP (cyclophosphamide/‍doxorubicin/‍vincristine/‍prednisone) or bendamustine is recommended Bortezomib in combination with rituximab doubles median PFS but results in significant thrombocytopaenia Rituximab in combination with cyclophosphamide/‍vincristine/‍prednisone (R-CVP) results in inferior response rates and PFS Purine analogue-‍based schemes, rituximab with fludarabine/‍cyclophosphamide (R-FC) or with fludarabine/‍mitoxantrone (R-FM), are not recommended due to early failures and long-‍lasting myelosuppression The addition of high-‍dose cytarabine (HD-‍AraC) to CHOP is under investigation and rituximab/bendamustine/‍cytarabine (R-BAC) have also been explored In frail patients, less intense immunochemotherapy, chlorambucil or vincristine/‍ doxorubicin/‍oral dexamethasone/‍chlorambucil (VADC) or prednisone/‍etoposide/‍ procarbazine/‍cyclophosphamide (PEP-C), or a targeted therapy with low toxicity may be considered Antibody monotherapy (rituximab, radioimmunotherapy [RIT]) achieves only moderate response rates and is therefore not recommended In patients with positive hepatitis B serology, prophylactic antiviral medication and/‍or virus load monitoring is strongly recommended Maintenance with rituximab significantly improves PFS and OS after rituximab and CHOP (R-‍CHOP) RIT consolidation also prolongs PFS after chemotherapy, but is inferior to rituximab maintenance CONVENTIONAL FIRST-‍LINE IMMUNOCHEMOTHERAPY IN MCL (PHASE III STUDIES) Author: Lenz et al. STUDY FEATURES Phase III, randomised EVALUABLE PATIENTS 112 THERAPEUTIC REGIMEN CHOP vs R-‍CHOP ORR % (CR %) 75 (7) vs 94 (34) MEDIAN PFS (MONTHS) 21 vs 14 (TTF) 2-YEAR OS 76% vs 76% Author: Herold et al. STUDY FEATURES Phase III, randomised EVALUABLE PATIENTS 90 THERAPEUTIC REGIMEN MCP vs R-MCP ORR % (CR %) 63 (15) vs 71 (32) MEDIAN PFS (MONTHS) 18 vs 20 2-YEAR OS 52% vs 55% (4-year OS) Author: Kluin-‍Nelemans et al. STUDY FEATURES Phase III, randomised EVALUABLE PATIENTS 485 THERAPEUTIC REGIMEN R-‍CHOP vs R-FC R vs IFNα ORR % (CR %) 86 (34) vs 78 (40) - MEDIAN PFS (MONTHS) 58% vs 29% (4-year DOR) - 2-YEAR OS 62% vs 47% (4-year OS) 79% vs 67% (4-year OS) Author: Rummel et al. STUDY FEATURES Phase III, randomised EVALUABLE PATIENTS 514 (94 MCL) THERAPEUTIC REGIMEN R-‍CHOP vs BR ORR % (CR %) 91 (30) vs 93 (40) MEDIAN PFS (MONTHS) 21 vs 35 2-YEAR OS No differences Author: Robak et al. STUDY FEATURES Phase III, randomised EVALUABLE PATIENTS 487 THERAPEUTIC REGIMEN R-‍CHOP vs VR-‍CAP ORR % (CR %) 89 (42) vs 92 (53) MEDIAN PFS (MONTHS) 16 vs 31 2-YEAR OS 54% vs 64% (4-year OS) BR, bendamustine/‍rituximab; CHOP, cyclophosphamide/‍doxorubicin/‍vincristine/‍prednisone; CR, complete response; DOR, duration of response; FC, fludarabine/‍cyclophosphamide; IFNα, interferon alpha; MCL, mantle cell lymphoma; MCP, melphalan/chlorambucil/prednisone; ORR, overall response rate; OS, overall survival; PFS, progression-‍free survival; R, rituximab; TTF, time to treatment failure; VR-‍CAP, bortezomib/‍ cyclophosphamide/‍doxorubicin/‍prednisone/rituximab Lenz G et al. J Clin Oncol 2005;23:1984–92; Herold M et al. Ann Oncol 2008;19:abs12; Kluin-‍Nelemans HC et al. N Engl J Med 2012;367:520–31; Rummel MJ et al. Lancet 2013;381:1203–10; Robak T et al. N Engl J Med 2015;372:944–53"
},
{
	"page":"ENAS5408_4.5.0.0",
	"text":"4.5.0.0 Younger patients An intensive approach, e.g. by autologous stem cell transplantation (ASCT), induces higher response and survival rates in fit patients, independently of the addition of rituximab, as shown in the table below DOSE-‍NTENSIFIED FIRST-‍LINE THERAPY IN MCL (PHASE II, III TRIALS) ASCT-‍based regimens Dreyling et al. STUDY FEATURES Phase III, randomised EVALUABLE PATIENTS 112 THERAPEUTIC REGIMEN CHOP + TBI + ASCT vs CHOP + TBI + IFNα ORR % (CR %) 98 (81) vs 99 (37) MEDIAN PFS (Years) 3.3 vs 1.4 MEDIAN OS (YEARS) NR (83% 3-year OS) vs NR (77% 3-year OS) DROPOUT RATE 13% vs n/a TRM 5% vs 0% SECONDARY TUMOUR RATE 5% Hermine et al. STUDY FEATURES Phase III, randomised EVALUABLE PATIENTS 455 THERAPEUTIC REGIMEN R-‍CHOP + TBI + ASCT vs R-‍CHOP/R-‍DHAP + HD-AraC + ASCT ORR % (CR %) 98 (63) vs 99 (61) MEDIAN PFS (Years) 3.8 vs 7.3 MEDIAN OS (YEARS) 6.8 vs NR DROPOUT RATE n/a TRM 4% SECONDARY TUMOUR RATE n/a Eskelund et al. STUDY FEATURES Phase II EVALUABLE PATIENTS 160 THERAPEUTIC REGIMEN R-‍maxi-‍CHOP + HD-‍AraC + ASCT ORR % (CR %) 96 (54) MEDIAN PFS (Years) 7.4 MEDIAN OS (YEARS) NR (64% 10-year OS) DROPOUT RATE 9% TRM 5% SECONDARY TUMOUR RATE 4% Delarue et al. STUDY FEATURES Phase II EVALUABLE PATIENTS 60 THERAPEUTIC REGIMEN R-‍CHOP/R-‍DHAP + HD-AraC + ASCT ORR % (CR %) 100 (96) MEDIAN PFS (Years) 6.9 MEDIAN OS (YEARS) NR (75% 5-year OS) DROPOUT RATE 18% TRM 1.5% SECONDARY TUMOUR RATE 18% Le Gouill et al. STUDY FEATURES Phase III, randomised EVALUABLE PATIENTS 299 THERAPEUTIC REGIMEN R-‍DHAP + ASCT vs R-‍DHAP + ASCT + R maintenance ORR % (CR %) 83 (77) MEDIAN PFS (Years) NR (73% 3-year PFS) vs NR (89% 3-year PFS) MEDIAN OS (YEARS) NR (84% 3-‍yearOS) vs NR (93% 3-year OS) DROPOUT RATE n/a TRM n/a SECONDARY TUMOUR RATE n/a non-ASCT-‍based regimens Romaguera et al. STUDY FEATURES Phase II, monocentric EVALUABLE PATIENTS 97 THERAPEUTIC REGIMEN R-‍hyper-‍CVAD ORR % (CR %) n/a MEDIAN PFS (Years) 4.6 MEDIAN OS (YEARS) NR (64% 10-year OS) DROPOUT RATE 29% TRM 8% SECONDARY TUMOUR RATE 5% Merli et al. STUDY FEATURES Phase II, multicentric EVALUABLE PATIENTS 60 THERAPEUTIC REGIMEN R-‍hyper-‍CVAD ORR % (CR %) 83 (72) MEDIAN PFS (Years) NR (73% 5-year PFS) MEDIAN OS (YEARS) NR (61% 5-year OS) DROPOUT RATE 63% TRM 6.5% SECONDARY TUMOUR RATE 1.5% Bernstein et al. STUDY FEATURES Phase II, multicentric EVALUABLE PATIENTS 49 THERAPEUTIC REGIMEN R-‍hyper-‍CVAD ORR % (CR %) 86 (55) MEDIAN PFS (Years) 4.8 MEDIAN OS (YEARS) 6.8 DROPOUT RATE 39% TRM 2% SECONDARY TUMOUR RATE 4% ASCT, autologous stem cell transplantation; CHOP, cyclophosphamide/‍doxorubicin/‍vincristine/‍prednisolone; CR, complete response; DHAP, dexamethasone/‍cytarabine/cisplatin; HD-‍AraC, high-‍dose cytarabine; hyper-‍CVAD, hyperfractionated cyclophosphamide/‍vincristine/‍ doxorubicin/‍dexamethasone; IFNα, interferon alpha; maxi-‍CHOP, maximum-‍strength CHOP; MCL, mantle cell lymphoma; n/a, not applicable; NR, not reached; ORR, overall response rate; OS, overall survival; PFS, progression-‍free survival; R, rituximab; TBI, total body irradiation; TRM, transplant-‍related mortality Dreyling M et al. Blood 2005;105:2677–84; Hermine O et al. Lancet 2016;388:565–75; Eskelund CW et al. Br J Haematol 2016;175:410–18; Delarue R et al. Blood 2013;121:48–53; Le Gouill S et al. Blood 2016;128;abs145; Romaguera JE et al. J Clin Oncol 2005;23:7013–23; Merli F et al. Br J Haematol 2012;156:346–53; Bernstein SH et al. Ann Oncol 2013;24:1587–93 A cytarabine-‍containing induction regimen improves median time to treatment failure (p = 0.038) whereas induction with HD-‍AraC alone leads to poor response rates In a comparison of the Nordic, HOVON and MCL Younger protocols, total body irradiation (TBI) prior to ASCT is beneficial only in patients with partial response (PR) There is no benefit of RIT An upfront, dose-‍intensified approach (R-‍hyper-‍CVAD, rituximab/hyperfractionated cyclophosphamide/‍vincristine/‍doxorubicin/‍dexamethasone) gives good response and survival rates, but is associated with significant therapy-‍associated toxicity and a poor stem cell mobilisation success rate Rituximab maintenance following induction with rituximab with dexamethasone/‍high-‍dose cytarabine/cisplatin (R-‍DHAP) and ASCT improves PFS and OS and is the current standard of care The use of allogeneic stem cell transplantation (alloSCT) as part of front-‍line treatment cannot be supported"
},
{
	"page":"ENAS5408_4.6.0.0",
	"text":"4.6.0.0 Relapsed disease A repeated biopsy is recommended to identify important prognostic features Selection of salvage treatment depends on the efficacy of prior regimens In early relapses (< 12–24 months), a non-‍cross-‍resistant scheme (bendamustine or HD-‍AraC-‍containing regimens, e.g. R-BAC) after CHOP or vice versa, is recommended, with addition of rituximab if the previous antibody-‍containing scheme achieved > 6 months duration of remission Newer targeted approaches should be considered for early relapses or refractory disease, as shown in the table below and the figure here Ibrutinib achieves the highest response rates and some long-‍term remissions but early relapses display very aggressive features Lenalidomide (preferably in combination with rituximab) may lead to ongoing remissions when ibrutinib is contraindicated, particularly when there is a high risk of bleeding Temsirolimus and bortezomib combined with chemotherapy are additional options Rituximab maintenance has a favourable safety profile and prolongs PFS and OS in relapsed disease, but second-‍line maintenance after relapse on front-‍line maintenance has not been investigated RIT leads to extended remission durations, especially in elderly patients with comorbidities who are not eligible for dose intensification High-‍dose chemotherapy with ASCT may be considered in patients relapsing after conventional first-‍line therapy, although the benefit is marginal A second autograft at relapse should not be used In younger patients, alloSCT with reduced-‍dose conditioning is potentially curative and has achieved long-‍term remissions even in patients following early relapse and with refractory Haploidentical BM transplantation achieves high response rates but is still experimental Consideration should be given to enrolment in clinical trials PUBLISHED CLINICAL STUDIES INVESTIGATING MOLECULAR TARGETED APPROACHES IN RELAPSED MANTLE CELL LYMPHOMA Proteasome inhibitors AUTHOR: Goy et al. STUDY FEATURES Phase II EVALUABLE PATIENTS 141 THERAPEUTIC REGIMEN Bortezomib ORR % (CR %) 33 (8) MEDIAN PFS (MONTHS) 6.7 (TTP) MEDIAN OS (MONTHS) 23.5 mTOR inhibitors AUTHOR: Hess et al. STUDY FEATURES Phase III, randomised EVALUABLE PATIENTS 54 54 53 THERAPEUTIC REGIMEN Temsirolimus 175 mg/75 mg Temsirolimus 175 mg/25 mg Investigator&#39;s choice ORR % (CR %) 22 (2) 6 (0) 2 (2) MEDIAN PFS (MONTHS) 4.8 3.4 1.9 MEDIAN OS (MONTHS) 12.80 10.00 9.70 AUTHOR: Ansell et al. STUDY FEATURES Phase II EVALUABLE PATIENTS 69 THERAPEUTIC REGIMEN Temsirolimus, rituximab ORR % (CR %) 59 (19) MEDIAN PFS (MONTHS) 9.7 MEDIAN OS (MONTHS) 29.50 AUTHOR: Hess et al. STUDY FEATURES Phase II EVALUABLE PATIENTS 32 THERAPEUTIC REGIMEN Temsirolimus, BR ORR % (CR %) 87 (8) MEDIAN PFS (MONTHS) 18 MEDIAN OS (MONTHS) 36.00 Immunomodulatory drugs AUTHOR: Zinzani et al. STUDY FEATURES Phase II EVALUABLE PATIENTS 57 THERAPEUTIC REGIMEN Lenalidomide ORR % (CR %) 35 (12) MEDIAN PFS (MONTHS) 8.8 MEDIAN OS (MONTHS) NR AUTHOR: Goy et al. STUDY FEATURES Phase II EVALUABLE PATIENTS 134 THERAPEUTIC REGIMEN Lenalidomide ORR % (CR %) 28 (8) MEDIAN PFS (MONTHS) 4 MEDIAN OS (MONTHS) 19.00 AUTHOR: Trneny et al. STUDY FEATURES Phase III EVALUABLE PATIENTS 254 THERAPEUTIC REGIMEN Lenalidomide Investigator&#39;s choice ORR % (CR %) 46 (11) 23 (8) MEDIAN PFS (MONTHS) 8.7 5.2 MEDIAN OS (MONTHS) 27.90 21.20 AUTHOR: Wang et al. STUDY FEATURES Phase II EVALUABLE PATIENTS 44 THERAPEUTIC REGIMEN Lenalidomide, rituximab ORR % (CR %) 57 (36) MEDIAN PFS (MONTHS) 11.1 MEDIAN OS (MONTHS) 24.3 Antibody-‍based approaches AUTHOR: Wang et al. STUDY FEATURES Phase II EVALUABLE PATIENTS 32 THERAPEUTIC REGIMEN 90Y-‍ibritumumab tiuxetan ORR % (CR %) 31 (16) MEDIAN PFS (MONTHS) 6(EFS) MEDIAN OS (MONTHS) 21 AUTHOR: Ferrero et al. STUDY FEATURES Phase II EVALUABLE PATIENTS 15*+ THERAPEUTIC REGIMEN 90Y-‍ibritumumab tiuxetan ORR % (CR %) 40 (20) MEDIAN PFS (MONTHS) 3.7 MEDIAN OS (MONTHS) 13.80 BCR signalling inhibitors AUTHOR: Wang et al. STUDY FEATURES Phase II EVALUABLE PATIENTS 111 THERAPEUTIC REGIMEN Ibrutinib ORR % (CR %) 68 (21) MEDIAN PFS (MONTHS) 13.9 MEDIAN OS (MONTHS) NR (1.5-year OS 58%) AUTHOR: Dreyling et al. STUDY FEATURES Phase III EVALUABLE PATIENTS 280 THERAPEUTIC REGIMEN Ibrutinib vs temsirolimus ORR % (CR %) 72 (26) MEDIAN PFS (MONTHS) 14.6 MEDIAN OS (MONTHS) NR (68% at 1 year) AUTHOR: Wang et al. STUDY FEATURES Phase II EVALUABLE PATIENTS 50 THERAPEUTIC REGIMEN Ibrutinib, rituximab ORR % (CR %) 88 (44) MEDIAN PFS (MONTHS) NR MEDIAN OS (MONTHS) NR AUTHOR: Kahl et al. STUDY FEATURES Phase I EVALUABLE PATIENTS 16 THERAPEUTIC REGIMEN Idelalisib ORR % (CR %) 62 (n/a) MEDIAN PFS (MONTHS) 3 (DOR) MEDIAN OS (MONTHS) n/a BCL2 inhibitors AUTHOR: Davids et al. STUDY FEATURES Phase I EVALUABLE PATIENTS 32 (8 MCL) THERAPEUTIC REGIMEN Venetoclax† ORR % (CR %) 100 (0) MEDIAN PFS (MONTHS) n/a MEDIAN OS (MONTHS) n/a *15 patients received the antibody as relapse monotherapy, 30 patients as consolidation after salvage treatment †Not registered in MCL BCL2, B-‍cell lymphoma 2; BCR, B-‍cell receptor; BR, bendamustine/‍rituximab; CR, complete response; DOR, duration of response; EFS, event-‍free survival; MCL, mantle cell lymphoma; mTOR, mechanistic target of rapamycin; n/a, not applicable; NR, not reached; ORR, overall response rate; OS, overall survival; PFS, progression-‍free survival; TTP, time to progression Goy A et al. Ann Oncol 2009;20:520–25; Hess G et al. J Clin Oncol 2009;27:3822–29; Ansell SM et al. Lancet Oncol 2011;12:361–68; Hess G et al. Blood 2016;128(22):abs2977; Zinzani PL et al. Ann Oncol 2013;24:2892–97; Goy A et al. J Clin Oncol 2013;31:3688–95; Trneny M et al. Lancet Oncol 2016;17:319–31; Wang M et al. Lancet Oncol 2012;13:716–23; Wang M et al. J Clin Oncol 2009;27:5213–18; Ferrero S et al. Leukemia 2016;30:984–87; Wang ML et al. N Engl J Med 2013;369:507–16; Dreyling M et al. Lancet 2016;387:770–78; Wang ML et al. Lancet Oncol 2016;17:48–56; Kahl BS et al. Blood 2014;123:3398–405; Davids MS et al. J Clin Oncol 2017;35:826–33"
},
{
	"page":"ENAS5408_4.7.0.0",
	"text":"4.7.0.0 Response evaluation PET-‍CT according to the Lugano classification for response evaluation is optional Radiological tests should be carried out mid- and post-‍completion of chemotherapy Patients achieving less than a PR should be considered for early salvage regimens while those achieving a PR may convert to a complete response after post-‍induction treatment Minimal residual disease (MRD), applying patient-specific primers, is an independent prognostic factor but should not be used outside clinical trials, except in donor lymphocyte infusion post-‍allograft"
},
{
	"page":"ENAS5408_5.0.0.0",
	"text":"5.0.0.0 Personalised medicine More research is needed to identify molecular markers that could translate into a more personalised approach The selection of the optimal treatment for a patient is based mainly on clinical and biological risk factors, symptoms and tumour load (see Figure here) PET- and MRD-‍based tailored treatments are not yet part of routine clinical practice New agents, especially other inhibitors targeting the B-‍cell receptor (BCR) pathway, B-‍cell lymphoma 2 (BCL2), or cyclin-dependent kinases (CDKs), are under investigation"
},
{
	"page":"ENAS5408_6.0.0.0",
	"text":"6.0.0.0 Follow-‍up, long-‍term implications and survivorship Recommendations, as shown in the table below, are based on consensus rather than on evidence and include: History and physical examination, blood counts and routine chemistry every 3 months for 2 years, every 6 months for 3 additional years, and annually thereafter; annual evaluation of thyroid function in patients after irradiation of the neck; optional CT scan (or ultrasound examinations) every 3-6 months for 2 years and every 6-12 months up to 5 years RECOMMENDED FOLLOW-‍UP History DETAILS B symptoms YEAR 1–2 Every 3 months YEAR 3–5 Twice annually YEAR > 5 Annually Physical examination DETAILS Peripheral lymph nodes, liver, spleen YEAR 1–2 Every 3 months YEAR 3–5 Twice annually YEAR > 5 Annually Laboratory work-‍up DETAILS Blood and differential count LDH YEAR 1–2 Every 3 months YEAR 3–5 Twice annually YEAR > 5 Annually Imaging DETAILS Abdominal ultrasound CT neck, chest, abdomen, pelvis YEAR 1–2 Optional: Every 3–6 months YEAR 3–5 Optional: Every 6–12 months YEAR > 5 If progress suspected Toxicity DETAILS TSH if irradiated YEAR 1–2 Annually YEAR 3–5 Annually YEAR > 5 Annually CT, computed tomography; LDH, lactate dehydrogenase; TSH, thyroid-stimulating hormone Evidence does not support regular radiological follow-‍up and PET-‍CT should not be used for surveillance"
},
{
	"page":"ENAS5408_7.1.0.0",
	"text":"7.0.0.0 Summary of recommendations 7.1.0.0 Diagnosis and pathology/molecular biology Diagnosis of MCL should be based on a surgical specimen, preferably a lymph node biopsy, with core biopsies reserved for patients without easily accessible lymph nodes With leukaemic manifestation only, a BM biopsy with additional diagnostic measures, such as immunophenotype (CD5+, CD19/20+), detection of t(11;14) (q13;q32) and overexpression of cyclin D1, is sufficient Fine needle aspirations are not recommended for evaluating additional risk factors (cytology, cell proliferation) Diagnosis should be made according to the WHO classification and Ki-67, using a standardised method Immunohistochemistry for detection of cyclin D1 overexpression is mandatory In cyclin D1-‍negative cases, detection of SOX11 may help to establish the diagnosis"
},
{
	"page":"ENAS5408_7.2.1.0",
	"text":"7.2.0.0 Staging and risk assessment 7.2.1.0 Overview The initial work-‍up should include a CT scan of the neck, thorax, abdomen and pelvis, a BM aspirate and biopsy, a full blood count, blood chemistry, including LDH and uric acid, and screening tests for HIV and hepatitis B and C PET-‍CT scan is recommended for rare limited stage I/II disease, prior to localised RT, together with gastrointestinal endoscopy in asymptomatic cases, which should otherwise be reserved for symptomatic patients Lumbar puncture to assess CNS involvement may be considered in high-‍risk cases Staging should be carried out according to the Lugano classification system, with mention of bulky disease > 5 cm when appropriate MIPI-‍c should be used routinely to estimate clinical behaviour"
},
{
	"page":"ENAS5408_7.2.2.0",
	"text":"7.2.2.0 Leukaemic non-‍nodal subtype of MCL SOX11 negativity may help to identify a more indolent evolution of MCL, characterised by a leukaemic non-‍nodal presentation with BM involvement only and splenomegaly In conventional MCL (SOX11-‍positive) with low Ki-67 (≤ 10%) additional TP53 mutations may lead to aggressive clinical evolution A short course of watch-‍and-‍wait under close observation is recommended for suspected indolent cases with low tumour burden If treatment is required, recommendations for classical MCL apply"
},
{
	"page":"ENAS5408_7.3.1.0",
	"text":"7.3.0.0 Treatment 7.3.1.0 First-‍line: Stages I–II In patients with limited non-‍bulky disease, a shortened conventional chemotherapy induction regimen followed by consolidation RT (involved field, 30-36 Gy) is recommended In patients with large tumour burden or adverse prognostic features, systemic therapy approaches indicated for advanced stages are recommended, with consideration being given to consolidation RT"
},
{
	"page":"ENAS5408_7.3.2.0",
	"text":"7.3.2.0 First-‍line: Stages III–IV Induction therapy in all symptomatic patients and in cases with high tumour burden should be initiated at diagnosis, based on clinical risk factors, symptoms and patient characteristics"
},
{
	"page":"ENAS5408_7.3.3.0",
	"text":"7.3.3.0 Elderly patients The majority of patients do not qualify for dose-‍intensified regimens Rituximab in combination with chemotherapy such as CHOP or bendamustine is recommended Bortezomib in combination with rituximab doubles median PFS but results in significant thrombocytopaenia and R-CVP results in inferior response rates and PFS R-FC or R-FM and antibody monotherapy (rituximab, RIT) are not recommended Less intense immunochemotherapy, e.g. chlorambucil, VADC or PEP-C, or a low-‍toxicity targeted therapy may be considered for frail patients Prophylactic antiviral medication and/‍or virus load monitoring is strongly recommended for patients with positive hepatitis B serology, Maintenance with rituximab significantly improves PFS and OS after R-‍CHOP and is superior to RIT consolidation"
},
{
	"page":"ENAS5408_7.3.4.0",
	"text":"7.3.4.0 Younger patients An intensive approach, e.g. ASCT, induces higher response and survival rates in fit patients, independently of rituximab addition A cytarabine-‍containing induction regimen is more effective than HD-‍AraC alone TBI prior to ASCT is beneficial only in patients with PR and there is no benefit of RIT An upfront, dose-‍intensified approach, using R-‍hyper-‍CVAD with alternating high-dose methotrexate/‍cytarabine cycles, gives good response and survival rates, but is associated with significant therapy-‍associated toxicity and a low stem cell mobilisation success rate Rituximab maintenance following induction R-‍DHAP and ASCT improves PFS and OS and is the current standard of care The front-‍line use of alloSCT cannot be supported"
},
{
	"page":"ENAS5408_7.3.5.0",
	"text":"7.3.5.0 Relapsed disease A repeated biopsy is recommended to identify important prognostic features Selection of salvage treatment depends on the efficacy of prior regimens In early relapses (< 12–24 months), a non-‍cross-‍resistant scheme after CHOP or vice versa, is recommended, with addition of rituximab if the previous antibody-‍ containing scheme achieved > 6 months duration of remission Newer targeted approaches should be considered for early relapses or refractory disease Ibrutinib achieves the highest response rates, although early relapses display very aggressive features, and lenalidomide (preferably in combination with rituximab) may produce ongoing remissions when ibrutinib is contraindicated Temsirolimus and bortezomib combined with chemotherapy are additional options Rituximab maintenance has a favourable safety profile and prolongs PFS and OS in relapsed disease RIT leads to extended remission durations, especially in elderly patients with comorbidities who are not eligible for dose intensification High-‍dose chemotherapy with ASCT may be considered in patients relapsing after conventional first-‍line therapy In younger patients, alloSCT with reduced-‍dose conditioning is potentially curative and has achieved long-‍term remissions even in following early relapse and in refractory disease Consideration should be given to enrolment in clinical trials"
},
{
	"page":"ENAS5408_7.3.6.0",
	"text":"7.3.6.0 Response evaluation PET-‍CT according to the Lugano classification for response evaluation is optional Radiological tests should be carried out mid- and post-‍completion of chemotherapy; patients achieving less than a PR should be considered for early salvage regimens while those achieving a PR may convert to a complete response after post-‍induction treatment MRD should not be used outside clinical trials, except in donor lymphocyte infusion post allograft"
},
{
	"page":"ENAS5408_7.4.0.0",
	"text":"7.4.0.0 Personalised medicine More research is needed to identify molecular markers that could translate into a more personalised approach Optimal treatment selection is based mainly on clinical and biological risk factors, symptoms and tumour load New agents, especially other inhibitors targeting the B-‍cell receptor pathway, BCL2 or CDKs, are under investigation"
},
{
	"page":"ENAS5408_7.5.0.0",
	"text":"7.5.0.0 Follow-‍up, long-‍term implications History and physical examination, blood counts and routine chemistry should be performed every 3 months for 2 years, every 6 months for 3 additional years, and once a year thereafter Annual evaluation of thyroid function is recommended in patients after irradiation of the neck A CT scan every 3–6 months for 2 years and every 6–12 months up to 5 years is optional"
},
{
	"page":"ENAS5408_8.0.0.0",
	"text":"8.0.0.0 Glossary aaIPI age-‍adjusted International Prognostic Index ABC activated B cell ABVD doxorubicin/‍bleomycin/‍vinblastine/‍dacarbazine ACVBP doxorubicin/‍vindesine/‍cyclophosphamide/‍bleomycin/‍prednisolone AITL angioimmunoblastic T cell lymphoma ALCL anaplastic large cell lymphoma ALK anaplastic lymphoma kinase alloHSCT allogeneic haematopoietic stem cell transplantation alloSCT allogeneic stem cell transplantation anti-‍HBc hepatitis B core antibody anti-‍HBs hepatitis B surface antibody AP alkaline phosphatase AraC cytarabine ASCT autologous stem cell transplantation AspaMetDex L-‍asparaginase/​methotrexate/​dexamethasone autoHSCT autologous hematopoietic stem cell transplantation BAC bendamustine/cytarabine BCL2 B cell lymphoma 2 BCR B cell receptor BEACOPPesc escalated dose of bleomycin/​‍etoposide/​‍doxorubicin/​‍cyclophosphamide/​‍vincristine/​‍procarbazine/​‍prednisone BEAM carmustine/​etoposide/​cytarabine/​melphalan BM bone marrow BR bendamustine/‍rituximab Btk Bryton&#39;s tyrosine kinase BV brentuximab vedotin C-‍ALCL cutaneous anaplastic large cell lymphoma CBCL cutaneous B cell lymphoma CCNU lomustine CDK cyclin-dependent kinase cHL classical Hodgkin’s lymphoma CHOEP cyclophosphamide/‍​doxorubicin/​‍vincristine/​‍etoposide/​‍prednisolone CHOP cyclophosphamide/​‍doxorubicin/​‍vinccristine/​‍prednisone CHVP cyclophosphamide/​​ doxorubicin/​​ etoposide/ ​​prednisone CI confidence interval Clb chlorambucil CLL chronic lymphocytic leukaemia CMR complete metabolic response CMV cytomegalovirus CNS central nervous system CPGs Clinical Practice Guidelines CR complete remission/response CR1 first complete remission CRP C-‍reactive protein CS clinical stage CSF cerebrospinal fluid CT computed tomography CTCL cutaneous T cell lymphoma CVP cyclophosphamide/​‍vincristine/‍​​prednisone DA-‍EPOCH-‍R dose-‍adjusted etoposide/​​‍prednisone/‍​​vincristine/‍​​cyclophosphamide/‍​​doxorubicin-‍rituximab DAT direct antiglobulin test DCR dexamethasone/​‍cyclophosphamide/‍rituximab DHAP dexamethasone/​high-‍dose cytarabine/​cisplatin DLBCL diffuse large B cell lymphoma DOR duration of response EATL enteropathy-‍associated T cell lymphoma EBV Epstein-‍Barr virus ECOG Eastern Cooperative Oncology Group ECP extracorporeal photophoresis EFS event-free survival EGD oesophagogastroduodenoscopy EMA epithelial membrane antigen ENKTCL extranodal natural killer/T cell lymphoma EORTC European Organisation for Research and Treatment of Cancer EPOCH etoposide/​‍vincristine/​‍doxorubicin/‍​cyclophosphamide/​‍prednisone ESMO European Society for Medical Oncology ESR erythrocyte sedimentation rate FACS fluorescence-activated cell sorting FC fludarabine/​‍cyclophosphamide FCR fludarabine/​‍cyclophosphamide/​rituximab FDC follicular dendritic cell FDG fluorodeoxyglucose FDG-‍PET fluorodeoxyglucose positron emission tomography FISH fluorescence in situ hybridisation FL follicular lymphoma FLIPI Follicular Lymphoma-‍specific International Prognostic Index FM fludarabine/​‍mitoxantrone FND cyclophosphamide/‍​​vincristine/‍​​prednisolone FTH follicular T-helpe GC germinal centre GDP cisplatin/‍​gemcitabine/​‍dexamethasone GELA Groupe d’Etude des Lymphomes de l’Adulte GHSG German Hodgkin Study Group GI gastrointestinal Hb haemaglobin HBc hepatitis B core HBs hepatitis B surface HBsAG hepatitis B surface antigen HBV hepatitis B virus HCL hairy cell leukaemia HCL-V hairy cell leukaemia variant HCV hepatitis C virus HD Hodgkin’s disease HD-AraC high-‍dose cytarabine HD-‍MTX high-‍dose methotrexate HDCT high-‍dose chemotherapy HDCT/‍ASCT high-‍dose chemotherapy followed by autologous stem cell transplantation HIV human immunodeficiency virus HL Hodgkin’s lymphoma HLA human leucocyte antigen HPS haemophagocytic syndrome HRS Hodgkin and Reed-‍Sternberg HSCT haematopoietic stem cell transplantation HSTCL hepatosplenic T cell lymphoma HTLV-1 human T-‍lymphotropic virus-1 Hyper-CVAD cyclophosphamide/‍​vincristine/​‍doxorubicin/​‍dexamethasone ICE ifosfamide/‍​carboplatin/‍​etoposide IELSG International Extranodal Lymphoma Study Group IFNα interferon alpha IFRT involved-‍field radiotherapy Ig immunoglobulin IGEV ifosfamide/‍​gemcitabine/‍​vinorelbine IGHV immunoglobulin heavy chain variable IHC immunohistochemistry IL intralesional ILROG International Lymphoma Radiation Oncology Group IPI International Prognostic Index ISCL International Society for Cutaneous Lymphomas ISRT involved-‍site radiotherapy ISSWM International Prognostic Scoring System for Waldenström’s macroglobulinaemia IT intrathecal IV intravenous IVAC ifosfamide/​cytarabine/​etoposide IVE ifosfamide/​‍vincristine/​‍etoposide KPS Karnofsky performance score LDH lactate dehydrogenase LP lymphocyte predominant LPDs lymphoproliferative disorders LVEF left ventricular ejection fraction LyP lymphomatoid papulosis LYSA Lymphoma Study Assocation M metastasis MALT mucosa-‍associated lymphoid tissue maxi-CHOP maximum-strength CHOP MC mantle cell MCL mantle cell lymphoma MCP melphalan/‍​chlorambucil/​‍prednisone MF mycosis fungoides MIPI Mantle Cell Lymphoma International Prognostic Index MIPI-c combined mantle cell lymphoma International Prognostic Index MRD minimal residual disease MRI magnetic resonance imaging mTOR mechanistic target of rapamycin MTX methotrexate N node n/a not applicable NC no change neg negative NHL non-‍Hodgkin’s lymphoma NK natural killer NKTCL natural killer/​T cell lymphoma NLPHL nodular lymphocyte-‍predominant Hodgkin’s lymphoma NR not reached OFAR oxaliplatin/​fludarabine/​cytarabine/​rituximab ORR overall response rate OS overall survival PB peripheral blood PBL primary diffuse large B cell lymphoma of the breast PBoL primary diffuse large B cell lymphoma of the bone PCFCL primary cutaneous follicle centre lymphoma PCL primary cutaneous lymphomas PCLBCL-‍LT primary cutaneous diffuse large B cell lymphoma, leg type PCMZL primary cutaneous marginal zone lymphoma PCNSL primary central nervous system lymphoma PCR polymerase chain reaction PDL programmed cell death ligand PEP-C prednisone/​‍etoposide/​‍procarbazine/​‍cyclophosphamide PET positron emission tomography PET-‍CT positron emission tomography-‍computed tomography PFS progression-‍free survival PI3K phosphoinositide 3-‍kinase PMBCL primary mediastinal large B cell lymphoma pMRD probable minimal residual disease PPI proton pump inhibitor PR partial response PS performance status PTCL peripheral T cell lymphoma PTCL-‍NOS peripheral T cell lymphoma – not otherwise specified PTL primary testicular lymphoma PUVA psoralens and ultraviolet A R rituximab R-‍ACVBP rituximab-‍doxorubicin/‍​vindesine/‍​​cyclophosphamide/‍​​bleomycin/‍​​prednisolone R-BAC rituximab-bendamustine/​cytarabine R-‍CHOEP rituximab-‍cyclophosphamide/‍​doxorubicin/‍​vincristine/‍​prednisone/​etoposide R-‍CHOEP14 rituximab-‍cyclophosphamide/​‍doxorubicin/‍​vincristine/‍​prednisone/‍​etoposide, every 14 days R-‍CHOP rituximab-‍cyclophosphamide/‍​doxorubicin/‍​vincristine/‍​prednisolone R-‍CHOP14 rituximab-‍cyclophosphamide/​doxorubicin/​vincristine/‍​prednisone, every 14 days R-‍CHOP21 rituximab-‍cyclophosphamide/​‍doxorubicin/‍​vincristine/‍​prednisone, every 21 days R-‍CHVP-‍IFN rituximab-‍cyclophosphamide/‍​doxorubicin/‍​etoposide/‍​prednisone-‍interferon R-CVP rituximab-‍cyclophosphamide/‍​vincristine/‍​prednisolone R-‍DHAP rituximab/‍​dexamethasone/‍​high-dose cytarabine/‍​cisplatin R-FC rituximab-fludarabine/‍​cyclophosphamide R-FM rituximab-fludarabine/​‍mitoxantrone R-FND rituximab-‍cyclophosphamide/‍​vincristine/​‍prednisolone R-GDP rituximab-cisplatin/​‍gemcitabine/​‍dexamethasone R-‍GEMOX rituximab-‍gemcitabine/​oxaliplatin R-‍HDCT rituximab plus high-‍dose chemotherapy R-‍Hyper-‍CVAD rituximab plus fractionated cyclophosphamide/​‍vincristine/​‍anthracycline/​‍dexamethasone R-ICE rituximab-ifosfamide/‍​carboplatin/‍​etoposide R-‍MACOP-‍B rituximab-methotrexate/​doxorubicin/​cyclophosphamide/​‍vincristine/‍​prednisolone-‍bleomycin R-MCP rituximab-mitoxantrone/‍​chlorambucil/‍​prednisone R-‍miniCHOP rituximab with attenuated chemotherapy R-‍VACOP-‍B rituximab-‍etoposide/​doxorubicin/​cyclophosphamide/​vincristine/​prednisolone-‍bleomycin RIC-‍alloSCT reduced-‍intensity conditioning allogeneic stem cell transplantation RIT radioimmunotherapy rRD responding residual disease RR response rate RT radiotherapy SC subcutaneous SLL small lymphocytic leukaemia SMILE dexamethasone/​methotrexate/​ifosphamide/​L-asparaginase/​etoposide SPTCL subcutaneous panniculitis-‍like T cell lymphoma SS Sézary syndrome T tumour TBI total body irradiation TCR T cell receptor TNMB tumour node metastasis blood TRM transplant-related mortality TSH thyroid-stimulating hormone TTF time to treatment failure TTP time to progression ULN upper limit of normal UVB ultraviolet B VADC vincristine/‍​doxorubicin/​‍oral dexamethasone/​chlorambucil VR-CAP bortezomib/‍cyclophosphamide/‍doxorubicin/‍prednisone/‍rituximab WBC white blood cell WBRT whole brain radiotherapy WHO World Health Organization WM Waldenström’s macroglobulinaemia"
}
]