[
{
	"page":"ENAS5262_1.0.0.0",
	"text":"1.0.0.0 Authors and legal information GUIDELINES COMMITTEE Chair: George Pentheroudakis; Co-‍Chair: Cristiana Sessa; Steering Committee Members: Dirk Arnold, Christian Buske, Fatima Cardoso, Paolo Casali, Andrés Cervantes, Elisabeth de Vries, Alan Horwich, Solange Peters, Rolf Stahel; Subject Editors: Jean-Yves Blay, Nicoletta Colombo, Karin Jordan, Ulrich Keilholz, Marco Ladetto, Lisa Licitra, Matthias Preusser, Carla Ripamonti, Elzbieta Senkus-Konefka; Deputy Subject Editors: Alfredo Berruti, Silke Gillessen, Mats Jerkeman, Jean-Pascal Machiels, Erika Martinelli, Ulrich Mey, Olivier Michielin, Martin Reck; Staff: Keith McGregor, Claire Bramley, Jennifer Lamarre, Sarah Escuin, Jean-Yves Douillard, Svetlana Jezdic. ESMO CLINICAL PRACTICE GUIDELINES Central venous access in oncology: ESMO Clinical Practice Guidelines Sousa B, Furlanetto J, Hutka M, Gouveia P, Wuerstlein R, Mariz JM, Pinto D and Cardoso F, on behalf of the ESMO Guidelines Committee Ann Oncol 2015;26 (Suppl 5):v152–68 http:/‍/‍annonc.oxfordjournals.org/‍content/‍‍26/‍suppl_5/v152.full.pdf+html Management of oral and gastrointestinal mucosal injury: ESMO Clinical Practice Guidelines for diagnosis, treatment and follow-‍‍up Peterson DE, Boers-‍‍Doets CB, Bensadoun RJ and Herrstedt J, on behalf of the ESMO Guidelines Committee Ann Oncol 2015;26 (Suppl 5):v139–51 http:/‍/‍annonc.oxfordjournals.org/‍content/‍‍26/‍suppl_5/v139.full.pdf+html Prevention of chemotherapy-‍‍ and radiotherapy-‍‍induced nausea and vomiting and of nausea and vomiting in advanced cancer patients: 2016 MASCC and ESMO guideline update Roila F, Molassiotis A, Herrstedt J, Aapro M, Gralla RJ, Bruera E, Clark-‍‍Snow RA, Dupuis LL, Einhorn LH, Feyer P, Hesketh PJ, Jordan K, Olver I, Rapoport BL, Roscoe J, Ruhlmann CH, Walsh D, Warr D and van der Wetering M, on behalf of the participants of the MASCC-‍‍ESMO Consensus Conference Ann Oncol 2016; 27 (Suppl 5): v119–33 http:/‍/‍annonc.oxfordjournals.org/‍content/‍‍27/‍suppl_5/v119.full.pdf+html Management of venous thromboembolism (VTE) in cancer patients: ESMO Clinical Practice Guidelines Mandalà M, Falanga A and Roila F, on behalf of the ESMO Guidelines Working Group Ann Oncol 2011;22(Suppl 6):vi85–92 http:/‍/‍annonc.oxfordjournals.org/‍content/‍‍22/‍suppl_6/vi85.full.pdf+html Cardiovascular toxicity induced by chemotherapy, targeted agents and radiotherapy: ESMO Clinical Practice Guidelines Curigliano G, Cardinale D, Suter T, Plataniotis G, de Azambuja E, Sandri MT, Criscitiello C, Goldhirsch A, Cipolla C and Roila F, on behalf of the ESMO Guidelines Working Group Ann Oncol 2012;23(Suppl 7):vii155–66 http:/‍/‍annonc.oxfordjournals.org/‍content/‍‍23/‍suppl_7/vii155.full.pdf+html Management of chemotherapy extravasation: ESMO-‍EONS Clinical Practice Guidelines Pérez Fidalgo JA, García Fabregat L, Cervantes A, Marguiles A, Vidall C and Roila F, on behalf of the ESMO Guidelines Working Group Ann Oncol 2012;23(Suppl 7):vii167–73 http:/‍/‍annonc.oxfordjournals.org/‍content/‍‍23/‍suppl_7/vii167.full.pdf+html Management of febrile neutropaenia: ESMO Clinical Practice Guidelines Klastersky J, de Naurois J, Rolston K, Rapoport B, Maschmeyer G, Aapro M and Herrstedt J, on behalf of the ESMO Guidelines Committee Ann Oncol 2016; 27 (Suppl 5): v111–8 http:/‍/‍annonc.oxfordjournals.org/‍content/‍‍27/‍suppl_5/v111.full.pdf+html Management of infusion reactions to systemic anticancer therapy: ESMO Clinical Practice Guidelines Roselló S, Blasco I, García Fabregat L, Cervantes A and Jordan K, on behalf of the ESMO Guidelines Committee Ann Oncol 2017;28(Suppl 4):iv100–18 https://​academic.oup.com/​annonc/​article-pdf/​28/​suppl_4/​iv100/18528215/​mdx216.pdf Management of toxicities from immunotherapy: ESMO Clinical Practice Guidelines for diagnosis, treatment and follow-up Haanen JBAG, Carbonnel F, Robert C, Kerr KM, Peters S, Larkin J and Jordan K, on behalf of the ESMO Guidelines Committee Ann Oncol 2017;28(Suppl 4):iv119–42 https://​academic.oup.com/​annonc/​article-pdf/​28/​suppl_4/​iv119/​3958159/​mdx225.pdf ESMO POCKET GUIDELINES PROVIDE YOU WITH A CONCISE SUMMARY OF THE FUNDAMENTAL RECOMMENDATIONS MADE IN THE PARENT GUIDELINES IN AN EASILY ACCESSIBLE FORMAT. This quick reference booklet provides you with the most important content of the full ESMO Clinical Practice Guidelines (CPGs) and consensus statements on various aspects of supportive care for your patients. Key content includes central venous access in oncology; prevention of chemotherapy-‍‍ and radiotherapy induced nausea and vomiting; and management of febrile neutropenia, mucositis, venous thromboembolism, extravasation associated with the administration of chemotherapeutic agents and of the cardiotoxic effects of chemotherapy and radiotherapy. The ESMO CPG and consensus statements covered in this booklet are intended to provide you with a set of recommendations for the best standards of supportive care, using evidence-‍‍based medicine. Implementation of ESMO CPG and consensus statements facilitates knowledge uptake and helps you to deliver an appropriate quality of focused care to your patients. The approval and licensed indication of drugs mentioned in this pocket guideline may vary in different countries. Please consult your local prescribing information. This booklet can be used as a quick reference guide to access key content on supportive care in cancer. Please visit http://www.esmo.org or http://oncologypro.esmo.org to view the full guidelines."
},
{
	"page":"ENAS5262_2.0.0.0",
	"text":"2.0.0.0 Introduction Most of the evidence for this guideline comes from the use of central venous catheters (CVCs) in patients with a diversity of pathologies, therefore some recommendations are based on guidelines and studies which may lack some specificity for patients with cancer"
},
{
	"page":"ENAS5262_3.1.0.0",
	"text":"3.0.0.0 Central venous access 3.1.0.0 Insertion There are four main classifications of CVCs Non-‍tunnelled catheters, for short-‍‍term use when peripheral venous access is unachievable Tunnelled central catheters, when long-‍term access (> 30 days) is required for the administration of chemotherapy, antibiotics, parenteral feeding and blood products Fully implantable or surgically implantable catheters (ports or port-‍a-‍caths), for long-‍term use and associated with a low risk of infection Peripherally inserted central catheters (PICCs), which have a shorter longevity, due to a higher risk of thrombosis The main sites for devices are the internal jugular, external jugular and sub-‍clavian veins, with other potential sites being the cephalic vein in the deltopectoral groove and the axillary and femoral veins A specific insertion site cannot be recommended, but the femoral vein should be avoided due to the increased risk of infection and thrombosis Preoperative assessment, including a medical history, physical examination and appropriate laboratory and radiological tests, is advised Insertion of an implantable venous access device should be carried out under strict sterile conditions, in the operating room and under local anaesthesia, with or without sedation Chlorhexidine solutions with alcohol should be used Antimicrobial prophylaxis to prevent catheter colonisation is not recommended Cephalic vein cut-‍down for initial venous access is preferred to the percutaneous approach, to avoid the risk of immediate complications 2D ultrasound appears to be superior to the surface landmark approach for locating the internal jugular vein Data are equivocal for sub-‍clavian vein access and insufficient for femoral vein access The catheter tip should be located at the junction between the right atrium and superior vena cava (SVC) and this should be verified radiologically with intraoperative fluoroscopy, or a postoperative chest X-ray, or alternatively, by an intracavitary electrocardiogram (ECG) method Four-‍hourly post-‍procedure observations, including temperature, pulse, blood pressure and respiratory rate, are required, with a chest X-ray if the patient has dyspnoea or chest wall pain Implantable devices require post-‍insertion care only until the incision has healed and routine flushing with saline, after the completion of any infusion or blood sampling, is recommended A 4-‍weekly flush is recommended to maintain patency of subcutaneous ports not in active use, with a weekly flush being recommended for tunnelled cuffed catheters and PICC lines Extended flushing times are being investigated"
},
{
	"page":"ENAS5262_3.2.0.0",
	"text":"3.2.0.0 Immediate complications Immediate complications usually comprise injury to the surrounding vital structures or malpositioning of the catheter tip In order of decreasing frequency of immediate complications, the following management is recommended Cardiac arrhythmias (23–25%), due to feeding the catheter too far in: pull the catheter back Accidental arterial perforation (0–15%): remove the cannula and apply firm pressure for 10 minutes while monitoring neurological, haemodynamic and airway parameters Haemothorax (0.1–11%): insertion of a large-‍‍bore chest tube to drain pleural blood, with thoracotomy being reserved for patients with a massive haemothorax Pneumothorax (1–4%), diagnosed and confirmed with a chest X-ray: in patients with no spontaneous recovery, a chest tube should be inserted to facilitate drainage Air embolism (rare): immediately place the patient in the lateral decubitus head down position and deliver 100% oxygen Catheter tip migration or breakage and migration: immediate interventional radiology for repositioning or removal"
},
{
	"page":"ENAS5262_4.1.0.0",
	"text":"4.0.0.0 CVC-‍related infection 4.1.0.0 Overview Infection remains the most common complication in cancer patients with indwelling CVCs A CVC infection is any vascular catheter-‍‍associated infection, including local (at the insertion site) and systemic infections (bloodstream), which have positive cultures A catheter-‍‍related blood stream infection (CRBSI) is a primary blood stream infection (BSI) that occurs when bacteria enters the bloodstream through the central line CRBSIs occur in 3–16% of catheterisations and are the most common cause of nosocomial bacteraemia Incidence rates are affected by a variety of factors including: patient characteristics; the type of CVC, being lower with implanted catheters versus tunnelled catheters and PICCs, and insertion technique used; and patient diagnosis, being highest in aggressive haematological malignancies For short-‍‍term CVCs (<30 days of dwell time), the major cause of CRBSI is the migration of skin microorganisms from the insertion site along the external surface of the catheter For long-‍term CVCs, the hub and the lumen of the CVC are the most common sources of infection; colonising microorganisms may develop resistance to traditional systemic antibiotics and become a recurrent cause of CRBSI The most common BSI pathogens are Gram-‍positive bacteria (60% of BSIs) followed by Gram-‍negative bacteria (25%), with fungi accounting for around 10% The most common pathogens are coagulase-‍‍negative staphylococci, Staphylococcus aureus and Candida spp., with less frequent pathogens including Bacillus spp., enterococci, mycobacteria and non-‍lactose fermenting Gram-‍negative bacilli"
},
{
	"page":"ENAS5262_4.2.0.0",
	"text":"4.2.0.0 Diagnosis of CVC infections CVCs infections can be classified into: Localised infections in the entrance of the catheter Infections of the tunnel/port-‍pocket CRBSI The infusate is rarely the source of infection Possible complications due to haematogenous seeding are: endocarditis, suppurative thrombosis, osteomyelitis and metastatic site infections Clinical manifestations of CVC infection may include: fever, inflammation or purulence at the insertion site (erythema, tenderness, pain, induration and drainage), catheter dysfunction, hypotension, chills and signs of sepsis of sudden onset, after catheter use Blood cultures are indicated before starting antibiotic treatment If CRBSI is suspected, paired identical volume blood samples should be obtained from the catheter and from a peripheral vein or, if peripheral vein cultures are not possible, two blood samples drawn (at different times) from two different catheter lumens Collection of cultures from all catheter lumens is not recommended Alcohol, iodine tincture or alcoholic chlorhexidine (10.5%), and not povidone-iodine, should be used to prepare the skin and CVC ports prior to culture collection, and the skin should be allowed to dry to avoid blood contamination Swabs of any exudate at the catheter exit site should be taken for culture and Gram staining The tip of the catheter, not the subcutaneous segment, should be cultured and for subcutaneous ports, material inside the port reservoir should be cultured, as this is more sensitive than the tip The most reliable diagnostic techniques are semiquantitative (roll plate) or quantitative catheter culture (luminal flushing or sonication methods) CRBSI is considered when there are no other sources of bacteraemia and a CVC has been in situ for longer than 2 days A positive culture of the same organism will be evident either from the catheter tip or at least one percutaneous blood culture, or from semi-/quantitative blood cultures or criteria meeting differential time to positivity (DTTP) Quantitative: Colony count ≥ 3-fold higher at the catheter vs the peripheral vein sample (or a second lumen) Semiquantitative: > 15 colony-forming units (CFU)/mL of the same microbe from the insertion site, hub site and peripheral blood culture When quantitative cultures are not available, DTTP should be applied, i.e. growth from the catheter hub at least 2 h before growth detected from the periphera vein sample"
},
{
	"page":"ENAS5262_4.3.1.0",
	"text":"4.3.0.0 Treatment of CVC infections 4.3.1.0 Overview Treatment decisions should consider the patient’s disease status, comorbidities, the type of catheter, exit site infection or CRBSI, previous exposure to antibiotics, severity of myelosuppression and signs of tunnel or port infection, as shown in the figure here Empirical antibiotic therapy is recommended at signs of clinical infection and should not be delayed for blood culture results The recommended treatment is vancomycin, with daptomycin for cases of higher risk for nephrotoxicity or in high prevalence of methicillin-‍‍resistant S. aureus (MRSA) strains, with vancomycin minimum inhibitory concentration (MIC) ≥ 2 μg/mL Linezolide is not recommended for empirical use Where there are severe symptoms (sepsis, neutropaenia), empirical use of anti-‍Gram-‍‍negative bacilli antibiotics, such as fourth-‍‍generation cephalosporins, carbapenem or β-‍lactam/‍β-‍lactamase combinations with or without an aminoglycoside, is recommended Antibiotic selection should be guided by the institution’s antimicrobial susceptibility testing (AST) data Drug resistance is a significant problem, particularly in haematological conditions, severely immunocompromised patients and those with prolonged antibiotic exposure, with the most frequent pathogens being Enterococcus faecium, S. aureus, Klebsiella pneumoniae, Acinetobacter baumannii, Pseudomonas aeruginosa and Enterobacter spp. Suspected drug-‍resistant pathogen infections should be treated appropriately, as shown in the table here Known risk factors for carbapenem resistance are: older age, prolonged neutropaenia, presence of indwelling CVC, haematological malignancy, previous use of cefepime and total parenteral nutrition, and combined based therapy is recommended The recommended empirical treatment of candidaemia in critically ill patients is an echinocandin (caspofungin, micafungin, anidulafungin), if one of the following risk factors is present: haematological malignancy, a recent bone marrow transplant or a solid organ transplant, presence of femoral catheters, colonisation of Candida spp. at multiple sites or prolonged use of broad-‍‍spectrum antibiotics Fluconazole can be used if the patient is clinically stable, has had no exposure to azoles in the previous 3 months and if the risk of C. krusei or C. glabrata colonisation is low Antibiotic treatment recommendations should follow published guidelines in cases of neutropaenia Following initiation of empirical treatment, the following steps are recommended Decide if the indwelling catheter should be removed or preserved Tailor antibiotic treatment to culture results Decide on treatment duration"
},
{
	"page":"ENAS5262_4.3.3.0",
	"text":"4.3.3.0 Antibiotic treatment of CVC-‍related infections Gram-‍positive PATHOGEN: S. aureus SYSTEMIC TREATMENT Methicillin-‍‍susceptible: Nafcillin or oxacillin Or Cefazolin or vancomycin   Methicillin-‍‍resistant: Vancomycin Or Daptomycin or linezolid ALT Vancomycin, 1–5 mg/mL, heparin unnecessary   Daptomycin 2.5 mg/mL, diluted in lactated Ringer’s solution   Taurolidine 2.5 mL, either combined with 4% sodium citrate, sodium heparin 2500 IU or with 25 000 IU urokinase   Gentamicin 5 mg/mL plus EDTA 30 mg/mL, for 3–5 days, in addition to systemic vancomycin PATHOGEN: S. coagulase-‍‍negative SYSTEMIC TREATMENT Methicillin-‍‍susceptible: Nafcillin or oxacillin Or First-‍‍generation cephalosporin or vancomycin   Methicillin-‍‍resistant: Vancomycin Or Daptomycin, linezolid or quinupristin/‍‍dalfopristin ALT Vancomycin 1–5 mg/mL, added to heparin 2500–5000 IU/mL, lock for 12 hours/day   Daptomycin 5 mg/mL, diluted in lactated Ringer’s solution. Duration of lock from 12 to 18 hours/day   74% ethanol 3 mL, combined with 1 mL 0.9% NaCl. Lock 20–24 hours/day PATHOGEN: E. faecalis/‍‍ E. faecium SYSTEMIC TREATMENT Ampicillin-‍‍susceptible: Ampicillin (or penicillin) ± gentamicin Or Vancomycin   Ampicillin-‍resistant, Vancomycin-‍susceptible: Vancomycin ± gentamicin Or Linezolid or daptomycin   Ampicillin-‍resistant, Vancomycin-‍resistant: Linezolid or daptomycin Or Quinupristin/‍‍dalfopristin ALT Taurolidine 2.5 mL, either combined with 4% sodium citrate, sodium heparin 2500 IU or with 25 000 IU urokinase   Gentamicin 5 mg/mL plus tetrasodium EDTA 30 mg/mL for 1 day, in association with systemic vancomycin Gram-‍negative PATHOGEN: Escherichia coli and Klebsiella spp. SYSTEMIC TREATMENT ESBL-‍negative: Third-‍‍generation cephalosporin (e.g. ceftriaxone) Or Ciprofloxacin or aztreonam   ESBL-‍positive: Carbapenem (e.g. ertapenem, imipenem, meropenem or doripenem) Or Ciprofloxacin or aztreonam ALT Ciprofloxacin or amikacin, both at the dose of 2 g/L, plus heparin 20 IU/mL   Taurolidine 2.5 mL, either combined with 4% sodium citrate, sodium heparin 2500 IU or with 25 000 IU urokinase   Gentamicin 5 mg/mL plus EDTA 30 mg/mL for 3 days, combined with systemic gentamicin PATHOGEN: Enterobacter spp. and Serratia marcescens SYSTEMIC TREATMENT Carbapenem (e.g. ertapenem, imipenem or meropenem) Or Cefepime or ciprofloxacin ALT   PATHOGEN: Acinetobacter spp. SYSTEMIC TREATMENT Ampicillin/sulbactam or carbapenem (e.g. imipenem or meropenem) ALT   PATHOGEN: Stenotrophomonas maltophilia (*) SYSTEMIC TREATMENT TMP-‍SMZ Or Ticarcillin-‍‍clavulanate ALT   PATHOGEN: Pseudomonas aeruginosa SYSTEMIC TREATMENT Fourth-‍‍generation cephalosporin (cefepime) or carbapenem (imipenem or meropenem) or piperacillintazobactam, with or without aminoglycoside (tobramycin) ALT   PATHOGEN: Burkholderia cepacia (*) SYSTEMIC TREATMENT TMP-‍SMZ or carbapenem (imipenem or meropenem) ALT   Fungi PATHOGEN: C. albicans SYSTEMIC TREATMENT Azoles: Fluconazole, voriconazole Or Echinocandins: caspofungin, anidulafungin, micafungin (first-‍‍line treatment if high rate of fluconazole-‍‍resistant C.glabrata and C. krusei) ALT Liposomal Amphotericin B 1 mg/mL   ABLC 2 mg/mL, plus EDTA 30 mg/mL   Caspofungin 2 mg/L   Ethanol 25–60%   Duration of anti-‍fungal lock varies between 6 and 24 hours/day   The combination of ABLC and EDTA is the most effective against Candida biofilms ABLC, amphotericin B lipid complex; ALT, antibiotic lock therapy; C, Candida; CVC, central venous catheter; E, enterococcus; EDTA, ethylenediaminetetraacetate; ESBL, Enterococcus Staphylococci Extended spectrum β-‍lactamase; NaCl, sodium chloride; S, Staphylococcus; spp., species; TMP-‍SMZ, trimethoprim–sulfamethoxazole *Few data on ALT for these agents Adapted from Band JD. Treatment of intravascular catheter-‍‍related infections. In: UpToDate, Post TW (Ed), UpToDate, Waltham, MA (Accessed January 2015)"
},
{
	"page":"ENAS5262_4.3.4.0",
	"text":"4.3.4.0 Indications for CVC removal Removal of the CVC is indicated at the diagnosis of: severe sepsis; suppurative (septic) thrombophlebitis; endocarditis; tunnel infection; port abscess; BSI that continues despite 48–72 hours of adequate coverage, or infections with S. aureus, fungi or mycobacteria Pathogens which have a high risk for infection recurrence and may need catheter removal are: Bacillus spp., Corynebacterium jeikeium, Stenotrophomonas maltophilia, Pseudomonas spp, and Enterococcus resistant to vancomycin Where catheter salvage is attempted, antibiotic lock therapy (ALT), in addition to systemic therapy, is indicated"
},
{
	"page":"ENAS5262_4.3.5.0",
	"text":"4.3.5.0 Antibiotic lock therapy ALT involves the instillation of highly concentrated antibiotic (100–1000 times planktonic MIC) in the CVC, usually in combination with an anticoagulant (low-dose heparin or ion chelators), in order to achieve therapeutic concentrations sufficient to eliminate the susceptible pathogens in the biofilm ALT is indicated for the prevention and treatment of CVC infections When ALT is used as treatment, there should be no signs of exit site or tunnel infection ALT can be used alone if peripheral blood cultures are negative and the isolated catheter pathogens are Staphylococcus coagulase-‍‍negative or Gram-‍negative, otherwise it should be combined with systemic antibiotic therapy Catheter salvage success rates with ALT are reported to be 77% and early initiation (first 48–72 hours) may be associated with better catheter salvage rates and fewer infection complications The recommended treatment duration is 7–14 days, with a dwell time of ≥12 hours (minimum of 8 hours per day), not exceeding 48 hours before reinstallation Systemic exposure to higher levels of the solution components is a potential risk and side-‍effects include: ototoxicity with aminoglycoside use; bleeding with anticoagulants (heparin 1000 units/‍‍mL or citrate 30%–46.7%); hypocalcaemia and arrhythmias with citrate; catheter occlusion; and increased risk of antibiotic resistance A 4% solution of anticoagulant citrate is currently recommended The benefits of ALT outweigh the reported risks, but local protocols should be carefully implemented"
},
{
	"page":"ENAS5262_4.3.6.0",
	"text":"4.3.6.0 Treatment duration Treatment duration depends on the response to treatment in the first 48 or 72 hours (i.e. resolution of clinical symptoms and negative cultures), the type of pathogen and the presence of complications In most cases, 10–14 days of treatment is recommended after signs of infection have resolved (the day of the first negative cultures is day 1) If positive cultures are present 72 hours after catheter removal or when complications occur (i.e. endocarditis or suppurative [septic] thrombophlebitis), 4–6 weeks of treatment is recommended For osteomyelitis, 6–8 weeks of treatment is recommended"
},
{
	"page":"ENAS5262_4.3.7.0",
	"text":"4.3.7.0 Staphylococcus coagulase-‍‍negative This is the most frequent contaminant and diagnosis should be based on more than one set of positive blood cultures, and preferentially from the catheter and peripheral vein If there are no complications, catheter salvage should be attempted with systemic antibiotic therapy for 10–14 days, including ALT If the catheter is removed, antibiotic treatment should be continued for 5–7 days S. lugdunensis should be managed as an S. aureus infection"
},
{
	"page":"ENAS5262_4.3.8.0",
	"text":"4.3.8.0 Staphylococcus aureus S. aureus infections are more frequent in older people and most commonly caused by colonisation of intravenous catheters Mortality predictors include pneumonia, the absence of an identified infective focus and inadequate antimicrobial therapy Malignancy, diabetes, high serum glucose level, methicillin resistance, serum albumin level, interleukin-‍‍10 and C-‍reactive protein are considered risk factors, but need prospective validation The catheter should be removed and systemic antibiotic treatment administered for a minimum of 14 days (when there is a response) and for 4–6 weeks in cases of haematogenous complications or persistent bacteraemia after catheter removal Due to the high risk of endocarditis, a trans-‍‍oesophageal echocardiogram (TEE) is indicated 5–7 days after the onset of bacteraemia, unless cultures and clinical assessments are negative 72 hours after catheter removal Risk factors for haematogenous complications are: prosthetic intravascular devices, cardiac valvular disease, immune-‍‍compromising conditions (diabetes, medications, acquired immune deficiency syndrome), delayed catheter removal and suppurative thrombophlebitis ALT should only be used if there are major contraindications for catheter removal, such as no alternative venous access, bleeding diathesis or quality-‍‍of-‍life issues, and should be combined with systemic therapy for at least 4 weeks"
},
{
	"page":"ENAS5262_4.3.9.0",
	"text":"4.3.9.0 Enterococcus The catheter can be retained and 7–14 days of systemic antibiotic therapy (if no endocarditis or metastatic infection sites are present) is recommended, preferably with ampicillin or, in cases of resistance, vancomycin Linezolid or daptomycin are recommended for third-‍‍line treatment Combination therapy is not superior to monotherapy, unless used for catheter salvage, when systemic gentamicin+ampicillin should be combined with ALT TEE should only be carried out if clinical signs of endocarditis are present"
},
{
	"page":"ENAS5262_4.3.10.0",
	"text":"4.3.10.0 Gram-‍negative bacillus Systemic antibiotic therapy is indicated, using combination therapy in patients with recent infection or colonisation with multidrug-‍‍resistant (MDR) Gram-‍negative bacteria ALT should be used if catheter salvage is attempted There is concern about the emergent resistance of Gram-‍negative bacillus in haematology patients"
},
{
	"page":"ENAS5262_4.3.11.0",
	"text":"4.3.11.0 Candida Risk factors other than malignancy are: the presence of CVCs, neutropaenia, immunosuppressive agents, broad-‍‍spectrum antibiotic use and parenteral nutrition There is a 30% association with bacteraemia, mainly antibiotic-‍‍resistant pathogens such as MRSA, vancomycin-‍‍resistance enterococci, extended spectrum β-‍lactase Escherichia coli and MDR A. baumannii Candida albicans is frequently involved, although there is an increase in non-‍albicans involvement and azole resistance The CVC should be removed and anti-‍fungal therapy initiated, preferably within the first 48–72 hours Amphotericin is used infrequently because of toxicity and similar efficacy to echinocandins ALT is generally not effective"
},
{
	"page":"ENAS5262_4.4.0.0",
	"text":"4.4.0.0 Prevention of CVC-‍related infections The 2011 update of the Centre for Disease Control guidelines, for the prevention of intravascular catheter-‍‍related infections, introduced several recommendations The main strategies for the prevention of CRBSIs are Education and training of healthcare personnel responsible for catheter care Use of maximal sterile barrier precautions during CVC insertion Use of > 0.5% chlorhexidine skin preparation with alcohol for antisepsis Avoidance of routine replacement of CVCs as a strategy to prevent infection Use of antiseptic/antibiotic-‍impregnated short-‍‍term CVCs and chlorhexidine-‍‍impregnated sponge dressings, if the rate of infection is not decreasing despite adherence to other strategies Implementation of bundled strategies, including documenting and reporting rates of compliance of all components of the bundle Implementation of appropriate patient education programmes Tunnelled cuffed catheters and PICC lines should be flushed weekly, and subcutaneous ports 4-‍weekly (when not in use), using heparin or normal saline 0.9% solution Alcoholic chlorhexidine 2% cleanser is recommended to decontaminate catheter hubs before use Needleless connectors may be associated with increased rates of CRBSI and the use of neutral pressure mechanical valve connectors is recommended The use of antibiotic-‍‍coated catheters cannot yet be recommended, although they could be useful in institutions where there are high rates of BSIs ALT may be used where there is a history of multiple CRBSIs (despite appropriate CRBSI prevention measures) when the catheter is projected to remain in situ for longer than 7–8 weeks Chelator-‍‍based antimicrobial locks, in particular the combination of ethylenediaminetetraacetate (EDTA)/‍minocycline, have shown efficacy in patients with long-‍term CVCs; the addition of 25% ethanol to a minocycline/‍EDTA lock solution and a nitroglycerine citrate lock have also shown efficacy ALT has been shown to markedly reduce CRBSI compared with heparin but with no change in all-‍cause mortality In oncology patients with long-‍term CVCs, flushing or locking with antibiotic+heparin significantly reduced the risk of Gram-‍positive CRBSI sepsis"
},
{
	"page":"ENAS5262_5.1.0.0",
	"text":"5.0.0.0 Catheter-‍‍induced thrombosis 5.1.0.0 Overview Apart from infections, the main complication of CVCs is thrombosis Training of health care personnel, as well as appropriate patient education, is fundamental to reducing the risk Major complications occur when the thrombosis, involving the vein in which the catheter is inserted, leads to serious systemic and life-‍threatening sequelae, such as pulmonary embolism and sepsis Minor complications include: ball-‍valve-‍‍type clot on the tip of the catheter; lumen obstruction; fibrin sheath along the length of the catheter and superficial thrombophlebitis and these complications are usually associated with local symptoms or may interfere with the infusion or aspiration from the catheter There are broadly three main causes of CVC occlusions Mechanical, such as kink in catheter, tight suture, huber needle dislodge or occlusion, the catheter tip being blocked by the vessel wall and pinch-‍‍off syndrome, which can be reduced if an ultrasound-‍‍guided technique is used Thrombotic, causes of which include fibrin sheath and intraluminal clot Medication/‍parenteral nutrition-‍related, including inappropriate concentration or inadequate mixture, which can cause the precipitation of medications in the catheter lumen (low or high pH, calcium phosphate precipitate, lipid emulsion, high-‍osmolarity and high-‍protein nutrition formulas)"
},
{
	"page":"ENAS5262_5.2.0.0",
	"text":"5.2.0.0 Risk factors Potential risk factors for catheter-‍‍related thrombosis are listed in the table below PATIENT-‍‍RELATED BIOMARKER Advanced age Hb < 10 g/dL Race WBC > 11 × 109/L Male Platelet ≥ 350 × 109/L Obesity D dimer Smoking habit Tissue factors: Soluble P selectin Factor VIII Prothrombin Fragment F1+2 Previous history of VTE   Immobilisation   Comorbidities   Thrombophilic states   Mucin-‍‍producing cancer   Cancer histology   Tumour primary site   Time after initial diagnosis of cancer   Advanced tumour stage   TREATMENT-‍‍RELATED CATHETER-‍‍RELATED Chemotherapy Size Endocrine therapy Number of lumen Radiotherapy Material Anti-‍angiogenesis Type of catheter Supportive therapy (erythropoietins; transfusion) Position of the tip Surgery CVC-‍related infection   Presence of valves TECHNICAL-‍‍RELATED VESSEL-‍‍RELATED Insertion technique Type of vessel Left-‍sided insertion Diameter Multiple attempts Trauma Previous catheterisation   CVC, central venous catheter; Hb, haemoglobin; VTE, venous thromboembolism; WBC, white blood cell"
},
{
	"page":"ENAS5262_5.3.0.0",
	"text":"5.3.0.0 Diagnosis of catheter-‍‍induced thrombosis CVC-‍related symptoms are often non-‍specific and a clinical diagnosis is possible in only 40–47% of cases The first signs in clinical practice are difficulty aspirating or infusing through the lumen of the catheter and complaints of local pain or a burning sensation during injection, with other common signs including redness, swelling and oedema Complications are: infections, blockage of the lumen, circulatory obstruction and thromboembolism, with pulmonary embolism at presentation being rare Although venography is the gold standard for CVC-‍related thrombosis diagnosis, Doppler ultrasound is generally used, because it is readily available and non-invasive In patients with suspected CVC-‍related thrombosis and a normal ultrasound, or suspected central venous occlusion, venography or alternative imaging should be carried out (magnetic resonance imaging [MRI], computed tomography [CT], gadolinium-‍‍enhanced magnetic resonance venography or contrast-‍‍enhanced CT)"
},
{
	"page":"ENAS5262_5.4.0.0",
	"text":"5.4.0.0 Treatment of catheter-‍‍induced thrombosis When the CVC is no longer necessary, or if long-‍term anticoagulation is contraindicated, a short course (3–5 days) of anticoagulation therapy is recommended before removing the catheter, in order to avoid clot embolisation The length of therapy after removal of CVCs has not been definitely established, although 3 months is usually advised, depending on the severity of the thromobosis Additionally, if symptoms progress or the blood clot extends into the SVC, the CVC should be removed If the device remains in situ and the patient is not at risk of complications, anticoagulation drugs should be administered Anticoagulant therapy with low molecular weight heparin (LMWH) and vitamin K antagonist (VKA) are recommended Warfarin can cause complications in cancer patients LMWH is more effective in preventing thrombotic recurrences and at least 3–6 months of LMWH alone, or followed by warfarin, is recommended Anticoagulation therapy should be continued at a prophylactic dose until the catheter is in place A comparison of the different guidelines recommendations, for the treatment and the prophylaxis of catheter-‍‍related thrombosis, are shown in the tables here Thrombolytics (urokinase, streptokinase and alteplase) are not recommended as a first-‍‍line therapy, due to a greater risk of thrombosis If used, urokinase 5000 IE should be administered and dwell within the catheter for 1 hour, before it is aspirated; this procedure can be repeated several times Alternatively, alteplase 2 mg/2 mL can be administered twice (aspiration after 60 min) Additional treatment options are: SVC filter, mechanical thrombectomy, venous angioplasty and surgical decompression In summary, published data and clinical experience suggest that Catheter-‍‍related thrombosis is associated with a low risk for recurrence and post-‍thrombotic syndrome and, therefore, conservative treatment is recommended Removal of the CVC is required in cases of concomitant deep vein thrombosis, sepsis, non-‍functioning or if central access is not necessary Either LMWH alone or LMWH followed by warfarin should be used for a minimum of 3–6 months"
},
{
	"page":"ENAS5262_5.5.1.0",
	"text":"COMPARISON OF GUIDELINES RECOMMENDATIONS FOR THE TREATMENT OF CATHETER-‍RELATED THROMBOSIS 5.5.0.0 Guidelines comparison recommendations 5.5.1.0 Treatment of catheter-‍‍related thrombosis TREATMENT: Initial NCCN LMWH: Dalteparin 200 U/kg od   Enoxaparin 1 mg/kg bid   Tinzaparin 175 U/kg od   Fondaparinux 5 mg (< 50 kg); 7.5 mg (50–100 kg); 10 mg (> 100 kg od)   aPTT-‍adjusted UFH infusion ASCO LMWH is recommended for the initial 5–10 days of treatment of DVT and PE in patients with a CrCl > 30 mL/‍minute   Installation of 2 mg of tPA is recommended to restore patency and preserve catheter function ACCP Initial treatment with UFH, LMWH or fondaparinux rather than VKA SOR LMWH for a minimum of 3 months   VKA can be considered TREATMENT: Long term NCCN LMWH is recommended for first 6 months as monotherapy without warfarin in patients with proximal DVT or PE and metastatic or advanced cancer   Warfarin 2.5–5 mg every day initially (INR value target 2–3) ASCO LMWH is recommended   VKAs are acceptable (INR 2–3) if LMWH is not available   3–6 months of anticoagulation therapy with LMWH or LMWH followed by warfarin (INR 2–3) is recommended for treatment of symptomatic CVC thrombosis ACCP LMWH preferred to VKA   In patients not treated with LMWH, VKA therapy is preferred to dabigatran or rivaroxaban   Patients receiving extended therapy should continue with the same agent used initially SOR Insufficient evidence to support extended therapy TREATMENT: Duration NCCN As long as the catheter is in place   1–3 months after catheter removal   Indefinite anticoagulant if active cancer or persistent risk factors ASCO Extended therapy with LMWH or VKA beyond 6 months if: Metastatic disease Active chemotherapy Recurrent thrombosis ACCP Extended therapy is preferred to 3 months of treatment SOR As long as the catheter is in place, active chemotherapy, active cancer TREATMENT: Thrombolytic therapy NCCN Catheter-‍‍directed; If massive DVT ASCO Not described ACCP Catheter-‍‍directed; If low risk of bleeding and severe symptoms SOR Catheter-‍‍directed or systemic; if poorly tolerated vena cava syndrome TREATMENT: Catheter removal NCCN If symptoms or thrombosis persist ASCO Not described ACCP If unfavourable clinical evolution under anticoagulation SOR If non functional   Distal catheter tip not in the right position   Infected thrombophlebitis   Unfavourable clinical evolution under anticoagulation ACCP, American College of Chest Physicians; aPTT, activated partial thromboplastin time; ASCO, American Society of Clinical Oncology; bid, twice-‍‍daily; CrCl, creatinine clearance; CVC, central venous catheter; DVT, deep vein thrombosis; INR, international normalised ratio; LMWH, low molecular weight heparin; NCCN, National Comprehensive Cancer Network; od, once-‍daily; PE, pulmonary embolism; SOR, Standards, Options and Recommendations methodology; tPA, tissue plasminogen activator; UFH, unfractionated heparin; VKA, vitamin K antagonist"
},
{
	"page":"ENAS5262_5.5.2.0",
	"text":"5.5.2.0 Prevention of catheter-‍‍related thrombosis COMPARISON OF GUIDELINES RECOMMENDATIONS FOR THE PREVENTION OF CATHETER-‍‍RELATED THROMBOSIS PROPHYLAXIS: Pharmacological NCCN Not described ASCO Routine prophylaxis is not recommended; routine flushing of the CVC with saline to prevent fibrin build up is recommended   Routine use of thrombolytic agents is not recommended ACCP Prophylactic dose of LMWH or low-‍dose warfarin is not recommended SOR Prophylactic dose of LMWH or low-‍dose warfarin is not recommended PROPHYLAXIS: Mechanical NCCN Not described ASCO May be added to pharmacological therapy, but not used alone to prevent VTE unless anticoagulants are contraindicated ACCP Not described SOR The distal tip of the CVC should be placed at the junction between the superior vena cava and the right atrium.   Right-‍‍sided insertion and placement of the CVC in a specialised unit should be done ACCP, American College of Chest Physicians; ASCO, American Society of Clinical Oncology; CVC, central venous catheter; LMWH, low molecular weight heparin; NCCN, National Comprehensive Cancer Network; SOR, Standards, Options and Recommendations methodology; VTE, venous thromboembolism"
},
{
	"page":"ENAS5262_5.6.0.0",
	"text":"5.6.0.0 Prevention Extensive, routine prophylaxis with anticoagulants to prevent CVC-‍related thrombosis is not recommended There is insufficient evidence to recommend the use of thrombolytic agents New materials, such as ionic implantation of silicone chromic venous access devices and silver-‍‍coated CVCs, do not relevantly affect thrombosis rates In critically ill patients, heparin-‍‍bonded CVCs significantly reduce the incidence of CVC-‍related thrombosis and infection, but data in cancer are lacking There is no difference in thrombosis rates between flushing with heparin or 0.9% normal saline If heparin installation is used to prevent catheter occlusion, unfractionated heparin (> 500 IE) should be administered In cancer patients, the benefits of thromboprophylaxis with warfarin or LMWH are inconclusive and the use of anticoagulant prophylaxis should balance the potential risks and benefits for the individual patient"
},
{
	"page":"ENAS5262_6.1.0.0",
	"text":"6.0.0.0 Summary of recommendations 6.1.0.0 Introduction Most of the evidence for this guideline comes from CVC use in a diversity of pathologies and some of the studies may lack specificity for patients with cancer"
},
{
	"page":"ENAS5262_6.2.1.0",
	"text":"6.2.0.0 CENTRAL VENOUS ACCESS 6.2.1.0 Insertion There are four main classifications of CVCs Non-‍tunnelled catheters, for short-‍‍term use when peripheral venous access is unachievable Tunnelled central catheters, when long-‍term access (> 30 days) is required Fully implantable or surgically implantable catheters (ports or port-‍a-‍caths), for long-‍term use and associated with a low risk of infection PICCs, which have a shorter longevity, due to a higher risk of thrombosis The main sites for devices are the internal jugular, external jugular and sub-‍clavian veins, with other potential sites being the cephalic vein in the deltopectoral groove and the axillary and femoral veins A specific insertion site cannot be recommended, but the femoral vein should be avoided due to the increased risk of infection and thrombosis Preoperative assessment, including a medical history, physical examination and appropriate laboratory and radiological tests, is advised Insertion of an implantable venous access device should be carried out under strict sterile conditions, in the operating room and under local anaesthesia, with or without sedation Chlorhexidine solutions with alcohol should be used Antimicrobial prophylaxis to prevent catheter colonisation is not recommended Cephalic vein cut-‍down for initial venous access is preferred to the percutaneous approach, to avoid the risk of immediate complications 2D ultrasound appears to be superior to the surface landmark approach for locating the internal jugular vein Data are equivocal for sub-‍clavian vein access and insufficient for femoral vein access The catheter tip should be located at the junction between the right atrium and SVC and this should be verified radiologically with intraoperative fluoroscopy, or a post-‍operative chest X-ray, or alternatively, by an intracavitary ECG method Four-‍hourly post-‍procedure observations, including temperature, pulse, blood pressure and respiratory rate, are required, with a chest X-ray if the patient has dyspnoea or chest wall pain Implantable devices require post-‍insertion care only until the incision has healed and routine flushing with saline, after the completion of any infusion or blood sampling, is recommended A 4-‍weekly flush is recommended to maintain patency of subcutaneous ports not in active use, with a weekly flush being recommended for tunnelled cuffed catheters and PICC lines"
},
{
	"page":"ENAS5262_6.2.2.0",
	"text":"6.2.2.0 Immediate complications In order of decreasing frequency of immediate complications, the following management is recommended Cardiac arrhythmias, due to feeding the catheter too far in: pull the catheter back Accidental arterial perforation: remove the cannula and apply firm pressure for 10 minutes while monitoring neurological, haemodynamic and airway parameters Haemothorax: insertion of a large-‍‍bore chest tube to drain pleural blood, with thoracotomy being reserved for patients with a massive haemothorax Pneumothorax, diagnosed and confirmed with a chest X-ray: in patients with no spontaneous recovery, a chest tube should be inserted to facilitate drainage Air embolism: immediately place the patient in the lateral decubitus head down position and deliver 100% oxygen Catheter tip migration or breakage and migration: immediate interventional radiology for repositioning or removal"
},
{
	"page":"ENAS5262_6.3.1.0",
	"text":"6.3.0.0. CVC-‍related infection 6.3.1.0 Overview For short-‍‍term CVCs (< 30 days of dwell time), the major cause of CRBSI is the migration of skin microorganisms from the insertion site along the external surface of the catheter For long-‍term CVCs, the hub and the lumen of the CVC are the most common sources of infection; resistance may develop leading to recurrence of CRBSI The most common BSI pathogens are Gram-‍positive bacteria (60% of BSIs) followed by Gram-‍negative bacteria (25%), with fungi accounting for around 10% The most common pathogens are coagulase-‍‍negative staphylococci, S. aureus and Candida spp."
},
{
	"page":"ENAS5262_6.3.2.0",
	"text":"6.3.2.0 Diagnosis of CVC infections CVCs infections can be classified into: localised infections in the entrance of the catheter; infections of the tunnel/port-‍pocket; CRBSI The infusate is rarely the source of infection Possible complications due to haematogenous seeding are: endocarditis, suppurative thrombosis, osteomyelitis and metastatic site infections Clinical manifestations of CVC infection may include: fever, inflammation or purulence at the insertion site (erythema, tenderness, pain, induration and drainage), catheter dysfunction, hypotension, chills and signs of sepsis of sudden onset, after catheter use Blood cultures are indicated before starting antibiotic treatment If CRBSI is suspected, paired identical volume blood samples should be obtained from the catheter and from a peripheral vein or, if peripheral vein cultures are not possible, two blood samples drawn (at different times) from two different catheter lumens Collection of cultures from all catheter lumens is not recommended Alcohol, iodine tincture or alcoholic chlorhexidine (10.5%), and not povidone–iodine, should be used to prepare the skin and CVC ports prior to culture collection, and the skin should be allowed to dry to avoid blood contamination Swabs of any exudate at the catheter exit site should be taken for culture and Gram staining The tip of the catheter, not the subcutaneous segment, should be cultured and for subcutaneous ports, material inside the port reservoir should be cultured The most reliable diagnostic techniques are semiquantitative (roll plate) or quantitative catheter culture (luminal flushing or sonication methods) CRBSI is considered when there are no other sources of bacteraemia and a CVC has been in situ for longer than 2 days A positive culture of the same organism will be evident either from the catheter tip or at least one percutaneous blood culture, or from semi-/quantitative blood cultures or criteria meeting DTTP Quantitative: Colony count ≥ 3-fold higher at the catheter vs the peripheral vein sample (or a second lumen) Semiquantitative: > 15 CFU/‍mL of the same microbe from the insertion site, hub site and peripheral blood culture When quantitative cultures are not available, DTTP should be applied"
},
{
	"page":"ENAS5262_6.3.3.1",
	"text":"6.3.3.0 Treatment of CVC infections 6.3.3.1 Overview Treatment decisions should consider the patient’s disease status, comorbidities, the type of catheter, exit site infection or CRBSI, previous exposure to antibiotics, severity of myelosuppression and signs of tunnel or port infection Empiric antibiotic therapy is recommended at signs of clinical infection and should not be delayed for blood culture results The recommended treatment is vancomycin, with daptomycin for cases of higher risk for nephrotoxicity or in high prevalence of MRSA strains, with vancomycin MIC ≥ 2 μg/mL Linezolide is not recommended for empirical use Where there are severe symptoms (sepsis, neutropaenia), empirical use of anti-‍Gram-‍‍negative bacilli antibiotics, such as fourth-‍‍generation cephalosporins, carbapenem or β-‍lactam/‍β-‍lactamase combinations with or without an aminoglycoside, is recommended Antibiotic selection should be guided by the institution’s AST data Drug resistance is a significant problem, with the most frequent pathogens being E. faecium, S. aureus, K. pneumoniae, A. baumannii, P. aeruginosa and Enterobacter spp., and suspected drug-‍resistant pathogen infections should be treated appropriately Known risk factors for carbapenem resistance are: older age, prolonged neutropaenia, presence of indwelling CVC, haematological malignancy, previous use of cefepime and total parenteral nutrition, and combined based therapy is recommended The recommended empirical treatment of candidaemia in critically ill patients is an echinocandin (caspofungin, micafungin, anidulafungin), if one of the following risk factors is present: haematological malignancy, a recent bone marrow transplant or a solid organ transplant, presence of femoral catheters, colonisation of Candida spp. at multiple sites or prolonged use of broad-‍‍spectrum antibiotics Fluconazole can be used if the patient is clinically stable, has had no exposure to azoles in the previous 3 months and if the risk of C. krusei or C. glabrata colonisation is low Antibiotic treatment recommendations should follow published guidelines in cases of neutropaenia Following initiation of empirical treatment, a decision should be taken to remove or preserve the indwelling catheter, antibiotics should be tailored to culture results and the duration of antibiotic treatment should be determined"
},
{
	"page":"ENAS5262_6.3.3.2",
	"text":"6.3.3.2 Indications for CVC removal Removal of the CVC is indicated at the diagnosis of: severe sepsis; suppurative (septic) thrombophlebitis; endocarditis; tunnel infection; port abscess; BSI that continues despite 48–72 hours of adequate coverage, or infections with S. aureus, fungi or mycobacteria Pathogens which have a high risk for infection recurrence and may need catheter removal are: Bacillus spp., C. jeikeium, S. maltophilia, Pseudomonas spp., and Enterococcus resistant to vancomycin Where catheter salvage is attempted, ALT, in addition to systemic therapy, is indicated"
},
{
	"page":"ENAS5262_6.3.3.3",
	"text":"6.3.3.3 Antibiotic lock therapy When ALT is used as treatment, there should be no signs of exit site or tunnel infection ALT can be used alone if peripheral blood cultures are negative and the isolated catheter pathogens are Staphylococcus coagulase-‍‍negative or Gram-‍negative, otherwise it should be combined with systemic antibiotic therapy Early initiation (first 48–72 hours) may be associated with better catheter salvage rates and fewer infection complications The recommended treatment duration is 7–14 days, with a dwell time of ≥ 12 hours (minimum of 8 hours per day), not exceeding 48 hours before reinstallation Systemic exposure to higher levels of the solution components is a potential risk A 4% solution of anticoagulant citrate is currently recommended The benefits of ALT outweigh the reported risks, but local protocols should be carefully implemented"
},
{
	"page":"ENAS5262_6.3.3.4",
	"text":"6.3.3.4 Treatment duration Treatment duration depends on the response to treatment in the first 48 or 72 hours, the type of pathogen and the presence of complications In most cases, 10–14 days of treatment is recommended after signs of infection have resolved If positive cultures are present 72 hours after catheter removal or when complications occur, 4–6 weeks of treatment is recommended For osteomyelitis, 6–8 weeks of treatment is recommended"
},
{
	"page":"ENAS5262_6.3.3.5",
	"text":"6.3.3.5 Staphylococcus coagulase-‍‍negative This is the most frequent contaminant and diagnosis should be based on more than one set of positive blood cultures, and preferentially from the catheter and peripheral vein If there are no complications, catheter salvage should be attempted with systemic antibiotic therapy for 10–14 days, including ALT If the catheter is removed, antibiotic treatment should be continued for 5–7 days S. lugdunensis should be managed as an S. aureus infection"
},
{
	"page":"ENAS5262_6.3.3.6",
	"text":"6.3.3.6 Staphylococcus aureus Malignancy, diabetes, high serum glucose level, methicillin resistance, serum albumin level, interleukin-‍‍10 and C-‍reactive protein are considered risk factors, but need prospective validation The catheter should be removed and systemic antibiotic treatment administered for a minimum of 14 days (when there is a response) and for 4–6 weeks in cases of haematogenous complications or persistent bacteraemia after catheter removal Due to the high risk of endocarditis, a TEE is indicated 5–7 days after the onset of bacteraemia, unless cultures and clinical assessments are negative 72 hours after catheter removal Risk factors for haematogenous complications are: prosthetic intravascular devices, cardiac valvular disease, immune-‍‍compromising conditions, delayed catheter removal and suppurative thrombophlebitis ALT should only be used if there are major contraindications for catheter removal, such as no alternative venous access, bleeding diathesis or quality-‍‍of-‍life issues, and should be combined with systemic therapy for at least 4 weeks"
},
{
	"page":"ENAS5262_6.3.3.7",
	"text":"6.3.3.7 Enterococcus The catheter can be retained and 7–14 days of systemic antibiotic therapy (if no endocarditis or metastatic infection sites are present) is recommended, preferably with ampicillin or, in cases of resistance, vancomycin Linezolid or daptomycin are recommended for third-‍‍line treatment Combination therapy is not superior to monotherapy, unless used for catheter salvage, when systemic gentamicin+ampicillin should be combined with ALT TEE should only be carried out if clinical signs of endocarditis are present"
},
{
	"page":"ENAS5262_6.3.3.8",
	"text":"6.3.3.8 Gram-‍negative bacillus Systemic antibiotic therapy is indicated, using combination therapy in patients with recent infection or colonisation with MDR Gram-‍negative bacteria ALT should be used if catheter salvage is attempted"
},
{
	"page":"ENAS5262_6.3.3.9",
	"text":"6.3.3.9 Candida Risk factors other than malignancy are: the presence of CVCs, neutropaenia, immunosuppressive agents, broad-‍‍spectrum antibiotic use and parenteral nutrition There is a 30% association with bacteraemia, mainly antibiotic-‍‍resistant pathogens such as MRSA, vancomycin-‍‍resistance enterococci, extended spectrum β-‍lactase Escherichia coli and MDR A. baumannii C. albicans is frequently involved, although there is an increase in non-‍albicans involvement and azole resistance The CVC should be removed and anti-‍fungal therapy initiated, preferably within the first 48–72 hours Amphotericin is used infrequently because of toxicity and similar efficacy to echinocandins ALT is generally not effective"
},
{
	"page":"ENAS5262_6.3.4.0",
	"text":"6.3.4.0 Prevention of CVC-‍related infections The main strategies for the prevention of CRBSIs are: Education and training of healthcare personnel responsible for catheter care Use of maximal sterile barrier precautions during CVC insertion Use of > 0.5% chlorhexidine skin preparation with alcohol for antisepsis Avoidance of routine replacement of CVCs as a strategy to prevent infection Use of antiseptic/antibiotic-‍impregnated short-‍‍term CVCs and chlorhexidine-‍‍impregnated sponge dressings, if the rate of infection is not decreasing despite adherence to other strategies Implementation of bundled strategies, including documenting and reporting rates of compliance of all components of the bundle Implementation of appropriate patient education programmes Tunnelled cuffed catheters and PICC lines should be flushed weekly, and subcutaneous ports 4-‍weekly (when not in use), using heparin or normal saline 0.9% solution Alcoholic chlorhexidine 2% cleanser is recommended to decontaminate catheter hubs before use The use of neutral pressure mechanical valve connectors is recommended The use of antibiotic-‍‍coated catheters cannot yet be recommended, although they could be useful in institutions where there are high rates of BSIs ALT may be used where there is a history of multiple CRBSIs (despite appropriate CRBSI prevention measures) when the catheter is projected to remain in situ for longer than 7–8 weeks Chelator-‍‍based antimicrobial locks, in particular the combination of EDTA/‍minocycline, have shown efficacy in patients with long-‍term CVCs ALT has been shown to markedly reduce CRBSI compared with heparin but with no change in all-‍cause mortality In oncology patients with long-‍term CVCs, flushing or locking with antibiotic+heparin significantly reduced the risk of Gram-‍positive CRBSI sepsis"
},
{
	"page":"ENAS5262_6.4.1.0",
	"text":"6.4.0.0 Catheter-‍‍induced thrombosis 6.4.1.0 Overview Apart from infections, the main complication of CVCs is thrombosis Training of healthcare personnel and patient education are fundamental to reducing the risk Major complications occur when the thrombosis leads to serious systemic and life-‍threatening sequelae, such as pulmonary embolism and sepsis Minor complications are usually associated with local symptoms or may interfere with the infusion or aspiration from the catheter There are broadly three main causes of CVC occlusions: Mechanical, such as kink in catheter, tight suture, huber needle dislodge or occlusion, the catheter tip being blocked by the vessel wall and pinch-‍‍off syndrome, which can be reduced if an ultrasound-‍‍guided technique is used Thrombotic, causes of which include fibrin sheath and intraluminal clot Medication/‍parenteral nutrition-‍related, which can cause the precipitation of medications in the catheter lumen"
},
{
	"page":"ENAS5262_6.4.2.0",
	"text":"6.4.2.0 Risk factors Potential risk factors for catheter-‍‍related thrombosis are discussed in the guidelines"
},
{
	"page":"ENAS5262_6.4.3.0",
	"text":"6.4.3.0 Diagnosis of catheter-‍‍induced thrombosis CVC-‍related symptoms are often non-‍specific The first signs in clinical practice are difficulty aspirating or infusing through the lumen of the catheter and complaints of local pain or a burning sensation during injection, with other common signs including redness, swelling and oedema Complications are: infections, blockage of the lumen, circulatory obstruction and thromboembolism, with pulmonary embolism at presentation being rare Although venography is the gold standard for diagnosis, Doppler ultrasound is generally used, because it is readily available and non-‍invasive In patients with suspected CVC-‍related thrombosis and a normal ultrasound, or suspected central venous occlusion, venography or alternative imaging should be carried out (MRI, CT, gadolinium-‍‍enhanced magnetic resonance venography or contrast-‍‍enhanced CT)"
},
{
	"page":"ENAS5262_6.4.4.0",
	"text":"6.4.4.0 Treatment of catheter-‍‍induced thrombosis When the CVC is no longer necessary, or if long-‍term anticoagulation is contraindicated, a short course (3–5 days) of anticoagulation therapy is recommended before removing the catheter, in order to avoid clot embolisation The length of therapy after removal of CVCs is usually 3 months, depending on the severity of the thromobosis Additionally, if symptoms progress or the blood clot extends into the SVC, the CVC should be removed If the device remains in situ and the patient is not at risk of complications, anticoagulation drugs should be administered Anticoagulant therapy with LMWH and VKA is recommended Warfarin can cause complications in cancer patients LMWH is more effective in preventing thrombotic recurrences Anticoagulation therapy should be continued at a prophylactic dose until the catheter is in place Thrombolytics are not recommended as a first-‍‍line therapy If used, urokinase 5000 IE should be administered and dwell within the catheter for 1 hour, before it is aspirated; this procedure can be repeated several times Alternatively, alteplase 2 mg/2 mL can be administered twice (aspiration after 60 minutes) Additional treatment options are: SVC filter, mechanical thrombectomy, venous angioplasty and surgical decompression In summary: as catheter-‍‍related thrombosis is associated with a low risk for recurrence and post-‍thrombotic syndrome, conservative treatment is recommended; removal of the CVC is required in cases of concomitant deep vein thrombosis, sepsis, non functioning or if central access is not necessary; LMWH, alone or followed by warfarin, should be used for a minimum of 3–6 months"
},
{
	"page":"ENAS5262_6.4.5.0",
	"text":"6.4.5.0 Prevention Extensive, routine prophylaxis with anticoagulants to prevent CVC-‍related thrombosis is not recommended There is insufficient evidence to recommend the use of thrombolytic agents New materials, such as ionic implantation of silicone chromic venous access devices and silver-‍‍coated CVCs, do not relevantly affect thrombosis rates There is no difference in thrombosis rates between flushing with heparin or 0.9% normal saline If heparin installation is used to prevent catheter occlusion, unfractionated heparin (> 500 IE) should be administered In cancer patients, the benefits of thromboprophylaxis with warfarin or LMWH are inconclusive and the use of anticoagulant prophylaxis should balance the potential risks and benefits for the individual patient"
},
{
	"page":"ENAS5262_7.0.0.0",
	"text":"5-FU 5-‍fluorouracil 5-HT 5-‍hydroxytryptamine Ab antibiotic ABC Airway, Breathing and Circulation ABLC amphotericin B lipid complex AC anthracycline/‍cyclophosphamide ACCP American College of Chest Physicians ACE angiotensin converting enzyme AChR acetylcholine receptor ACTH adrenocorticotropic hormone ADL activities of daily living ADR adverse drug reaction AE adverse event AFSOS Association Francophone pour les Soins Oncologiques de Support ALT antibiotic lock therapy ANA antinuclear antibody ANC absolute neutrophil count ANCA anti-neutrophil cytoplasmic antibody aPTT activated partial thromboplastin time ARB angiotensin receptor blocker ARDS acute respiratory distress syndrome ASA 5-‍acetyl salicylic acid ASCO American Society of Clinical Oncology AST antimicrobial susceptibility testing ATB antibiotic ATG anti-thymocyte globulin BAL bronchoalveolar lavage BB beta-‍blocking agents BCoG bacitracin/‍clotrimazole/‍gentamicin bid twice daily bid M/W/F twice daily Monday/​Wednesday/​Friday BNP brain natriuretic peptides BP blood pressure BSA body surface area BSI blood stream infection C Candida Ca calcium CFU colony-‍forming unit CHF congestive heart failure ChT chemotherapy CINV chemotherapy-induced nausea and vomiting CLL chronic lymphocytic leukaemia CMV cytomegalovirus CNS coagulase-‍negative Staphylococcus CPGs Clinical Practice Guidelines CrCl creatinine clearance CRBSI catheter-‍related blood stream infection CRI catheter-‍related infection CRP C-‍reactive protein CRS cytokine-release syndrome CRT chemoradiotherapy CT computed tomography CTCAE Common Terminology Criteria of Adverse Events CTLA4 cytotoxic T lymphocyte-associated protein 4 CV cardiovascular CVA cerebrovascular accident CVAD central venous access device CVC central venous catheter CYP cytochrome P450 DADS diffuse alveolar damage syndrome DDx differential diagnosis DEX dexamethasone DM diabetes mellitus DMSO dimethyl sulfoxide DRESS drug rash with eosinophilia and systemic symptoms DT deceleration time of the early peak flow DTTP differential time to positivity DVH dose volume histogram DVT deep vein thrombosis DW dextrose water E Enterococcus E/A ratio ratio of early peak flow velocity to atrial peak flow velocity ECG electrocardiogram ECHO echocardiography EDTA ethylenediaminetetraacetate EGFR epidermal growth factor receptor EMA European Medicines Agency EMG electromyography EORTC European Organisation for Research and Treatment of Cancer ESBL Enterococcus Staphylococci Extended spectrum ß-‍lactamase ESMO European Society for Medical Oncology ESR erythrocyte sedimentation rate FBC full blood count FDA Food and Drug Administration FN febrile neutropaenia FSH follicle-stimulating hormone FT4 free thyroxine GAD glutamic acid decarboxylase GBM glomerular basement membrane GBS Guillain-Barré syndrome G-CSF granulocyte-‍colony stimulating factor GI gastrointestinal GM-‍CSF granulocyte-‍macrophage colony-‍stimulating factor GN glomerulonephritis GNB Gram-‍negative bacillus Hb haemoglobin HER2 human epidermal growth factor 2 HIV human immunodeficiency virus HNC head and neck cancer HRT hormone replacement therapy HSCT haematopoietic stem cell transplantation HSR hypersensitivity reaction HSV herpes simplex virus ICPi immune checkpoint inhibitor ID infectious diseases Ig immunoglobulin IgE immunoglobulin E IGF1 insulin-like growth factor 1 IgG immunoglobulin G IM intramuscular IMRT intensity-‍modulated radiotherapy INR international normalised ratio IR infusion reaction irAE immune-related adverse event ISOO International Society of Oral Oncology IV intravenous IVIg intravenous immunoglobulin IVRT isovolumic relaxation time K potassium KGF-1 keratinocyte growth factor-1 LCI lung clearance index LDH lactate dehydrogenase LFT liver function test LH luteinising hormone LKM liver kidney microsomal LLN lower limit of normal LMWH low molecular weight heparin LVD left ventricular dysfunction LVEF left ventricular ejection fraction M/C/S microscopy, culture and susceptibility MASCC Multinational Association of Supportive Care in Cancer MDR multi-‍drug resistant MEC moderately emetogenic chemotherapy MHD maximum heart distance mIAS mTOR inhibitor-‍associated stomatitis MIC minimum inhibitory concentration MMF mycophenolate mofetil MoAb monoclonal antibody MRA magnetic resonance angiogram MRI magnetic resonance imaging MRSA methicillin-resistant S. aureus mTOR mechanistic target of rapamycin MUGA multiple gated acquisition MuSK muscle-specific kinase Mx management n/a not available NaCl sodium chloride NASH non-alcoholic steatohepatitis NCCN National Comprehensive Cancer Network NCI-‍CTCAE National Cancer Institute-Common Terminology Criteria for Adverse Events NCS/EMG nerve conduction studies/electromyography NEG negative NK neurokinin NS normal saline NSAID non-‍steroidal anti-‍inflammatory drug NSCLC non-small-cell lung cancer NTCP normal tissue complication probability NYHA New York Heart Association od once daily ONS Oncology Nursing Society OS overall survival P pseudomonas PCR polymerase chain reaction PD-1 programmed death 1 PD-L1 programmed death ligand 1 PE pulmonary embolism PICC peripherally inserted central catheter PJP Pneumocystis jiroveci pneumonia POS positive PS performance status PTA polymyxin/​tobramycin/amphotericin B PTV planning target volume QTc QT interval corrected for heart rate RA receptor agonist RINV radiotherapy-induced nausea and vomiting RT radiotherapy S Staphylococcus SC subcutaneous SCT stem cell transplantation SFNEP Société Francophone Nutrition Clinique et Métabolique SLA/LP soluble liver antigen/liver-pancreas antibody SMA smooth muscle autoantibody SOR Standards, Options and Recommendations methodology spp species SVC superior vena cava T3 triiodothyronine T4 thyroxine TB tuberculosis TBI total body irradiation TCLO transfer factor for carbon monoxide tds three times a day TEE trans-‍oesophageal echocardiogram TEN toxic epidermal necrolysis TFT thyroid function test TKI tyrosine kinase inhibitor TMP-‍SMZ trimethoprim–sulfamethoxazole TNFα tumour necrosis factor alpha TnI troponin tPA tissue plasminogen activator TPN total parenteral nutrition TPO thyroid peroxidase TSH thyroid-stimulating hormone U unit UEC urea, electrolytes, creatinine UFH unfractionated heparin ULN upper limit of normal UPCR urine protein to creatinine ratio US ultrasound VATS video-assisted thoracoscopic surgery VEGF vascular endothelial growth factor VEGFR vascular endothelial growth factor receptor VHNSS Vanderbilt Head and Neck Symptom Survey VitD vitamin D VKA vitamin K antagonist VTE venous thromboembolism WBC white blood cell WHO World Health Organization"
}
]