[
{
	"page":"ENAS5409_1.0.0.0",
	"text":"1.0.0.0 Authors and legal information GUIDELINES COMMITTEE Chair: George Pentheroudakis; Co-‍Chair: Cristiana Sessa; Steering Committee Members: Dirk Arnold, Christian Buske, Fatima Cardoso, Paolo Casali, Andrés Cervantes, Elisabeth de Vries, Alan Horwich, Solange Peters, Rolf Stahel; Subject Editors: Jean-Yves Blay, Nicoletta Colombo, Karin Jordan, Ulrich Keilholz, Marco Ladetto, Lisa Licitra, Matthias Preusser, Carla Ripamonti, Elzbieta Senkus-Konefka; Deputy Subject Editors: Alfredo Berruti, Silke Gillessen, Mats Jerkeman, Jean-Pascal Machiels, Erika Martinelli, Ulrich Mey, Olivier Michielin, Martin Reck; Staff: Keith McGregor, Claire Bramley, Jennifer Lamarre, Sarah Escuin, Jean-Yves Douillard, Svetlana Jezdic. ESMO CLINICAL PRACTICE GUIDELINES Central venous access in oncology: ESMO Clinical Practice Guidelines Sousa B, Furlanetto J, Hutka M, Gouveia P, Wuerstlein R, Mariz JM, Pinto D and Cardoso F, on behalf of the ESMO Guidelines Committee Ann Oncol 2015;26 (Suppl 5):v152–68 http:/‍/‍annonc.oxfordjournals.org/‍content/‍‍26/‍suppl_5/v152.full.pdf+html Management of oral and gastrointestinal mucosal injury: ESMO Clinical Practice Guidelines for diagnosis, treatment and follow-‍‍up Peterson DE, Boers-‍‍Doets CB, Bensadoun RJ and Herrstedt J, on behalf of the ESMO Guidelines Committee Ann Oncol 2015;26 (Suppl 5):v139–51 http:/‍/‍annonc.oxfordjournals.org/‍content/‍‍26/‍suppl_5/v139.full.pdf+html Prevention of chemotherapy-‍‍ and radiotherapy-‍‍induced nausea and vomiting and of nausea and vomiting in advanced cancer patients: 2016 MASCC and ESMO guideline update Roila F, Molassiotis A, Herrstedt J, Aapro M, Gralla RJ, Bruera E, Clark-‍‍Snow RA, Dupuis LL, Einhorn LH, Feyer P, Hesketh PJ, Jordan K, Olver I, Rapoport BL, Roscoe J, Ruhlmann CH, Walsh D, Warr D and van der Wetering M, on behalf of the participants of the MASCC-‍‍ESMO Consensus Conference Ann Oncol 2016; 27 (Suppl 5): v119–33 http:/‍/‍annonc.oxfordjournals.org/‍content/‍‍27/‍suppl_5/v119.full.pdf+html Management of venous thromboembolism (VTE) in cancer patients: ESMO Clinical Practice Guidelines Mandalà M, Falanga A and Roila F, on behalf of the ESMO Guidelines Working Group Ann Oncol 2011;22(Suppl 6):vi85–92 http:/‍/‍annonc.oxfordjournals.org/‍content/‍‍22/‍suppl_6/vi85.full.pdf+html Cardiovascular toxicity induced by chemotherapy, targeted agents and radiotherapy: ESMO Clinical Practice Guidelines Curigliano G, Cardinale D, Suter T, Plataniotis G, de Azambuja E, Sandri MT, Criscitiello C, Goldhirsch A, Cipolla C and Roila F, on behalf of the ESMO Guidelines Working Group Ann Oncol 2012;23(Suppl 7):vii155–66 http:/‍/‍annonc.oxfordjournals.org/‍content/‍‍23/‍suppl_7/vii155.full.pdf+html Management of chemotherapy extravasation: ESMO-‍EONS Clinical Practice Guidelines Pérez Fidalgo JA, García Fabregat L, Cervantes A, Marguiles A, Vidall C and Roila F, on behalf of the ESMO Guidelines Working Group Ann Oncol 2012;23(Suppl 7):vii167–73 http:/‍/‍annonc.oxfordjournals.org/‍content/‍‍23/‍suppl_7/vii167.full.pdf+html Management of febrile neutropaenia: ESMO Clinical Practice Guidelines Klastersky J, de Naurois J, Rolston K, Rapoport B, Maschmeyer G, Aapro M and Herrstedt J, on behalf of the ESMO Guidelines Committee Ann Oncol 2016; 27 (Suppl 5): v111–8 http:/‍/‍annonc.oxfordjournals.org/‍content/‍‍27/‍suppl_5/v111.full.pdf+html Management of infusion reactions to systemic anticancer therapy: ESMO Clinical Practice Guidelines Roselló S, Blasco I, García Fabregat L, Cervantes A and Jordan K, on behalf of the ESMO Guidelines Committee Ann Oncol 2017;28(Suppl 4):iv100–18 https://​academic.oup.com/​annonc/​article-pdf/​28/​suppl_4/​iv100/18528215/​mdx216.pdf Management of toxicities from immunotherapy: ESMO Clinical Practice Guidelines for diagnosis, treatment and follow-up Haanen JBAG, Carbonnel F, Robert C, Kerr KM, Peters S, Larkin J and Jordan K, on behalf of the ESMO Guidelines Committee Ann Oncol 2017;28(Suppl 4):iv119–42 https://​academic.oup.com/​annonc/​article-pdf/​28/​suppl_4/​iv119/​3958159/​mdx225.pdf ESMO POCKET GUIDELINES PROVIDE YOU WITH A CONCISE SUMMARY OF THE FUNDAMENTAL RECOMMENDATIONS MADE IN THE PARENT GUIDELINES IN AN EASILY ACCESSIBLE FORMAT. This quick reference booklet provides you with the most important content of the full ESMO Clinical Practice Guidelines (CPGs) and consensus statements on various aspects of supportive care for your patients. Key content includes central venous access in oncology; prevention of chemotherapy-‍‍ and radiotherapy induced nausea and vomiting; and management of febrile neutropenia, mucositis, venous thromboembolism, extravasation associated with the administration of chemotherapeutic agents and of the cardiotoxic effects of chemotherapy and radiotherapy. The ESMO CPG and consensus statements covered in this booklet are intended to provide you with a set of recommendations for the best standards of supportive care, using evidence-‍‍based medicine. Implementation of ESMO CPG and consensus statements facilitates knowledge uptake and helps you to deliver an appropriate quality of focused care to your patients. The approval and licensed indication of drugs mentioned in this pocket guideline may vary in different countries. Please consult your local prescribing information. This booklet can be used as a quick reference guide to access key content on supportive care in cancer. Please visit http://www.esmo.org or http://oncologypro.esmo.org to view the full guidelines."
},
{
	"page":"ENAS5409_2.0.0.0",
	"text":"2.0.0.0 Definitions There is no consensus in the terminology used to describe infusion reactions (IRs) IRs are Type B adverse drug reactions (ADRs), which are non-‍dose-‍related, unpredictable, unrelated to the drug’s pharmacological activity and usually resolving on treatment termination They comprise true allergic responses (immune-‍mediated) and non-‍allergic (non- immune) sensitivities Type B ADRs are classified by Gell and Coombs into four true hypersensitivity states, as shown in the table below GELL AND COOMBS CLASSIFICATION OF HYPERSENSITIVITY REACTIONS Type I IgE antibody-‍mediated reactions e.g. anaphylaxis Type II Antibody-‍mediated cytotoxic reactions e.g. haemolytic anaemia, thrombocytopaenia, blood transfusion reactions Type III Immune complex-‍mediated hypersensitivity e.g. serum sickness, vasculitis Type IV Delayed T cell-‍mediated responses e.g. allergic contact dermatitis, psoriasis, maculopapular exanthema, erythema multiforme, toxic epidermal necrolysis IgE, immunoglobulin E Type B non-‍immune reactions include pseudo-allergic (anaphylactoid) reactions, idiosyncratic reactions and intolerances The World Allergy Organization terminology is based on the European Academy of Allergy and Clinical Immunology nomenclature Hypersensitivity reaction (HSR) – objectively reproducible symptoms or signs initiated by exposure to a defined stimulus at a dose tolerated by normal persons Allergy – HSR initiated by specific immunological mechanisms Anaphylaxis, the diagnosis of which is based on clinical signs and symptoms shown in the table here – severe, life-‍threatening, generalised or systemic HSR, mediated by immunological (allergic) or non-‍immunological (non-‍allergic/anaphylactoid) mechanisms The European Network for Drug Allergy categorises HSRs according to onset, into immediate (within 1–6 hours after the last drug administration), which are typically immunoglobulin E (IgE)-‍mediated, and non-‍immediate (at any time, from 1 hour after the initial drug administration), which often involve a delayed T cell-‍dependent allergic mechanism Cytokine-‍release syndrome (CRS), described by the National Cancer Institute Common Terminology Criteria for Adverse Events (CTCAE) version 4.03 as shown in the table on the next page, is a non-‍allergic cytokine-‍mediated HSR that is typically observed within the first hours after infusion after initial treatment with monoclonal antibodies (MoAbs)"
},
{
	"page":"ENAS5409_3.0.0.0",
	"text":"3.0.0.0 Clinical criteria for Dx anaphylaxis ANAPHYLAXIS IS HIGHLY LIKELY WHEN ANY ONE OF THE FOLLOWING THREE SETS OF CRITERIA IS FULFILLED: Acute onset of an illness (minutes to hours) with involvement of skin/‍mucous membranes (e.g. hives, generalised itch/‍flush, swollen lips/‍tongue/‍uvula) and at least one of the following: a. Respiratory compromise (e.g. dyspnoea, wheeze/‍bronchospasm, stridor, reduced peak expiratory flow, hypoxaemia) b. Reduced blood pressure or associated symptoms of end-‍organ dysfunction (e.g. hypotonia [collapse], syncope, incontinence) Two or more of the following that occur rapidly after exposure to a likely allergen for that patient (minutes to several hours): a. Involvement of skin/‍mucous membranes (e.g. generalised hives, itch/‍flush, swollen lips/‍tongue/‍uvula) b. Respiratory compromise (e.g. dyspnoea, wheeze/‍bronchospasm, stridor, reduced peak expiratory flow, hypoxaemia) c. Reduced blood pressure or associated symptoms (e.g. hypotonia [collapse], syncope, incontinence) d. Persistent gastrointestinal symptoms (e.g. crampy abdominal pain, vomiting) Reduced blood pressure after exposure to known allergen for that patient (minutes to several hours). Adults: Systolic blood pressure of < 90 mmHg or > 30% decrease from that person’s baseline"
},
{
	"page":"ENAS5409_4.0.0.0",
	"text":"4.0.0.0 Terminology criteria for adver. even., v 4.03 GRADE Infusionrelated reaction* 1 Mild transient reaction; infusion interruption not indicated; intervention not indicated 2 Therapy or infusion interruption indicated but responds promptly to symptomatic treatment; prophylactic medications indicated for ≤ 24 hours 3 Prolonged (not rapidly responsive to symptomatic medication and/‍or brief interruption of infusion); recurrence of symptoms following initial improvement; hospitalisation indicated for clinical sequelae 4 Life-‍threatening consequences; urgent intervention indicated 5 Death GRADE Cytokine release syndrome† 1 Mild reaction; infusion interruption not indicated; intervention not indicated 2 Therapy or infusion interruption indicated but responds promptly to symptomatic treatment; prophylactic medications indicated for ≤ 24 hours 3 Prolonged (not rapidly responsive to symptomatic medication and/‍or brief interruption of infusion); recurrence of symptoms following initial improvement; hospitalisation indicated for clinical sequelae 4 Life-‍threatening consequences; pressor or ventilatory support indicated 5 Death GRADE Allergic reaction‡ 1 Transient flushing or rash, drug fever < 38 ºC; intervention not indicated 2 Intervention or infusion interruption indicated; responds promptly to symptomatic treatment; prophylactic medications indicated for ≤ 24 hours 3 Prolonged (not rapidly responsive to symptomatic medication and/‍or brief interruption of infusion); recurrence of symptoms following initial improvement; hospitalisation indicated for clinical sequelae 4 Life-‍threatening consequences; urgent intervention indicated 5 Death GRADE Anaphylaxis§ 1   2   3 Symptomatic bronchospasm, with or without urticaria; parenteral intervention indicated; allergy-‍related oedema/‍angioedema; hypotension 4 Life-‍threatening consequences; urgent intervention indicated 5 Death *Infusion-‍related reaction definition: A disorder characterised by adverse reaction to the infusion of pharmacological or biological substances † Cytokine-‍release syndrome definition: A disorder characterised by nausea, headache, tachycardia, hypotension, rash and shortness of breath; it is caused by the release of cytokines from the cells ‡ Allergic reaction definition: A disorder characterised by an adverse local or general response from exposure to an allergen § Anaphylaxis definition: A disorder characterised by an acute inflammatory reaction resulting from the release of histamine and histamine-‍ like substances from mast cells, causing a hypersensitivity immune response. Clinically, it presents with breathing difficulty, dizziness, hypotension, cyanosis and loss of consciousness and may lead to death"
},
{
	"page":"ENAS5409_5.0.0.0",
	"text":"5.0.0.0 Risk assessment The potential IR risk of a drug, the course in which the reaction is most likely to happen and other risk factors should be considered Known risk factors for developing an anaphylactic reaction are: Age-‍related factors, concomitant diseases such as chronic respiratory diseases, cardiovascular diseases, mastocytosis or clonal mast cell disorders and severe atopic disease; some concurrent medications, such as beta-‍adrenergic blockers and angiotensin-‍converting enzyme inhibitors, may also increase the risk If the tumour burden is high and there is a risk of rapid tumour lysis or shrinkage at chemotherapy and/‍or targeted therapy initiation, the addition of rasburicase, increased hydration and fractionated MoAb delivery should be considered"
},
{
	"page":"ENAS5409_6.0.0.0",
	"text":"6.0.0.0 Signs and symptoms Typical presentations include mucocutaneous (flushing, urticaria, pruritus), respiratory (wheezing), circulatory (hypotension) and abdominal (nausea, vomiting, cramps, diarrhoea) symptoms, minutes to hours after exposure to the drug The more rapidly a reaction develops, the more severe it is likely to be A CRS may be clinically indistinguishable from type I HSR Most reactions are mild to moderate, with ‘flu-‍like’ symptoms (fever, chills, muscular pain, rash, fatigue, headache, etc) and appear within the first couple of hours, most often with the first infusion Acute laryngopharyngeal dysaesthesia, a cold-‍related sensation of dyspnoea, difficulty in swallowing or talking, jaw tightness and odd sensations in the tongue and/‍or pharynx, is a characteristic side effect of oxaliplatin, during or after infusion Irinotecan-‍related cholinergic syndrome, which occurs within the first 24 hours of administration, is characterised by diarrhoea, emesis, diaphoresis, abdominal cramping and, less commonly, hyperlacrimation and rhinorrhoea The CTCAE version 4.03 distinguishes between IRs and CRS, as shown in the table here Standardised grading of adverse reactions is essential for evaluating IR severity"
},
{
	"page":"ENAS5409_7.0.0.0",
	"text":"7.0.0.0 Diagnosis Biochemical mediators released during the degranulation of mast cells and basophils can be measured Plasma histamine begins to rise within 5 minutes, remains elevated for 15–60 minutes and urinary metabolites, including methylhistamine, may be found for up to 24 hours after onset of anaphylaxis Blood tryptase levels are optimally obtained 15 minutes to 3 hours after symptom onset, and serial measurements during an anaphylactic episode and after recovery are preferable to a single measurement These tests are not universal, are not specific for anaphylaxis and are not carried out on an emergency basis; normal levels of tryptase or histamine do not rule out the clinical diagnosis of anaphylaxis"
},
{
	"page":"ENAS5409_8.1.0.0",
	"text":"8.0.0.0 Management 8.1.0.0 Preparation Before drug administration, the patient should be asked about medical history, previous allergic disorders, atopic status and concomitant treatments Oncology nurses should check that any oral premedication has actually been taken An updated protocol for IR management and resuscitation equipment should be made available"
},
{
	"page":"ENAS5409_8.2.0.0",
	"text":"8.2.0.0 Observation Prompt recognition and immediate medical attention are essential Any symptom experienced by the patient should be taken seriously and his/‍her vital signs should be evaluated Blood pressure and pulse rate monitoring should be used to evaluate a patient who feels odd or uncomfortable, or expresses the need to urinate or defaecate"
},
{
	"page":"ENAS5409_8.3.1.0",
	"text":"8.3.0.0 Management 8.3.1.0 Overview The management of IRs is shown in the figure here Stop medication administration, maintain intravenous (IV) access and assess Airway, Breathing and Circulation (ABC) and the level of consciousness Put the patient in the correct position: The Trendelenburg position for hypotension, sitting up for respiratory distress and the recovery position for unconsciousness Administer oxygen, if needed, and call for medical assistance as soon as possible For patients meeting any of the three criteria for anaphylaxis (according to the table here, immediate intramuscular (IM) delivery of epinephrine (adrenaline) 0.01 mg/kg (1 mg/mL dilution, to a maximum total dose of 0.5 mL) into the lateral thigh muscle is recommended and can be repeated every 5–15 minutes IV epinephrine should be used in the event of severe hypotension or cardiac arrest Fluid resuscitation: A rapid infusion of normal saline (NS) (1–2 L) at a rate of 5–10 mL/kg in the first 5 minutes is recommended, with crystalloids or colloids being given in 20 mL/kg bolus injections followed by slow infusion Antihistamines: The combined use of H1 and H2 antagonists, for example a slow IV infusion of diphenhydramine (1–2 mg/kg or 25–50 mg) in combination with ranitidine (50 mg diluted in 5% dextrose water (DW) to a total volume of 20 mL) injected IV over 5 minutes, is superior to single-‍agent use Bradycardia must be treated with atropine 600 μg IV Glucagon (1–5 mg, 5-‍minute IV infusion followed by a 5–15 μg/‍minute infusion titrated to clinical response) may be useful for refractory cardiovascular effects in patients receiving β-‍blockers Vasopressors: Dopamine (400 mg in 500 mL of 5% DW) administered at 2–20 mg/kg/‍minute and titrated to increase systolic blood pressure might be required if epinephrine and fluid resuscitation have failed to alleviate hypotension Vasopressin (25 units [U] in 250 mL of 5% DW or NS [0.1 U/mL], with a dose range of 0.01–0.04 U/‍minute) and norepinephrine may also be used in anaphylaxis unresponsive to epinephrine, based on clinical case reports Corticosteroids (IV, equivalent to 1–2 mg/kg of [methyl]prednisolone every 6 hours) are effective in preventing biphasic reactions, but are not critical in anaphylaxis management Post-‍reaction: Vital signs should be monitored and recurrence symptoms controlled, with close observation for 24 hours recommended in the case of a severe reaction A CRS reaction can be managed by short-‍term cessation of the infusion and symptomatic treatment (histamine blockers, corticosteroids, antipyretics), with infusion (at half the rate and titrating to tolerance) restarting after resolution of symptoms"
},
{
	"page":"ENAS5409_9.0.0.0",
	"text":"9.0.0.0 How to document an infusion reaction Accurate documentation should include pre-‍infusion assessments, an appropriate description and grading of the IR according to accepted classifications and information on how it was managed An example of how to document an IR is shown in the table below EXAMPLE OF HOW TO DOCUMENT AN INFUSION REACTION Pre-‍infusion assessment Drug Number of cycles Reintroduction of treatment (Yes/‍No) Relevant medical history/allergy/atopy Concomitant medication Oral premedication correctly taken Relevant information about the IR event Infusion rate Premedication Timing of symptom onset Vital signs Symptoms/‍signs Standard grading (CTCAE) Management Intervention Time to symptom resolution Patient response Reintroduction (Yes/‍No) Rate reintroduction CTCAE, Common Terminology Criteria for Adverse Events"
},
{
	"page":"ENAS5409_10.0.0.0",
	"text":"10.0.0.0 Rechallenge The decision to restart the treatment will depend on the severity and nature of the reaction, the risk of a serious recurrent reaction and the potential clinical benefit of further treatment Once all symptoms have resolved, rechallenge at a reduced infusion rate and with an additional premedication (such as corticosteroids and antihistamines) is usually successful Rechallenge following IRs with CTCAE severity grade 3 or higher or in true anaphylaxis should not be attempted Desensitisation for patients with recurrent IRs despite premedication has been used in experienced centres for certain drugs with varying success, but it is not widely accepted and no standard protocols exist"
},
{
	"page":"ENAS5409_11.1.1.0",
	"text":"11.0.0.0 Drugs which may frequently cause IRs 11.1.0.0 Chemotherapy 11.1.1.0 Charact. & mgmt. of IRs with chemo. drugs Examples of the characteristics and management of IRs with different chemotherapy drugs are shown in the table below CHARACTERISTICS AND MANAGEMENT OF INFUSION REACTIONS WITH SOME CHEMOTHERAPY DRUGS DRUG Anthracyclines INCIDENCE OF IRS 7–11% with PEGylated liposomal doxorubicin and daunorubicin ONSET The majority of IRs occur on the first infusion SIGNS/‍SYMPTOMS Chest pain, pruritus, syncope, flushing, chills, fever, urticaria, angioedema, rash, tachycardia, hypotension, dyspnoea, nausea, vomiting, headache, back pain PROPHYLAXIS Slow infusion rate Premedication not routinely recommended MANAGEMENT OF IRS Grade 1/2: Stop or slow the infusion rate Symptomatic treatment Grade 3/4: Stop treatment and aggressive symptomatic therapy Consider desensitisation DRUG Asparaginase INCIDENCE OF IRS 60% HSRs 10% severe reactions ONSET Usually after several doses, within 1 hour of drug administration Caution in retreatments SIGNS/‍SYMPTOMS Pruritus, dyspnoea, rash, urticaria, abdominal pain, bronchospasm, hypotension, angioedema, laryngospasm PROPHYLAXIS Corticosteroids and antihistamines MANAGEMENT OF IRS Grade 1/2: Stop or slow the infusion rate Symptomatic treatment Grade 3/4: Stop treatment and aggressive symptomatic therapy Switch to PEGasparaginase, the least immunogenic drug formulation DRUG Bleomycin INCIDENCE OF IRS 1% ONSET Immediate or delayed for several hours, usually after the first or second dose SIGNS/‍SYMPTOMS Hypotension, mental confusion, fever, chills, wheezing PROPHYLAXIS Because of the possibility of an anaphylactoid reaction, lymphoma patients should be treated with 2 units or less for the first two doses If no IR occurs, the regular dosage schedule may be followed MANAGEMENT OF IRS Grade 1/2: Stop or slow the infusion rate Symptomatic treatment Grade 3/4: Stop treatment and aggressive symptomatic therapy DRUG Carboplatin INCIDENCE OF IRS HSRs 12% ONSET Highly variable (minutes to hours) The risk increases with cumulative doses Highest incidence eighth course SIGNS/‍SYMPTOMS Rash, itching, erythema on palms and soles, abdominal cramps, facial oedema, bronchospasm, hypotension, tachycardia, dyspnoea, chest pain PROPHYLAXIS Corticosteroids and H1/H2 antagonists not routinely recommended Consider in high-‍risk patients Premedication may not prevent an IR MANAGEMENT OF IRS Grade 1/2: Stop or slow the infusion rate Symptomatic treatment Grade 3/4: Stop treatment and aggressive symptomatic therapy Consider desensitisation DRUG Docetaxel INCIDENCE OF IRS 30% IRs without premedication 2% severe reactions with premedication ONSET First or second dose, within the first 10 minutes of infusion SIGNS/‍SYMPTOMS Hypotension, dyspnoea, bronchospasm, urticaria, skin reactions, angioedema, flushing, pruritus, tachycardia, chest or back pain PROPHYLAXIS Breast, NSCLC, HNC, gastric cancer: oral dexamethasone 8 mg bid for 3 days (starting 1 day prior to docetaxel administration) Prostate cancer: oral dexamethasone 8 mg, 12, 3 and 1 hour/‍s before the infusion MANAGEMENT OF IRS Grade 1/2: Stop or slow the infusion rate Symptomatic treatment Grade 3/4: Stop treatment and aggressive symptomatic therapy Consider desensitisation DRUG Etoposide INCIDENCE OF IRS Anaphylactic reactions 1–3% ONSET Usually after first doses SIGNS/‍SYMPTOMS Hypotension, fever, chills, urticaria, bronchospasm, angioedema, chest discomfort PROPHYLAXIS Slow infusion over 30–60 minutes Corticosteroids and antihistamines MANAGEMENT OF IRS Grade 1/2: Stop or slow the infusion rate Symptomatic treatment Grade 3/4: Stop treatment and aggressive symptomatic therapy Consider desensitisation DRUG Oxaliplatin INCIDENCE OF IRS HSR 0.5–25% Severe reactions < 1% ONSET Within 60 minutes after the start of infusion (typically 5–10 minutes) Highest incidence seventh to eighth course SIGNS/‍SYMPTOMS Sweating, watering, pruritus, rash, back or chest pain, laryngospasm, dyspnoea, fever, urticaria, bronchospasm, hypotension PROPHYLAXIS Corticosteroids and H1/H2 antagonists not routinely recommended Consider in high-‍risk patients Premedication may not prevent an IR MANAGEMENT OF IRS Grade 1/2: Stop or slow the infusion rate Symptomatic treatment Grade 3/4: Stop treatment and aggressive symptomatic therapy Consider desensitisation If acute laryngopharyngeal dysaesthesia, warm up the air the patient is breathing; does not require IV treatments; oxaliplatin should be administered over 6 hours DRUG Paclitaxel INCIDENCE OF IRS 30% IRs without premedication Severe anaphylactic reactions in 2–4% ONSET First or second dose, within the first 10 minutes of infusion SIGNS/‍SYMPTOMS Flushing, skin reactions, dyspnoea, hypotension, tachycardia, bronchospasm, angioedema, urticaria PROPHYLAXIS One dose of IV dexamethasone plus diphenhydramine (50 mg IV) and an H2 receptor antagonist (ranitidine 50 mg or cimetidine 300 mg IV) 30 minutes before paclitaxel infusion MANAGEMENT OF IRS Grade 1/2: Stop or slow the infusion rate Symptomatic treatment Grade 3/4: Stop treatment and aggressive symptomatic therapy After an IR, despite adequate premedication, about 1–2% will experience a severe HSR Consider desensitisation DRUG Procarbazine INCIDENCE OF IRS 6–18% Higher with concomitant use of anticonvulsant ONSET The majority occur in the first courses of treatment SIGNS/‍SYMPTOMS Fever, maculopapular rash, urticaria, angioedema, fever, toxic epidermal necrolysis PROPHYLAXIS Once an HSR occurs, premedication with oral corticosteroids is usually not successful MANAGEMENT OF IRS Grade 1/2: Symptomatic treatment Grade 3/4: Stop treatment and aggressive symptomatic therapy bid, twice daily; HNC, head and neck cancer; HSR, hypersensitivity reaction; IR, infusion reaction; IV, intravenous; NSCLC, non-‍small-‍cell lung cancer"
},
{
	"page":"ENAS5409_11.1.2.0",
	"text":"11.1.2.0 Anthracyclines Anthracyclines rarely cause IRs; most reactions are mild and IgE-‍mediated HSRs are rarely reported"
},
{
	"page":"ENAS5409_11.1.3.0",
	"text":"11.1.3.0 Platinum derivatives IRs to platinum compounds are consistent with Type I IgE-‍mediated HSRs associated with repeated exposure to the agent A high frequency (10–27%) of anaphylactic-‍like reactions has been reported The incidence of HSRs with carboplatin is about 12%, mainly following extensive pretreatment (e.g. ovarian cancer patients), with a retreatment interval greater than 2 years increasing the risk of an HSR Particular caution is advised in patients receiving their eighth course, or the second dose after reintroduction Skin tests may predict reactions to carboplatin Acute HSRs are found in 0.5–25% of patients receiving oxaliplatin, reaching a maximum at the seventh to eighth administration; severity may increase with rechallenge For patients developing acute laryngopharyngeal dysaesthesia, warming the air the patient breathes is sufficient to improve symptoms without the need for other measures Approximately 50% of patients rechallenged with platinum compounds experience recurrent HSRs despite premedication"
},
{
	"page":"ENAS5409_11.1.4.0",
	"text":"11.1.4.0 Taxanes IRs with paclitaxel occur in up to 30% of patients but, with prolonged drug infusion and premedication, severe reactions occur in only 2–4% Reactions are thought to be non-IgE-‍mediated (anaphylactoid) and are probably due to a direct release of mast cell mediators, such as histamine and tryptase It is unclear whether reactions result from a non-‍immune effect of the drug or from the excipient kolliphor EL, for paclitaxel, or from the drug vehicle polysorbate-‍80, for docetaxel Kolliphor EL nests in the infusion solution should be avoided All patients should receive premedication with corticosteroids plus antihistamines prior to taxane administration After an IR, despite adequate antihistamines and corticosteroids premedication, mild HSRs are seen in approximately 40% of patients and severe to potentially life-‍threatening HSRs in 1–2% of patients Patients experiencing a severe HSR to taxanes should not be rechallenged with these drugs Successful desensitisation protocols have been developed"
},
{
	"page":"ENAS5409_11.2.1.0",
	"text":"11.2.0.0 Monoclonal antibodies 11.2.1.0 Overview Examples of characteristics and management of IRs with different MoAbs are summarised in the table below MoAbs can provoke all four types of HSRs The incidence of an IR during the first drug administration varies with the specific MoAb, and the likelihood declines with each subsequent course of therapy MoAbs have the potential to provoke non-‍allergic IRs within the first hours after infusion, with symptoms similar to those of Type I allergic responses but which subside with each subsequent dose Less frequently, MoAbs can cause allergic IRs CHARACTERISTICS AND MANAGEMENT OF INFUSION REACTIONS WITH SOME MONOCLONAL ANTIBODIES DRUG Alemtuzumab TYPE OF ANTIBODY Humanised MECHANISM OF ACTION Anti-‍CD52 INCIDENCE OF IRS Serious reactions in 3% SIGNS/‍SYMPTOMS Headache, rash, pyrexia, nausea, urticaria, pruritus, insomnia, chills, flushing, fatigue, dyspnoea, dysgeusia, chest discomfort, tachycardia, dizziness, pain PROPHYLAXIS Alemtuzumab may be administrated in a fractionated way to avoid CRS Premedication: Corticosteroids ([methyl] prednisolone 1 g) on the first 3 days Consider use of antihistamines and/‍or antipyretics MANAGEMENT OF IRS Grade 1/2: Stop or slow the infusion rate Symptomatic treatment Grade 3/4: Stop the infusion Aggressive symptomatic treatment After resolution of all symptoms, treatment can be resumed at slower rate, unless severe reaction DRUG Atezolizumab TYPE OF ANTIBODY Humanised MECHANISM OF ACTION Anti-‍PD-‍L1 INCIDENCE OF IRS 1–2% SIGNS/‍ SYMPTOMS Chills, itching, flushing, shortness of breath, swelling, dizziness, fever, pain PROPHYLAXIS Premedication is not recommended MANAGEMENT OF IRS Grade 1/2: Stop or slow the infusion rate Symptomatic treatment Grade 3/4: Stop the infusion Aggressive symptomatic treatment Permanently discontinue DRUG Bevacizumab TYPE OF ANTIBODY Humanised MECHANISM OF ACTION Anti-‍VEGF INCIDENCE OF IRS IRs < 3% during the first infusion Severe in < 1% SIGNS/‍ SYMPTOMS Dyspnoea, flushing, rash, blood pressure changes, chest pain, rigours, nausea, vomiting PROPHYLAXIS First dose in 90 minutes Subsequent doses in 30–60 minutes Premedication is not recommended MANAGEMENT OF IRS Grade 1/2: Stop or slow the infusion rate Symptomatic treatment Grade 3/4: Stop the infusion Aggressive symptomatic treatment After resolution of all symptoms, treatment can be resumed at slower rate, unless severe reaction DRUG Blinatumomab TYPE OF ANTIBODY Bispecific T cell-‍engaging antibody MECHANISM OF ACTION Anti-‍CD19/CD3 INCIDENCE OF IRS IRs in 44–67% Serious reactions 0.5% Median time to onset of a CRS event 2 days A signature composed of three cytokines could accurately predict which patients would develop severe CRS SIGNS/‍ SYMPTOMS Pyrexia, asthenia, headache, hypotension, nausea, disseminated intravascular coagulation, capillary leak syndrome PROPHYLAXIS Dexamethasone 20 mg IV 1 hour prior to infusion Antipyretic is recommended during the first 48 hours of each cycle MANAGEMENT OF IRS Grade 1/2: Stop or slow the infusion rate Symptomatic treatment Grade 3: Stop the infusion Aggressive symptomatic treatment After resolution of all symptoms, treatment can be resumed at 9 μg/day Escalate to 28 μg/day after 7 days if the toxicity does not recur Grade 4: Permanently discontinue DRUG Brentuximab vedotin TYPE OF ANTIBODY Chimeric MECHANISM OF ACTION Anti-‍CD30 INCIDENCE OF IRS 11–15%, mostly grade 1/2 SIGNS/‍ SYMPTOMS Headache, rash, back pain, vomiting, chills, nausea, dyspnoea, pruritus, cough PROPHYLAXIS Premedication if prior IR may include: Paracetamol, an antihistamine and corticosteroid MANAGEMENT OF IRS Grade 1/2: Stop or slow the infusion rate; symptomatic treatment Grade 3: Stop the infusion Aggressive symptomatic treatment The infusion may be restarted at a slower rate after symptom resolution Grade 4: Permanently discontinue DRUG Cetuximab TYPE OF ANTIBODY Chimeric MECHANISM OF ACTION Anti-‍EGFR INCIDENCE OF IRS 7-10% Severe IR in 2-5%, 90% of which occur in the first infusion SIGNS/‍ SYMPTOMS Flushing, rash, fever, urticaria, chills, bronchospasm, dyspnoea, nausea, vomiting, blood pressure changes, angina, myocardial infarction PROPHYLAXIS First dose slow infusion rate Premedication with corticosteroids plus antihistamines Premedication can be discontinued after the second infusion if no IR is observed MANAGEMENT OF IRS Grade 1/2: Stop or slow the infusion rat Symptomatic treatment Grade 3/4: Stop the infusio Aggressive symptomatic treatment After resolution of all symptoms, treatment can be resumed at slower rate, unless severe reaction DRUG Daratumumab TYPE OF ANTIBODY Human MECHANISM OF ACTION Anti-‍CD38 INCIDENCE OF IRS IRs 40–50%, most mild to moderate in severity 82–95% on the first infusion SIGNS/‍ SYMPTOMS Nasal congestion, chills, cough, allergic rhinitis, throat irritation, dyspnoea and nausea Less frequent: Bronchospasm, hypertension and hypoxia PROPHYLAXIS Premedication 1 hour prior to every infusion: IV corticosteroid ([methyl] prednisolone 100 mg, or equivalent), oral antipyretics (paracetamol 650 to 1,000 mg) and oral or IV antihistamine (diphenhydramine 25 to 50 mg or equivalent) Following the second infusion, the dose of IV corticosteroid may be reduced ([methyl] prednisolone 60 mg) Post-‍infusion medication: Oral corticosteroid (20 mg [methyl] prednisolone or equivalent) on each of the 2 days following all infusions MANAGEMENT OF IRS Grade 1/2: Stop or slow the infusion rate Symptomatic treatment Once the patient is stable, the infusion should be resumed at half the rate, and titrated to tolerance Grade 3: Stop the infusion Aggressive symptomatic treatment If IR improves to ≤ grade 2, treatment can be resumed at half the rate and titrated to tolerance If ≥ grade 3 at the subsequent infusion, permanently discontinue Grade 4: Permanently discontinue DRUG Ipilimumab TYPE OF ANTIBODY Human MECHANISM OF ACTION Anti-‍CTLA4 INCIDENCE OF IRS 2–5%, the majority grade 2 IRs More common after the first dose SIGNS/‍ SYMPTOMS Pruritus, maculopapular rash, cough, shortness of breath, chills, rigors, facial flushing, chest, abdominal or back pain PROPHYLAXIS Premedication with antipyretic and antihistamines may be considered It may be reasonable to observe patients for a short period of time after the infusion because of the risk of IRs MANAGEMENT OF IRS Grade 1/2: Stop or slow the infusion rate Symptomatic treatment Restart infusion with close monitoring Grade 3/4: Stop the infusion Aggressive symptomatic treatment (including corticosteroids) Permanently discontinue DRUG Nivolumab TYPE OF ANTIBODY Human MECHANISM OF ACTION Anti-‍PD-‍1 INCIDENCE OF IRS 5%, including grade 3–4 IRs SIGNS/‍ SYMPTOMS Facial flushing, hives, angioedema PROPHYLAXIS In the case of an IR, premedication with antipyretics and antihistamines may be considered MANAGEMENT OF IRS Grade 1/2: Stop or slow the infusion rate Symptomatic treatment Grade 3/4: Aggressive symptomatic treatment Permanently discontinue DRUG Ofatumumab TYPE OF ANTIBODY Human MECHANISM OF ACTION Anti-‍CD20 INCIDENCE OF IRS 61%, the majority grade 1/2 More frequent on the first infusion SIGNS/‍ SYMPTOMS Bronchospasm, cardiac events, chills, rigors, cough, diarrhoea, dyspnoea, fatigue, flushing, hypertension, hypotension, nausea, pain, pulmonary oedema, pruritus, pyrexia, rash PROPHYLAXIS Premedication 30 minutes to 2 hours prior to ofatumumab: Oral paracetamol 1 g, oral or IV antihistamine (e.g. diphenhydramine 50 mg or cetirizine 10 mg), IV corticosteroid (prednisolone: In previously untreated or relapsed CLL 50 mg and in refractory CLL 100 mg) If the patient does not experience an IR in the first and second infusion, corticosteroid may be reduced or omitted Prior to ninth infusion (first monthly infusion), full dose of premedication agents. If no IR, prednisolone may be reduced to 50 mg MANAGEMENT OF IRS Grade 1/2: Stop or slow the infusion rate Symptomatic treatment Restart at half the infusion rate and titrate to tolerance Grade 3: Stop the infusion Aggressive symptomatic treatment Restart at 12 mL/‍hour and titrate to tolerance Grade 4: Permanently discontinue DRUG Panitumumab TYPE OF ANTIBODY Humanised MECHANISM OF ACTION Anti-‍EGFR INCIDENCE OF IRS IRs in 4% of patients Severe in < 1% SIGNS/‍ SYMPTOMS Chills, dyspnoea, flushing, blood pressure changes, pyrexia, tachycardia, vomiting, anaphylaxis, angioedema, bronchospasm PROPHYLAXIS First dose in 60–90 minutes Subsequent doses in 30 minutes Premedication is not recommended MANAGEMENT OF IRS Grade 1/2: Stop or slow the infusion rate Symptomatic treatment Restart at half the infusion rate Grade 3/4: Permanently discontinue DRUG Pembrolizumab TYPE OF ANTIBODY Humanised MECHANISM OF ACTION Anti-‍PD-‍1 INCIDENCE OF IRS 3% IRs Grade ≥ 3 < 1% SIGNS/‍ SYMPTOMS Pyrexia, chills PROPHYLAXIS Premedication with antipyretic and antihistamine may be considered MANAGEMENT OF IRS Grade 1/2: Stop or slow the infusion rate Symptomatic treatment Grade 3/4: Permanently discontinue DRUG Rituximab TYPE OF ANTIBODY Chimeric MECHANISM OF ACTION Anti-‍CD20 INCIDENCE OF IRS 77% on the first infusion Severe reactions 10% SIGNS/‍ SYMPTOMS Fever, chills, rash, dyspnoea, hypotension, nausea, rhinitis, urticaria, pruritus, asthenia, angioedema, bronchospasm May be associated with features of tumour lysis syndrome PROPHYLAXIS A slow initial rate of infusion is recommended Premedication: Antipyretic and antihistaminic (e.g. paracetamol and diphenhydramine) Glucocorticoids should be considered in non-Hodgkin’s lymphoma and CLL If high tumour burden, consider a reduced infusion rate for the first infusion or split dosing over 2 days MANAGEMENT OF IRS Grade 1/2: Stop or slow the infusion rate Symptomatic treatment Grade 3/4: Stop the infusion Aggressive symptomatic treatment After resolution of all symptoms, treatment can be resumed at half the previous rate, unless severe reaction DRUG Trastuzumab TYPE OF ANTIBODY Humanised MECHANISM OF ACTION Anti-‍HER2 INCIDENCE OF IRS 20–40% on the first infusion Severe reactions < 1% SIGNS/‍ SYMPTOMS Chills, fever, blood pressure changes, bronchospasm, itching, dyspnoea, wheezing, arrhythmia, angioedema PROPHYLAXIS Loading dose in 90 minutes Subsequent doses in 30 minutes Premedication is not recommended MANAGEMENT OF IRS Grade 1/2: Stop or slow the infusion rate Symptomatic treatment Meperidine for chills and rigours Grade 3/4: Stop the infusion Aggressive symptomatic treatment After resolution of all symptoms, treatment can be resumed at slower rate, unless severe reaction CLL, chronic lymphocytic leukaemia; CRS, cytokine-release syndrome; CTLA4, cytotoxic T lymphocyte-‍associated protein 4; EGFR, epidermal growth factor receptor; HER2, human epidermal growth factor receptor 2; IR, infusion reaction; IV, intravenous; PD-1, programmed death 1; PD-L1, programmed death ligand 1; VEGF, vascular endothelial growth factor"
},
{
	"page":"ENAS5409_11.2.2.0",
	"text":"11.2.2.0 Cetuximab With cetuximab, an epidermal growth factor receptor (EGFR)-‍targeted chimeric IgG1 MoAb, reactions may be anaphylactic or, more commonly, anaphylactoid or represent a CRS Cetuximab-reactive IgE antibodies in the serum of patients with anaphylaxis are specific for the disaccharide α-1-3-‍galactose present on the heavy chain of the Fab fragment and may be present in patients prior to receiving the drug The first dose should be administered slowly while all vital signs are closely monitored for at least 2 hours Premedication with corticosteroids plus antihistamines reduces the incidence of grade 3 or 4 reactions (to 1% vs. 4.7% with antihistamines alone)"
},
{
	"page":"ENAS5409_11.2.3.0",
	"text":"11.2.3.0 Rituximab IRs with rituximab, a B lymphocyte-‍targeted chimeric IgG1 MoAb, may be related to cytokine release from the lymphocytes, tumour lysis syndrome and anaphylactic HSRs The incidence of IRs decreases from 77% at the first administration with subsequent infusions Severe reactions occur in 10% of patients (80% in the first rituximab infusion), typically in patients with high numbers of circulating lymphocytes, and are usually reversible with appropriate interventions A slow initial rate of infusion is recommended and premedication with an antipyretic and an antihistamine should always be given For patients with a high tumour burden, who may be at higher risk of severe CRS, a reduced infusion rate or split dosing over 2 days during the first cycle (and any subsequent cycles if the lymphocyte count is > 25 x 109/L) should be considered"
},
{
	"page":"ENAS5409_11.2.4.0",
	"text":"11.2.4.0 Trastuzumab Most IRs with trastuzumab, a human epidermal growth factor receptor 2 (HER2)-targeted humanised IgG1 MoAb, are mild and occur on the first infusion, with rates decreasing with subsequent infusions Severe IRs, including anaphylaxis, are rare Further infusions of trastuzumab can be given after resolution of symptoms for grade 1 or 2 reactions"
},
{
	"page":"ENAS5409_11.2.5.0",
	"text":"11.2.5.0 Immunotherapy Immunotherapy drugs have a low incidence of IRs and most are mild to moderate While IRs with agents targeting programmed death 1 protein (PD-1) and programmed death ligand 1 (PD-L1) comprise < 1% of adverse events (AEs) in Phase III studies, addition of a peptide vaccine to nivolumab increase the rate to more than 20% There are very few publications available regarding these AEs IRs to the cytotoxic T lymphocyte-‍associated protein 4–blocking antibody ipilimumab (3 or 10 mg/kg infused over 90 or 30 minutes) happen more frequently after the first dose, suggesting that the first dose is sensitising"
},
{
	"page":"ENAS5409_12.0.0.0",
	"text":"12.0.0.0 FOLLOW-‍UP Following any IR episode, the precipitating drug and the event characteristics should be examined to try to establish steps that could be taken to prevent future episodes After the treatment of an anaphylactic reaction, an observation period should be considered for all patients because of the risk of a biphasic reaction There are no reliable predictors of biphasic reactions but they are more likely in patients with severe initial symptoms Observation periods should be individualised according to the severity of the initial reaction, patient reliability and proximity to an emergency facility; prolonged observation times or hospital admission are advisable for patients with severe or refractory symptoms Consultation with an allergist/‍immunologist is warranted for events highly suspicious of an anaphylactic reaction An IR event often generates psychological distress to the patients and caregivers. Psychological intervention should be provided to alleviate symptoms of uncertainty related to a potential IR with anti-‍cancer drug. Providing psychological support and having a complete, informative discussion with the patient about the potential benefits of continuing with the drug and the risk of IR recurrence are important measures to be taken"
},
{
	"page":"ENAS5409_13.1.0.0",
	"text":"13.0.0.0 Summary of recommendations 13.1.0.0 Definitions There is no consensus in the terminology used to describe IRs IRs are Type B ADRs Non-‍immune reactions include pseudo-allergic (anaphylactoid) reactions, idiosyncratic reactions and intolerances HSRs are characterised by reproducible symptoms or signs initiated by exposure to a defined stimulus at a dose tolerated by normal persons, with allergy being an HSR initiated by specific immunological mechanisms and anaphylaxis being a severe, life-‍threatening, generalised or systemic HSR HSRs can be categorised according to onset, into immediate (within 1–6 hours after the last drug administration) IgE-‍mediated reactions and non-‍immediate (at any time, from 1 hour after the initial drug administration) reactions involving a delayed T cell-‍dependent allergic mechanism CRS is characterised by nausea, headache, tachycardia, hypotension, rash and shortness of breath and is typically observed within hours after initial MoAb treatment"
},
{
	"page":"ENAS5409_13.2.0.0",
	"text":"13.2.0.0 Risk assessment The potential IR risk of a drug, the course in which the reaction is most likely to happen and other risk factors should be considered Risk factors for an anaphylactic reaction include age, concomitant diseases such as chronic respiratory diseases, cardiovascular diseases, mastocytosis or clonal mast cell disorders and severe atopic disease and some concurrent medications If the tumour burden is high and there is a risk of rapid tumour lysis or shrinkage at chemotherapy and/‍or targeted therapy initiation, the addition of rasburicase, increased hydration and fractionated MoAb delivery should be considered"
},
{
	"page":"ENAS5409_13.3.0.0",
	"text":"13.3.0.0 SIGNS AND SYMPTOMS Typical manifestations include mucocutaneous, respiratory, circulatory and abdominal symptoms, minutes to hours after drug exposure The more rapidly a reaction develops, the more severe it is likely to be Most CRS reactions are mild to moderate, with ‘flu-‍like’ symptoms and appear within the first couple of hours, most often with the first infusion Acute laryngopharyngeal dysaesthesia is a characteristic side effect of oxaliplatin Irinotecan-‍related cholinergic syndrome, which occurs within the first 24 hours of administration, is characterised by diarrhoea, emesis, diaphoresis and abdominal cramping Standardised severity grading for IRs is essential"
},
{
	"page":"ENAS5409_13.4.0.0",
	"text":"13.4.0.0 Diagnosis Measurement of plasma histamine levels, which increase within 5 minutes and remain elevated for 15–60 minutes, is recommended; urinary metabolites may be found for up to 24 hours after anaphylaxis onset Serial blood tryptase levels, during and after an anaphylactic episode, starting within 3 hours of symptom onset can be measured Normal levels of tryptase or histamine do not rule out the clinical diagnosis of anaphylaxis"
},
{
	"page":"ENAS5409_13.5.1.0",
	"text":"13.5.0.0 Management 13.5.1.0 Preparation Before treatment, a medical history, including previous allergic disorders, atopic status and concomitant treatments, should be documented together with confirmation that oral premedication has been taken An updated protocol for IR management and resuscitation equipment should be made available"
},
{
	"page":"ENAS5409_13.5.2.0",
	"text":"13.5.2.0 Observation Prompt recognition and immediate medical attention are essential Any symptom experienced by the patient should be taken seriously and his/‍her vital signs should be evaluated"
},
{
	"page":"ENAS5409_13.5.3.0",
	"text":"13.5.3.0 Management Stop medication administration, maintain IV access, assess ABC and the level of consciousness, administer oxygen if necessary and call for medical assistance Position the patient: The Trendelenburg position for hypotension, sitting up for respiratory distress and the recovery position for unconsciousness For patients meeting any of the three criteria for anaphylaxis, immediate IM delivery of epinephrine (adrenaline) 0.01 mg/kg (1 mg/mL dilution, to a maximum total dose of 0.5 mL) into the lateral thigh muscle is recommended and can be repeated every 5–15 minutes Failure of a prompt response should be followed by administration of IV epinephrine Fluid resuscitation: A rapid infusion of NS (1–2 L) at a rate of 5–10 mL/kg in the first 5 minutes is recommended, with crystalloids or colloids being given in 20 mL/kg bolus injections, followed by slow infusion Antihistamines: The combined H1 and H2 antagonists is superior to the use of H1 (diphenhydramine) or H2 antagonists (ranitidine, cimetidine) alone Bradycardia must be treated with atropine 600 μg IV Glucagon (1–5 mg, 5-‍minute IV infusion followed by a 5–15 μg/‍minute infusion titrated to clinical response) may be useful for refractory cardiovascular effects in patients receiving β-‍blockers Vasopressors: Dopamine (400 mg in 500 mL of 5% DW) administered at 2–20 mg/kg/‍minute and titrated to increase systolic blood pressure, or vasopressin (25 U in 250 mL of 5% DW or NS [0.1 U/mL], with a dose range of 0.01–0.04 U/‍minute), and norepinephrine are recommended when epinephrine and fluid resuscitation have failed to alleviate hypotension Corticosteroids (IV, equivalent to 1–2 mg/kg of [methyl]prednisolone every 6 hours) can prevent biphasic reactions Post-‍reaction: Vital signs should be monitored and recurrence symptoms controlled, with close observation for 24 hours recommended in the case of a severe reaction A CRS reaction can be managed by short-‍term cessation of the infusion and symptomatic treatment (histamine blockers, corticosteroids, antipyretics), with infusion (at half the rate and titrating to tolerance) restarting after resolution of symptoms"
},
{
	"page":"ENAS5409_13.6.0.0",
	"text":"13.6.0.0 How to document an infusion reaction Accurate documentation should include pre-‍infusion assessments and an appropriate description and grading of the IR, according to accepted classifications, and information on management"
},
{
	"page":"ENAS5409_13.7.0.0",
	"text":"13.7.0.0 Rechallenge Rechallenge following symptom resolution depends on the severity and nature of the reaction, the risk of a serious recurrent reaction and the potential clinical benefit of further treatment Rechallenge at a reduced infusion rate and with additional premedication such as corticosteroids and antihistamines is recommended Rechallenge following IRs with CTCAE severity ≥ grade 3 or in true anaphylaxis should not be attempted"
},
{
	"page":"ENAS5409_13.8.1.1",
	"text":"13.8.0.0 Drugs which may frequently cause IRs 13.8.1.0 Chemotherapy 13.8.1.1 Anthracyclines Anthracyclines rarely cause IRs; most reactions are mild and IgE-‍mediated HSRs are rare"
},
{
	"page":"ENAS5409_13.8.1.2",
	"text":"13.8.1.2 Platinum derivatives HSRs with carboplatin are more common after extensive pretreatment, with a retreatment interval greater than 2 years increasing the risk, and caution is advised in patients receiving their eighth course, or the second dose after reintroduction Skin tests may predict reactions to carboplatin Acute HSRs in patients receiving oxaliplatin reach a maximum at the seventh to eighth administration, and severity may increase with rechallenge Warming the air the patient breathes can improve symptoms of acute laryngopharyngeal dysaesthesia without the need for other measures Recurrent HSRs on rechallenge with platinum compounds is common despite premedication"
},
{
	"page":"ENAS5409_13.8.1.3",
	"text":"13.8.1.3 Taxanes The role of excipients is unclear and Kolliphor EL nests in the paclitaxel infusion solution should be avoided All patients should receive premedication with corticosteroids plus antihistamines prior to taxane administration HSRs on rechallenge are common, despite adequate antihistamine and corticosteroid premedication, and rechallenge following severe HSRs should not be attempted Successful desensitisation protocols have been developed"
},
{
	"page":"ENAS5409_13.8.2.1",
	"text":"13.8.2.0 Monoclonal antibodies 13.8.2.1 Overview The likelihood of an IR declines with each subsequent course of therapy MoAbs can provoke non-‍allergic and, less frequently, allergic IRs"
},
{
	"page":"ENAS5409_13.8.2.2",
	"text":"13.8.2.2 Cetuximab Reactions with cetuximab may be anaphylactic or, more commonly, anaphylactoid or a CRS Slow administration of the first dose, with monitoring of all vital signs for at least 2 hours, is recommended Premedication with corticosteroids plus antihistamines is recommended"
},
{
	"page":"ENAS5409_13.8.2.3",
	"text":"13.8.2.3 Rituximab Premedication with an antipyretic and an antihistamine are recommended, as well as a slow initial rate of infusion For patients with a high tumour burden, who may be at higher risk of severe CRS, a reduced infusion rate or split dosing over 2 days during the first cycle (and any subsequent cycles if the lymphocyte count is > 25 x 109/L) should be considered"
},
{
	"page":"ENAS5409_13.8.2.4",
	"text":"13.8.2.4 Trastuzumab Most IRs are mild and occur on the first infusion and severe IRs, including anaphylaxis, are rare Further infusions of trastuzumab can be given after resolution of symptoms for grade 1 or 2 reactions"
},
{
	"page":"ENAS5409_13.8.2.5",
	"text":"13.8.2.5 Immunotherapy Immunotherapy drugs have a low incidence of IRs and most are mild to moderate Addition of a peptide vaccine to nivolumab markedly increases the rate of IRs IRs to ipilimumab (3 or 10 mg/kg infused over 90 or 30 minutes) occur more frequently after the first dose"
},
{
	"page":"ENAS5409_13.9.0.0",
	"text":"13.9.0.0 FOLLOW-‍UP Following any IR, the precipitating drug and the event characteristics should be examined to try to establish steps that could be taken to prevent future episodes After treatment of an anaphylactic reaction, an observation period should be considered because of the risk of a biphasic reaction Observation periods should be individualised according to the severity of the initial reaction, patient reliability and proximity to an emergency facility; prolonged observation times or hospital admission are advisable for patients with severe or refractory symptoms Consultation with an allergist/‍immunologist is recommended for events highly suspicious of an anaphylactic reaction Psychological intervention should be provided to alleviate symptoms of uncertainty related to a potential IR with anti-‍cancer drugs It is important to provide psychological support and to have a complete, informative discussion with the patient about the potential benefits of continuing with the drug and the risk of IR recurrence"
},
{
	"page":"ENAS5409_14.0.0.0",
	"text":"5-FU 5-‍fluorouracil 5-HT 5-‍hydroxytryptamine Ab antibiotic ABC Airway, Breathing and Circulation ABLC amphotericin B lipid complex AC anthracycline/‍cyclophosphamide ACCP American College of Chest Physicians ACE angiotensin converting enzyme AChR acetylcholine receptor ACTH adrenocorticotropic hormone ADL activities of daily living ADR adverse drug reaction AE adverse event AFSOS Association Francophone pour les Soins Oncologiques de Support ALT antibiotic lock therapy ANA antinuclear antibody ANC absolute neutrophil count ANCA anti-neutrophil cytoplasmic antibody aPTT activated partial thromboplastin time ARB angiotensin receptor blocker ARDS acute respiratory distress syndrome ASA 5-‍acetyl salicylic acid ASCO American Society of Clinical Oncology AST antimicrobial susceptibility testing ATB antibiotic ATG anti-thymocyte globulin BAL bronchoalveolar lavage BB beta-‍blocking agents BCoG bacitracin/‍clotrimazole/‍gentamicin bid twice daily bid M/W/F twice daily Monday/Wednesday/Friday BNP brain natriuretic peptides BP blood pressure BSA body surface area BSI blood stream infection C Candida Ca calcium CFU colony-‍forming unit CHF congestive heart failure ChT chemotherapy CINV chemotherapy-induced nausea and vomiting CLL chronic lymphocytic leukaemia CMV cytomegalovirus CNS coagulase-‍negative Staphylococcus CPGs Clinical Practice Guidelines CrCl creatinine clearance CRBSI catheter-‍related blood stream infection CRI catheter-‍related infection CRP C-‍reactive protein CRS cytokine-release syndrome CRT chemoradiotherapy CT computed tomography CTCAE Common Terminology Criteria of Adverse Events CTLA4 cytotoxic T lymphocyte-associated protein 4 CV cardiovascular CVA cerebrovascular accident CVAD central venous access device CVC central venous catheter CYP cytochrome P450 DADS diffuse alveolar damage syndrome DDx differential diagnosis DEX dexamethasone DM diabetes mellitus DMSO dimethyl sulfoxide DRESS drug rash with eosinophilia and systemic symptoms DT deceleration time of the early peak flow DTTP differential time to positivity DVH dose volume histogram DVT deep vein thrombosis DW dextrose water E Enterococcus E/A ratio ratio of early peak flow velocity to atrial peak flow velocity ECG electrocardiogram ECHO echocardiography EDTA ethylenediaminetetraacetate EGFR epidermal growth factor receptor EMA European Medicines Agency EMG electromyography EORTC European Organisation for Research and Treatment of Cancer ESBL Enterococcus Staphylococci Extended spectrum ß-‍lactamase ESMO European Society for Medical Oncology ESR erythrocyte sedimentation rate FBC full blood count FDA Food and Drug Administration FN febrile neutropaenia FSH follicle-stimulating hormone FT4 free thyroxine GAD glutamic acid decarboxylase GBM glomerular basement membrane GBS Guillain-Barré syndrome G-CSF granulocyte-‍colony stimulating factor GI gastrointestinal GM-‍CSF granulocyte-‍macrophage colony-‍stimulating factor GN glomerulonephritis GNB Gram-‍negative bacillus Hb haemoglobin HER2 human epidermal growth factor 2 HIV human immunodeficiency virus HNC head and neck cancer HRT hormone replacement therapy HSCT haematopoietic stem cell transplantation HSR hypersensitivity reaction HSV herpes simplex virus ICPi immune checkpoint inhibitor ID infectious diseases Ig immunoglobulin IgE immunoglobulin E IGF1 insulin-like growth factor 1 IgG immunoglobulin G IM intramuscular IMRT intensity-‍modulated radiotherapy INR international normalised ratio IR infusion reaction irAE immune-related adverse event ISOO International Society of Oral Oncology IV intravenous IVIg intravenous immunoglobulin IVRT isovolumic relaxation time K potassium KGF-1 keratinocyte growth factor-1 LCI lung clearance index LDH lactate dehydrogenase LFT liver function test LH luteinising hormone LKM liver kidney microsomal LLN lower limit of normal LMWH low molecular weight heparin LVD left ventricular dysfunction LVEF left ventricular ejection fraction M/C/S microscopy, culture and susceptibility MASCC Multinational Association of Supportive Care in Cancer MDR multi-‍drug resistant MEC moderately emetogenic chemotherapy MHD maximum heart distance mIAS mTOR inhibitor-‍associated stomatitis MIC minimum inhibitory concentration MMF mycophenolate mofetil MoAb monoclonal antibody MRA magnetic resonance angiogram MRI magnetic resonance imaging MRSA methicillin-resistant S. aureus mTOR mechanistic target of rapamycin MUGA multiple gated acquisition MuSK muscle-specific kinase Mx management n/a not available NaCl sodium chloride NASH non-alcoholic steatohepatitis NCCN National Comprehensive Cancer Network NCI-‍CTCAE National Cancer Institute-Common Terminology Criteria for Adverse Events NCS/EMG nerve conduction studies/electromyography NEG negative NK neurokinin NS normal saline NSAID non-‍steroidal anti-‍inflammatory drug NSCLC non-small-cell lung cancer NTCP normal tissue complication probability NYHA New York Heart Association od once daily ONS Oncology Nursing Society OS overall survival P pseudomonas PCR polymerase chain reaction PD-1 programmed death 1 PD-L1 programmed death ligand 1 PE pulmonary embolism PICC peripherally inserted central catheter PJP Pneumocystis jiroveci pneumonia POS positive PS performance status PTA polymyxin/tobramycin/amphotericin B PTV planning target volume QTc QT interval corrected for heart rate RA receptor agonist RINV radiotherapy-induced nausea and vomiting RT radiotherapy S Staphylococcus SC subcutaneous SCT stem cell transplantation SFNEP Société Francophone Nutrition Clinique et Métabolique SLA/LP soluble liver antigen/liver-pancreas antibody SMA smooth muscle autoantibody SOR Standards, Options and Recommendations methodology spp species SVC superior vena cava T3 triiodothyronine T4 thyroxine TB tuberculosis TBI total body irradiation TCLO transfer factor for carbon monoxide tds three times a day TEE trans-‍oesophageal echocardiogram TEN toxic epidermal necrolysis TFT thyroid function test TKI tyrosine kinase inhibitor TMP-‍SMZ trimethoprim–sulfamethoxazole TNFα tumour necrosis factor alpha TnI troponin tPA tissue plasminogen activator TPN total parenteral nutrition TPO thyroid peroxidase TSH thyroid-stimulating hormone U unit UEC urea, electrolytes, creatinine UFH unfractionated heparin ULN upper limit of normal UPCR urine protein to creatinine ratio US ultrasound VATS video-assisted thoracoscopic surgery VEGF vascular endothelial growth factor VEGFR vascular endothelial growth factor receptor VHNSS Vanderbilt Head and Neck Symptom Survey VitD vitamin D VKA vitamin K antagonist VTE venous thromboembolism WBC white blood cell WHO World Health Organization"
}
]