[
{
	"page":"ENAS264_1.1.0.0",
	"text":"2014 ESC guidelines on the diagnosis and treatment of aortic diseases* The Task Force on diagnosis and treatment of aortic diseases of the European Society of Cardiology (ESC)   Chairpersons Raimund Erbel Department of Cardiology West-German Heart Center University Duisburg-Essen Hufelandstr 55 DE-45122 Essen, Germany Tel.: 49 201 723 4801 Fax: 49 201 723 5401 Email: erbel@uk-essen.de   Victor Aboyans Department of Cardiology Dupuytren University Hospital 2. Avenue Martin Luther King 87042 Limoges, France Tel. +33 5 55 05 63 10 Fax +33 5 55 05 63 84 Email: victor.aboyans@chu-limoges.fr   Authors/Task Force Members Catherine Boileau (France), Eduardo Bossone (Italy), Roberto Di Bartolomeo (Italy), Holger Eggebrecht (Germany), Arturo Evangelista (Spain), Volkmar Falk (Switzerland), Herbert Frank (Austria), Oliver Gaemperli (Switzerland), Martin Grabenwöger (Austria), Axel Haverich (Germany), Bernard Iung (France), Athanasios John Manolis (Greece), Folkert Meijboom (Netherlands), Christophe A. Nienaber (Germany), Marco Roffi (Switzerland), Hervé Rousseau (France), Udo Sechtem (Germany), Per Anton Sirnes (Norway), Regula S. von Allmen (Switzerland), Christiaan J.M. Vrints (Belgium).   Other ESC entities having participated in the development of this document: ESC Associations: Acute Cardiovascular Care Association (ACCA), European Association of Cardiovascular Imaging (EACVI), European Association of Percutaneous Cardiovascular Interventions (EAPCI). ESC Council: Council for Cardiology Practice (CCP). ESC Working Groups: Cardiovascular Magnetic Resonance, Cardiovascular Surgery, Grown-up Congenital Heart Disease, Hypertension and the Heart, Nuclear Cardiology   ESC Staff: Veronica Dean, Catherine Despres, Myriam Lafay, Sophia Antipolis, France Special thanks to Jose Luis Zamorano, Jeroen J. Bax, Michal Tendera, Petros Nihoyannopoulos *Adapted from the 2014 ESC Guidelines on the diagnosis and treatment of aortic diseases (European Heart Journal (2014) 35, 2873–2926 - doi: 10.1093/eurheartj/ehu281)."
},
{
	"page":"ENAS264_1.2.0.0",
	"text":"1. The holistic view to the aorta as “whole organ” The guidelines on diagnosis and treatment of aortic diseases highlight the value of a holistic approach, viewing the aorta as the whole organ; indeed, in many cases tandem lesions of the aorta may exist, as illustrated by the increased probability of thoracic aortic aneurysm in the case of abdominal aortic aneurysm, making a distinction between the two regions inadequate. In addition thorako-abdominal aortic diseases are overwriting this separation.   2. Diagnostic Imaging Whereas a clinical examination and laboratory testing play a minor role in the diagnosis and treatment of aortic diseases, imaging techniques, particularly modern images techniques, play a major role yielding a view of the total aorta, which requires standardized reports and measurements at given landmarks. Comparison of methods for imaging the aorta Advantages/​disadvantages TTE TOE CTc MRIc Aortography Ease of use +++ ++ +++ ++ + Diagnostic reliability + +++ +++ +++ ++ Bedside/​interventional usea ++ ++ – – ++ Serial examinations ++ + ++(+)b +++ – Aortic wall visualizationc + +++ +++ +++ – Cost – – – – – – – – – – Radiation 0 0 – – – – – – Nephrotoxicity 0 0 – – – – – – – – CT = computed tomography; MRI = magnetic resonance imaging; TOE = transoesophageal echocardiography; TTE = transthoracic echocardiography. + means a positive aspect and – means a negative point. The number of signs indicates the estimated potential value. aIVUS can be used to guide interventions (see web addenda art www.escardio.org/guidelines). b+++ only for follow-up after aortic stenting (metallic struts), otherwise limit radiation. cPET can be used to visualize suspected aortic inflammatory disease.   In the daily work-up transthoracic echocardiography plays a major role including transoesophageal echocardiography as well as ultrasonography for the abdominal aorta. It is recommended to measure diameters at anatomical landmarks perpendicular to the longitudinal axis. In case of repetitive imaging of the aorta the imaging should be used, with the lowest iatrogenic risk. In addition, it is recommended to use the same imaging modality with the similar method of measurement. All relevant parameters are recommended to be reported recording to the aortic segmentation. It is recommended to assess renal function, pregnancy and history of allergy to contrast agents in order to select the optimal imaging modality with minimal radiation exposure. Complete list of normal values for all discussed imaging techniques are found in the Full Text and Web Addenda.   3. The acute aortic syndrome Acute aortic syndromes (AAS) are defined as emergency conditions with similar clinical characteristics involving the aorta: aortic dissection, intramural haematoma, penetrating aortic ulcer, complete rupture of the aorta, traumatic aortic injury, iatrogenic aortic dissection. A flowchart for the emergency room has been developed in order to enhance the standardization of decision making in acute aortic syndromes, because survival is strongly related to time. In the diagnostic work-up clinical data are useful to assess the priori probability of AAS including the high-risk patient conditions, high-risk pain features and signs of high-risk examination features. High-risk conditions Marfan syndrome (or other connective tissue diseases) Family history of aortic disease Known aortic valve disease Known thoracic aortic aneurysm Previous aortic manipulation (including cardiac surgery) High-risk pain features Chest, back, or abdominal pain described as any of the following: abrupt onset severe intensity ripping or tearing High-risk examination features Evidence of perfusion deficit: pulse deficit systolic blood pressure difference focal neurological deficit (in conjunction with pain) Aortic diastolic murmur (new and with pain) Hypotension or shock Risk score varies from 0–3 according the number of positive categories (1 point per column). Table modified from Rogers AM et al Circulation 2011;123:2213-8.   Based on the probability of acute aortic syndromes the decision making can be based according to developed flow-chart.   Flowchart for decision-making based on pretest sensitivity of AAS AAS = acute aortic syndrome; AD = aortic dissection; ESC = European Society of Cardiology; CT = computed tomography; ECG = electrocardiogram; MRI = magnetic resonance imaging; STEMI = ST-segment elevation myocardial infarction; TTE = transthoracic echocardiography; TOE = transoesophageal echocardiography. aSTEMI can be associated with AAS in rare cases. - bPending local availability, patient characteristics, and physician experience. cProof of Type A AD by the presence of flap, aortic regurgitation, and/or pericardial effusion. - dPreferably point-of-care, otherwise classical. eAlso troponin to detect non-ST-segment elevation myocardial infarction.   4. Treatment of acute aortic syndrome 4.1 Medical management A lot of patients with aortic diseases have comorbidities such as coronary artery disease, chronic kidney disease, diabetes, dyslipidaemia, hypertension and others. Therefore treatment and prevention strategies have to be similar to those indicated for the above diseases. Specific treatments in different aortic diseases are addressed in each specific chapter.   4.2 (Thoracic) endovascular aortic repair ((T)EVAR) It is recommended to decide the indication of endovascular repair on individual basis according to anatomy, pathology, comorbidity and anticipated durability, of any repair using multidisciplinary approach (Class I C). A sufficient proximal and distal landing zone of at least 2 cm is recommended for the safe deployment and durable fixation of TEVAR (Class I C). In case of aortic aneurysm it is recommended to select a stent-graft with a diameter exceeding the diameter of the landing zones by at least 10-15% of the reference aorta (Class I C). During stent graft placement, invasive blood pressure monitoring and control either pharmacologically or by rapid pacing is recommended (Class I C). For complicated type B aortic dissection, TEVAR is recommended (Class I C). If the anatomy is suitable and the expertise available endovascular repair should be preferred over open surgery in contained rupture of thoracic aortic aneurysm (Class I C). For uncomplicated type B aortic dissection endovascular therapy should be considered (Class IIa B) as well as in complicated type B intramural haematoma, complicated type B penetrating aortic ulcer and traumatic aortic injury (Class IIa C)   4.3 Surgery in acute aortic syndrome In patient with type A aortic dissection urgent surgery is recommended (Class I B). Surgery is also indicated in typ A intramural haematoma (Class I C). In case of type B penetrating aortic ulcer, surgery should be considered (Class IIa C). For complicated type B aortic dissection, intramural haematoma and penetrating aortic ulcer surgery may be considered (Class IIb C).   5. Aortic aneuryms When an aortic aneurysm is identified at any location, assessment of the entire aorta and aortic valve is recommended at baseline and during follow-up (Class I C). In case of aneurysm of the abdominal aorta, duplex ultrasound for screening of peripheral artery disease and peripheral aneurysms should be considered (Class IIa C). Patients with aortic aneurysms are at increased risk of cardiovascular disease, general principles of cardiovascular prevention should be considered (Class IIa C).   5.1 Indication for intervention for ascending and arch aortic aneuryms Surgery is indicated in patients who have aortic root aneurysms with maximal aortic diameter ≥50 mm for patients with Marfan syndrome (Class I C). Surgery should be considered in patients who have aortic root aneurysm with maximal ascending aortic diameter: ≥45 mm for patients with Marfan syndromes with risk factors (family history of aortic dissection and/or aortic diameter increase >3 mm/year ≥50 mm for patients with bicuspid valve with risk factors ≥55 mm for patients with no elastopathy (Class IIa C). Surgery should be considered in patients who have isolated aortic arch aneurysm with maximal diameter ≥55 mm (Class IIa C). Lower levels thresholds for intervention may be considered according to body surface area in patients of small stature or in case of rapid progression, aortic valve regurgitation, planned pregnancy, and patients preference (Class IIb C). Aortic arch repair may be considered in patient with aortic arch aneurysm who already have an indication for surgery of an adjacent aneurysm located in the ascending aorta or descending aorta (Class IIb C).   5.2 Intervention for descending aortic aneurysms Valvular problems associated with bicuspid aortic valve (BAV) are covered in the 2012 ESC/EACTS guidelines on management of valvular diseases (European Heart J 2012;33:2451-2496).   6. Abdominal aortic aneurysm Abdominal aortic aneurysms (AAA) have a prevalence of about 2% and are particularly found in men >65 years and women who are smoking >65 years. Aortic AAA are usually asymptomatic until rupture occurs. The aortic diameter relates to risks of rupture. As a screening tool ultrasound is recommended in all men >65 years (Class I A) and considered in women >65 years and tobacco smoking (Class IIb C). Very new is the advice, to use a 2 minutes extra time during TTE to check for existence of an asymptomatic AAA in men >65 years (Class IIa B) and women >65 years who are smoking (Class IIb C). Target screening should be considered in first degree siblings of AAA patients (Class IIa B). Please check 2014 ESC/ESA Guidelines on non-cardiac surgery for cardiovascular risk assessment and management (European Heart J 2014:35:2383-2431). Additional information concerning reduction of cardiac risk in case of intervention and surgery are given.   6.1 Endovascular aortic repair and open vascular surgery About 60% of all AAA are suitable for endovascular therapy. In randomized controlled studies endovascular aortic repair (EVAR) reduced mortality threshold. But long-term result were similar due to high re-intervention rates. Smoking cessation is recommended to slow the AAA growth (Class I B). AAA repair is indicated if AAA diameter exceeds 55 mm (Class I B). If the anatomy is suitable for EVAR, either open or endovascular aortic repair is recommended (Class I A). If the aneurysm is anatomically not suitable for EVAR, open endovascular aortic surgery is recommended (Class I C). 6.2 Management of symptomatic abdominal aortic aneurysms In case of rupture of abdominal aortic aneurysms two randomized controlled trials are available demonstrating similar 30 days mortality results (30.4% versus 37.4%). Based on these results following recommendations are given. In suspected ruptured AAA, immediate abdominal ultrasound is recommended (Class I C). In case of rupture, AAA emergency repair is indicated (Class I C). In case of symptomatic but non rupture AAA, urgent repair is indicated (Class I C). In case of symptomatic AAA anatomical suitable for EVAR, either open or endovascular repair is recommended (Class I A).   7. Long-term follow-up for chronic aortic dissection Contrast CT or MRI is recommended to confirm the diagnosis of chronic aortic dissection (Class I C). Close imaging surveillance in aortic dissection is indicated to detect signs of complications (Class I C). In patients with chronic aortic dissection, tight blood pressure control (> 130/80 mmHg) is indicated (Class I C). After TEVAR or EVAR surveillance is recommended after 1 month, 6 months, 12 months and then yearly (Class I C). CT is recommended as the first choice imaging technique for follow-up after TEVAR or EVAR (Class I C). In AAA Doppler ultrasound with or without contrast agents should be considered for annual postoperative surveillance, with non-contrast CT imaging over 5 years (Class IIa C). For follow-up in young patients MRI should be preferred to CT for imaging magnetic resonance-compatible stent grafts (Class IIa C).   8. Genetic diseases affording the aorta Chromosomal and inherited syndromic thoracic aneurysms During the last years more insight into chromosomal aortic diseases have been given not only for the Marfan syndrome, but also for the Loeys-Dietz syndrome, the Turner syndrome, the Ehlers Danlos syndrome Typ IV, non syndromic familiar aortic aneurysms and even aneurysms – osteoarthritis syndrome and arterial tortuosity syndrome. It is recommended to investigate first degree relatives (siblings and parents) of a subject with thoracic aortic disease to indentify a familiar form in which relatives all have a 50% chance of carrying the familiar mutation-disease (Class I C). Once a familial form of thoracic acute aortic dissection (TAAD) is highly suspected, it is recommended to refer the patient to geneticist for family investigation and molecular testing (Class I C). Variable of age of oncet warrants screening every 5 years of “healthy” at-risk relatives until diagnosis (clinical or molecular) is established or ruled out (Class I C). In familial non syndromic TAAD, screening for aneurysm should be considered not only in the thoracic aorta, but also throughout the arterial tree (including cerebral arteries) (Class IIa C).   8.1 Medical therapy in genetic diseases • In Marfan syndrome beta-blockers are prescribed to reduce the progression rate. • Angiotensin 2 receptor blockers demonstrated attenuation of the dilatation rate of aortic aneurysms. • In Ehlers-Danlos syndrome beta-blockers reduce arterial complications. • No specific data are available for other genetic diseases.   9. Management of bicuspid aortic valve BAV have a prevalence of about 1%. Fusion of the right and left coronary cusp or fusion of the right and none coronary cusp or found combined with normal size aorta, supra-coronary dilatation or cylindric aortic shape. The maximal aortic dilatation rate does not differ for bicuspid aortic valve and Marfan syndrome and is maximal in the tubular aorta (0.42 ± 0.6 and 0.49 ± 0.5 mm/year). BAV have a high heritability with about one quarter with bicuspid aortic valve found in the first degree relatives. The aortic root dilatation is found in about one third in first degree relatives. In case of BAV, surgery is indicated when the aortic root or thoracic aorta diameter is >55 mm, >50 mm in presence of other risk factors, >45 mm when surgical aortic valve replacement is scheduled (Class I C). Because of the familial occurence screening of first degree relatives should be considered (Class IIa C).   10. Future developments The installation of hybrid rooms have been shown to be pacemakers for the development of new diagnostic and treatment options like thoracic endovascular aortic repair, debranching or aortic arch surgery, and the frozen elephant trunk. This can lead in the future to further paradigma changes in the diagnosis and treatment of aortic diseases. It is time to form aortic teams and centers in order to provide full access to experts in the field of cardiology, radiology, pediatric cardiology, genetics, aortic and cardiovascular surgery, which is needed not only for the acute but also for the intense follow-up of patients with aortic diseases."
},
{
	"page":"ENAS264_1.3.0.0",
	"text":"The 2014 ESC Guidelines on diagnosis and treatment of aortic diseases contains in 118 recommendations 4% Class I A recommendations, and in 15% Class I-II B recommendations. Thus, 80% are consensus decision. We need more epidemiological data on acute aortic syndrome in Europe. More evidence needed on the caseload-outcome relationship in the field aortic diseases. The implantation and efficacy of aortic centers in Europe should be assessed. The establishment of a European network of aortic centers should be encouraged along with establishment of large registries and multicenter studies. The value of biomarkers should be clarified. More data of accuracy and reproducibility of aortic measurements are needed. The knowledge on relationship between aortic size and outcome should be improved and the superiority of 3D on 2D better documented. It has to been investigated, if there are difference of aortic diameters related to age, gender and body-size taken into account outcome of interventions. Data for female patients with aortic diseases are lacking. The lack of evidence on the efficacy of medical therapy and the role of antihypertensive drugs, statins, inflammatory drugs an non-syndromic aortic diseases like aortic dissection, thoracic aortic aneurysms and AAA, genetic diseases is present. For thoracic aortic aneurysms, randomized studies are needed and the optimal timing for preventive intervention according to lesion size and other characteristics as well as individual patient features. The optimal timing and techniques of intervention in chronic aortic dissection is still unclear."
},
{
	"page":"ENAS264_2.0.0.0",
	"text":"2. Authors and legal information 2014 ESC Guidelines on the diagnosis and treatment of aortic diseases* Document covering acute and chronic aortic diseases of the thoracic and abdominal aorta of the adult The Task Force on the Diagnosis and Treatment of Aortic Diseases of the European Society of Cardiology (ESC) Chairpersons Raimund Erbel Department of Cardiology West-German Heart Center Essen University Duisburg-Essen Hufelandstrasse 55 DE-45122 Essen, Germany Tel: +49 201 723 4801 Fax +49 201 723 5401 Email: erbel@uk-essen.de Victor Aboyans Department of Cardiology CHRU Dupuytren Limoges 2 Avenue Martin Luther King 87042 Limoges, France Tel: +33 5 55 05 63 10 Fax: +33 5 55 05 63 84 Email: victor.aboyans@chu-limoges.fr Authors/Task Force Members: Catherine Boileau (France), Eduardo Bossone (Italy), Roberto Di Bartolomeo (Italy), Holger Eggebrecht (Germany), Arturo Evangelista (Spain), Volkmar Falk (Switzerland), Herbert Frank (Austria), Oliver Gaemperli (Switzerland), Martin Grabenwöger (Austria), Axel Haverich (Germany), Bernard Iung (France), Athanasios John Manolis (Greece), Folkert Meijboom (Netherlands), Christophe A. Nienaber (Germany), Marco Roffi (Switzerland), Hervé Rousseau (France), Udo Sechtem (Germany), Per Anton Sirnes (Norway), Regula S. von Allmen (Switzerland), Christiaan J.M. Vrints (Belgium) Other ESC entities having participated in the development of this document: ESC Associations: Acute Cardiovascular Care Association (ACCA), European Association of Cardiovascular Imaging (EACVI), European Association of Percutaneous Cardiovascular Interventions (EAPCI). ESC Council: Council for Cardiology Practice (CCP). ESC Working Groups: Cardiovascular Magnetic Resonance, Cardiovascular Surgery, Grown-up Congenital Heart Disease, Hypertension and the Heart, Nuclear Cardiology and Cardiac Computed Tomography, Peripheral Circulation, Valvular Heart Disease. ESC Staff: Veronica Dean, Catherine Despres, Myriam Lafay, Sophia Antipolis, France Special thanks to Jose Luis Zamorano, Jeroen J. Bax, Michal Tendera, Petros Nihoyannopoulos *Adapted from the 2014 ESC Guidelines on the diagnosis and treatment of aortic diseases (European Heart Journal 2014 – doi:10.1093/eurheartj/ehu281)."
},
{
	"page":"ENAS264_3.0.0.0",
	"text":"3. Tables of recommendations and levels of evidence Table 1: Classes of recommendations Classes of recommendations Definition Suggested wording to use Class I Evidence and/or general agreement that a given treatment or procedure is beneficial, useful, effective. Is recommended/is indicated Class II Conflicting evidence and/or a divergence of opinion about the usefulness/efficacy of the given treatment or procedure.   Class IIa Weight of evidence/ opinion is in favour of usefulness/efficacy. Should be considered Class IIb Usefulness/efficacy is less well established by evidence/opinion. May be considered Class III Evidence or general agreement that the given treatment or procedure is not useful/effective, and in some cases may be harmful. Is not recommended Table 2: Levels of evidence Level of evidence A Data derived from multiple randomized clinical trials or meta-analyses. Level of evidence B Data derived from a single randomized clinical trial or large non-randomized studies. Level of evidence C Consensus of opinion of the experts and/or small studies, retrospective studies, registries."
},
{
	"page":"ENAS264_4.0.0.0",
	"text":"4. Introduction Aortic diseases contribute to the wide spectrum of arterial diseases: aneurysms, acute aortic syndromes (AAS) including aortic dissection (AD), intramural haematoma (IMH), penetrating aortic ulcer (PAU) and traumatic aortic injury (TAI), pseudoaneurysm, aortic rupture, atherosclerotic and inflammatory affections, as well as genetic (e.g. Marfan syndrome) and congenital (e.g. coarctation) diseases. Assessment of the aorta is mainly based on imaging techniques: ultrasound, computed tomography (CT), and magnetic resonance imaging (MRI). Endovascular therapies are playing an increasingly important role in the treatment of aortic diseases, while surgery remains necessary in many situations. Importantly, this document highlights the value of a holistic approach, viewing the aorta as a ‘whole organ’. Indeed, in many cases (e.g. genetic disorders) tandem lesions of the aorta may exist, as illustrated by the increased probability of thoracic aortic aneurysm (TAA) in the case of abdominal aortic aneurysm (AAA), making the distinction between the two regions – with TAAs managed in the past by ‘cardiovascular surgeons’ and AAAs by ‘vascular surgeons’ – arbitrary, although this differentiation may exist in academic terms. These guidelines are the result of a close collaboration between physicians from many different areas of expertise: cardiology, radiology, cardiac and vascular surgery, and genetics. We worked together with the aim of providing the medical community with a guide for rapid diagnosis and decision-making in aortic diseases. In the future, treatment of such patients should at best be concentrated in ‘aorta clinics’, with the involvement of a multidisciplinary team, to ensure the optimal clinical decisions are made for each individual, especially during the chronic phases of the disease."
},
{
	"page":"ENAS264_5.0.0.0",
	"text":"5. The normal and the ageing aorta The aorta is the ultimate conductance vessel, carrying, almost 200 million litres of blood to the body during lifetime. In addition to the conduit function (Figure 1), the aorta plays an important role in the control of systemic vascular resistance and heart rate via pressure-responsive receptors located in the ascending aorta and aortic arch. The aorta has the role of a ‘second pump’ (Windkessel function) during diastole, which is of utmost importance for (but not only) coronary perfusion. In healthy adults, aortic diameters do not usually exceed 40 mm and taper gradually downstream. They are variably influenced by several factors including age, gender, body size and blood pressure. The upper limit (99th percentile) values of the aortic root are 40mm in men and 34 mm in women. The rate of aortic expansion is about 0.9 mm in men and 0.7 mm in women for each decade of life. Figure 1 Segments of the ascending and descending aorta"
},
{
	"page":"ENAS264_6.1.0.0",
	"text":"6. Assessment of the aorta 6.1 Clinical examination While aortic diseases may be clinically silent in many cases, a broad range of symptoms may be related to different aortic diseases: Acute deep, aching or throbbing chest or abdominal pain that can spread to the back, buttocks, groin, or legs suggestive of aortic dissection or other AAS, and best described as ‘feeling of rupture’. Cough, shortness of breath, or difficult or painful swallowing in large TAAs. Constant or intermittent abdominal pain or discomfort, a pulsating feeling in the abdomen, or feeling of fullness after minimal food intake in large AAAs. Stroke, transient ischaemic attack, or claudication secondary to aortic atherosclerosis. Hoarseness due to left laryngeal nerve palsy in rapidly progressing lesions."
},
{
	"page":"ENAS264_6.2.0.0",
	"text":"6.2 Laboratory testing Measuring biomarkers early after symptoms onset may result in faster confirmation of the diagnosis by imaging techniques leading to earlier institution of potentially life-saving management (see here)."
},
{
	"page":"ENAS264_6.3.1.0",
	"text":"6.3 Imaging 6.3.1 Introduction The imaging methods are compared in Table 3. Although transthoracic echocardiography (TTE) is not the technique of choice for full assessment of the aorta, it is useful for the diagnosis and followup of some aortic segments. TTE is the most frequent technique to measure proximal aortic segments in clinical practice. The aortic root is visualized in the parasternal long-axis and modified apical five-chamber views; however, in these views the aortic walls are seen with suboptimal lateral resolution (Figure 2). TTE or even better TOE also permits assessment of the aortic valve, which is often involved in diseases of the ascending aorta (Figure 3). Of paramount importance for evaluation of the thoracic aorta is the suprasternal view. Abdominal ultrasound (Figure 4) remains the mainstay imaging modality for abdominal aortic diseases because of its ability to measure accurately the aortic size, to detect wall lesions such as mural thrombus or plaques, and because of its wide availability, painlessness, and low cost. CT plays a central role in the diagnosis, risk stratification, and management of aortic diseases. Its advantages over other imaging modalities include the short time required for image acquisition and processing, the ability to obtain a complete three dimensional (3-D) dataset of the entire aorta, and its large availability (Figure 5). Standardized measurements will help to better assess changes in aortic size over time and avoid erroneous findings of arterial growth. Meticulous side-by-side comparisons and measurements of serial examinations (preferably using the same imaging technique and method) are crucial to exclude random error. Reliable detection of aortic diameter at the same aortic segment over time requires standardized measurement. Diastolic images give the best reproducibility. There is no consensus for any technique on whether the aortic wall should be included or excluded in the aortic diameter measurements, although the difference may be large, depending, for instance, on the amount of thrombotic lining of the arterial wall. Recent prognostic data (especially for AAAs) are derived from measurements where the wall is included in diameter determinations."
},
{
	"page":"ENAS264_6.3.2.0",
	"text":"6.3.2 Comparison of imaging methods Table 3 Comparison of methods for imaging the aorta Advantages/disadvantages TTE TOE CT c MRI c Aortography Ease of use +++ ++ +++ ++ + Diagnostic reliability + +++ +++ +++ ++ Bedside/interventional usea ++ ++ – – ++ Serial examinations ++ + ++(+)b +++ – Aortic wall visualization c + +++ +++ +++ – Cost – – – – – – – – – – Radiation 0 0 – – – – – – Nephrotoxicity 0 0 – – – – – – – – CT = computed tomography; MRI = magnetic resonance imaging; TOE = transoesophageal echocardiography; TTE = transthoracic echocardiography. + means a positive aspect and – means a negative point. The number of signs indicates the estimated potential value. aIVUS can be used to guide interventions (see web addenda art www.escardio.org/guidelines). b+++ only for follow-up after aortic stenting (metallic struts), otherwise limit radiation.  cPET can be used to visualize suspected aortic inflammatory disease. In the acute setting, MRI is limited because it is less accessible, it is more difficult to monitor unstable patients during imaging, and it has longer acquisition times than CT. MRI does not require ionizing radiation or iodinated contrast and is therefore highly suitable for serial follow-up studies in (younger) patients with known aortic disease."
},
{
	"page":"ENAS264_6.3.3.0",
	"text":"6.3.3 Parasternal and suprasternal TTE Figure 2 Parasternal long-axis and suprasternal imaging of the aorta indicating the points of diameter measurements of the aortic root and aortic arch for transthoracic echocardiography. Sinuses of Valsalva; sinotubular junction; ascending aorta. Also shown, the measurement of the aortic valvular ring. AO = aorta. Calibration marker in “cm“."
},
{
	"page":"ENAS264_6.3.4.0",
	"text":"6.3.4 Long-axis and cross-sectional TOE Figure 3 Transoesophageal echocardiographic long-axis and cross-sectional image of the ascending and descending aorta, indicating the points of diameter measurements: sinus of Valsalva, beginning of the ascending aorta, ascending aorta at the level of the right pulmonary artery. Also shown, the measurement of the aortic valvular ring. AO = aorta; LA = left ventricle; rPA = right pulmonary artery. Calibration marker in &quot;cm&quot;."
},
{
	"page":"ENAS264_6.3.5.0",
	"text":"6.3.5 Cross-sectional/long-axis US of abd. aorta Figure 4 Cross-sectional and long-axis imaging of the abdominal aorta indicating the points of diameter measurements for ultrasound"
},
{
	"page":"ENAS264_6.3.6.0",
	"text":"6.3.6 3D-reconstruction of thoracic/abd. aorta Figure 5 Thoracic and abdominal aorta in a three-dimensional reconstruction (left lateral image), parasagital multiplanar reconstruction (MPR) along the centreline (left middle part), straightened-MPR along the centreline with given landmarks (A – J) (right side), orthogonal to the centreline orientated cross-sections at the landmarks (A – J) Recommendations for imaging the aorta   Class a Level b It is recommended to measure diameters at pre-specified anatomical landmarks, perpendicular to the longitudinal axis. I C In case of repetitive imaging of the aorta over time to assess change in diameter, it is recommended to use the imaging modality with the lowest iatrogenic risk. I C In case of repetitive imaging of the aorta over time to assess change in diameter, it is recommended to use the same imaging modality with a similar method of measurement. I C It is recommended to report all relevant aortic diameters and abnormalities according to the aortic segmentation. I C It is recommended to assess renal function, pregnancy, and history of allergy to contrast media in order to select the optimal imaging modality of the aorta with minimal radiation exposure, except for emergency cases. I C The risk of radiation exposure should be assessed, especially in younger adults and in those undergoing repetitive imaging. IIa B Aortic diameters may be indexed to the body surface area, especially for the outliers in body size. IIb B a Class of recommendation. b Level of evidence."
},
{
	"page":"ENAS264_6.4.0.0",
	"text":"6.4 Assessment of aortic stiffness Aortic stiffness is one of the earliest detectable manifestations of adverse structural and functional changes within the vessel wall, and is increasingly recognized as a surrogate endpoint for cardiovascular diseases. Several non-invasive methods are currently used to assess aortic stiffness such as pulse wave velocity and augmentation index. Pulse wave velocity is calculated as the distance travelled by the pulse wave divided by the time taken to travel the distance. Increased arterial stiffness results in increased speed of the pulse wave in the artery. Carotid-femoral pulse wave velocity is the gold standard for measuring aortic stiffness given its simplicity, accuracy, reproducibility, and strong predictive value for adverse outcomes. Recent ESC/ESH Guidelines have recommended measurement of arterial stiffness as part of a comprehensive evaluation of patients with hypertension."
},
{
	"page":"ENAS264_7.1.0.0",
	"text":"7. Treatment options 7.1 Principles of medical therapy A large number of patients with aortic diseases have comorbidities such as coronary artery disease, chronic kidney disease, diabetes mellitus, dyslipidaemia, hypertension, etc. Therefore treatment and prevention strategies must be similar to those indicated for the above diseases. Specific treatments in different aortic diseases are addressed in each specific chapter."
},
{
	"page":"ENAS264_7.2.0.0",
	"text":"7.2 Endovascular therapy (Thoracic) endovascular aortic repair (T)EVAR aims at excluding an aortic lesion (i.e. aneurysm or FL after aortic dissection) from the circulation through the implantation of a membrane-covered stent-graft across the lesion to prevent further enlargement and ultimately aortic rupture. Complications of (T)EVAR include access site, aortic, and neurological complications as well as endoleaks (Figure 6). Figure 6 Endoleaks classification (Modified from White GH, et al. Semin Interv Cardiol 2000;5:35-46) Type I: Leak at graft attachments sites (Ia: proximal attachment site; Ib: distal attachment site). Type II: Aneurysm sac filling retrogradely via single (IIa) or multiple branch vessels (IIb). Type III: Leak through mechanical defect in graft, mechanical failure of the stent-graft by junctional separation of the modular components (IIIa), or fractures or holes in the endograft (IIIb). Type IV: Leak through graft fabric as a result of graft porosity. Type V: Expansion of aneurysm sac without visible leak on imaging (endotension, controversial). For further information, see here"
},
{
	"page":"ENAS264_7.3.1.0",
	"text":"7.3. Surgery 7.3.1 Introduction The main principle of surgery for ascending aortic aneurysms is to prevent the risk of dissection or rupture by restoring the normal dimension of the ascending aorta. If the aneurysm extends proximally below the sinotubular junction and one or more aortic sinuses are dilated, the surgical repair is guided by the extent of involvement of the aortic annulus and valve (Figure 7). Several procedures and techniques have significantly lowered the inherent risk of aortic arch surgery, both for aneurysms and aortic dissections (Figures 8 and 9). The surgical approach to the descending aorta is a left thoracotomy between the fourth and seventh intercostal spaces depending on the extension of the aortic pathology (Figure 10). Established methods for operation of the descending aorta include the left heart bypass technique, partial bypass, and operation in deep hypothermic circulatory arrest. When the disease affects both the descending thoracic and abdominal aorta, the surgical approach is a left thoracotomy extended to paramedian laparotomy (Figures 10 and 11). The risk of paraplegia after thoracoabdominal repair is in the range of 6–8%, and procedural as well as systemic measures are beneficial to prevent this disastrous complication. Open abdominal aortic repair usually involves a standard median laparotomy, but may also be performed through a left retroperitoneal approach. Recommendation for (thoracic) endovascular aortic repair ((T)EVAR).   Class a Level b It is recommended to decide the indication for TEVAR or EVAR on an individual basis, according to anatomy, pathology, comorbidity and anticipated durability, of any repair, using a multidisciplinary approach I C A sufficient proximal and distal landing zone of at least 2 cm is recommended for the safe deployment and durable fixation of TEVAR. I C In case of aortic aneurysm, it is recommended to select a stent-graft with a diameter exceeding the diameter of the landing zones by at least 10–15% of the reference aorta. I C During stent graft placement, invasive blood pressure monitoring and control, either pharmacologically or by rapid pacing, is recommended. I C Preventive cerebrospinal fluid (CSF) drainage should be considered in high-risk patients. IIa C a Class of recommendation. b Level of evidence. Recommendations for surgical techniques in aortic disease   Class a Level b Cerebrospinal fluid drainage is recommended in surgery of the thoracoabdominal aorta to reduce the risk of paraplegia. I B Aortic valve repair using the reimplantation technique or remodelling with aortic annuloplasty is recommended in young patients with aortic root dilatation and tricuspid aortic valves. I C For repair of acute type-A aortic dissection (AD), an open distal anastomotic technique avoiding aortic clamping (hemiarch/complete arch) is recommended. I C In patients with connective tissue disorders  c requiring aortic surgery, the replacement of aortic sinuses is indicated. I C Selective antegrade cerebral perfusion should be considered in aortic arch surgery to reduce the risk of stroke. IIa B The axillary artery should be considered as first choice for cannulation for surgery of the aortic arch and in aortic dissection. IIa C Left heart bypass should be considered during repair of the descending aorta or the thoracoabdominal aorta to ensure distal organ perfusion. IIa C a Class of recommendation. b Level of evidence.  c Ehlers-Danlos IV -, Marfan-, Loeys-Dietz syndromes."
},
{
	"page":"ENAS264_7.3.2.0",
	"text":"7.3.2 Aortic root surgery Figure 7 Aortic root surgery in aortic dissection (A) Concept of valve-sparing aortic root repair, excision of diseased aorta, and isolation of coronary ostia. (B) Reimplantation technique supporting the aortic annulus by the Dacron prosthesis – David (C) Remodelling technique without annular support – Yacoub"
},
{
	"page":"ENAS264_7.3.3.0",
	"text":"7.3.3 Ascending aortic and aortic arch surgery Figure 8 Ascending aortic and aortic arch surgery (A) Ascending aortic replacement from sinutubular junction to cranial ascending aorta. (B) Hemiarch replacement encompassing the concavity of the aortic arch. (C) Total arch replacement using a trifurcated technique for the supraaortic vessels. (D) Frozen elephant trunk technique including total arch replacement using the island technique."
},
{
	"page":"ENAS264_7.3.4.0",
	"text":"7.3.4 Different methods for arch debranching Figure 9 Different methods for aortic arch debranching Type I: Total aortic arch debranching and TEVAR for off-pump total arch repair (use of beating heart cardiopulmonary bypass optional). Type II: Total aortic arch debranching and TEVAR in combination with ascending aortic replacement in patients with proximal disease extension for total thoracic aortic repair Type III: Total aortic arch replacement with conventional elephant trunk technique and distal extension by TEVAR in patients with distal disease extension, for total thoracic aortic repair. TEVAR = thoracic endovascular aortic repair."
},
{
	"page":"ENAS264_7.3.5.0",
	"text":"7.3.5 Left heart bypass Figure 10 Illustration of left heart bypass for thoracic and thoracoabdominal aortic replacement, inflow via left-sided pulmonary veins, and arterial return via any downstream segment Figure 11 Illustration of left heart bypass for thoracic and thoracoabdominal aortic replacement showing selective visceral blood perfusion as well as selective bilateral cold saline perfusion of kidneys"
},
{
	"page":"ENAS264_8.1.0.0",
	"text":"8. Acute thoracic aortic syndromes 8.1 Definition and classification Acute aortic syndrome (AAS) are defined as emergency conditions with similar clinical characteristics. They occur either when a tear or an ulcer allows blood to penetrate from the aortic lumen into the media or if a rupture of vasa vasorum causes a bleed within the media. Displayed are the Stanford and the DeBakey classifications (Figure 12). The present guidelines will apply the Stanford classification unless stated otherwise. The most common features of AAS are displayed in Figure 13. Acute aortic dissection (≤14 days) is separated from subacute 15–90 days, and chronic > 90 days. Figure 12 Classification of aortic dissection localization. Schematic drawing of aortic dissection, subdivided into DeBakey types I, II, and III. Also depicted are Stanford classes A and B. Type III is differentiated in subtypes III A to III C (subtype depends on the degree of thoracic or abdominal involvement according to Reul et al.) Figure 13 Classification of acute aortic syndromes (AAS) Class 1: Classic AD with true and FL with or without communication between the two lumina. Class 2: Intramural haematoma. Class 3: Subtle or discrete aortic dissection with bulging of the aortic wall. Class 4: Penetrating aortic ulcer following plaque rupture. Class 5: Iatrogenic or traumatic AD, illustrated by a catheter-induced separation of the intima."
},
{
	"page":"ENAS264_8.2.1.0",
	"text":"8.2 Acute aortic dissection (AAD) 8.2.1 Main clinical presentations/complications Aortic dissection is defined as disruption of the media layer provoked by intramural bleeding, resulting in separation of the aortic wall layers and subsequent formation of a TL and a FL with or without communication. This classification takes into account the extent of dissection rather than the entry tear localization. The clinical presentation is summarized in Table 4. Table 4 Main clinical presentations and complications of patients with acute aortic dissection   Type A Type B Chest pain 80% 70% Back pain 40% 70% Abrupt onset of pain 85% 85% Migrating pain < 15% 20% Aortic regurgitation 40–75% N/A Cardiac tamponade < 20% N/A Myocardial ischaemia or infarction 10–15% 10% Heart failure < 10% < 5% Pleural effusion 15% 20% Syncope 15% < 5% Major neurological deficit (coma/stroke) < 10% < 5% Spinal cord injury < 1% N/R Mesenteric ischaemia < 5% N/R Acute renal failure < 20% 10% Lower limb ischaemia < 10% < 10% N/R = not reported; N/A = not applicable. Percentages are approximated. In case of suspicion for AAD, the laboratory tests required are listed in Table 5. The key feature of imaging in AAD is the comprehensive assessment of the entire aorta, summarized in Table 6. CT, MRI, and TOE are all reliable for confirmation or exclusion of the diagnosis of AAD (Table 7). CT and MRI are superior to TOE for the assessment of AAD extension and branch involvement as well as for the diagnosis of IMH, PAU, and traumatic aortic lesions. In turn, TOE is superior for imaging flow across tears using Doppler and identifies location of tears. TOE may be of high interest in the very unstable patient, and can be used to monitor changes in the catheterization laboratory or operative theatre (or hybrid room) and the post-operative intensive care."
},
{
	"page":"ENAS264_8.2.2.0",
	"text":"8.2.2 Laboratory tests Table 5 Laboratory tests required for patients with acute aortic dissection Laboratory tests To detect signs of: Red blood cell count Blood loss, bleeding, anaemia White blood cell count Infection, inflammation (SIRS) C-reactive protein Inflammatory response ProCalcitonin Differential diagnosis between SIRS and sepsis. Creatine kinase Reperfusion injury, rhabdomyolysis Troponin I or T Myocardial ischaemia, myocardial infarction D-dimer Aortic dissection, pulmonary embolism, thrombosis Creatinine Renal failure (existing or developing) Aspartate transaminase / alanine aminotransferase Liver ischaemia, liver disease Lactate Bowel ischaemia, metabolic disorder Glucose Diabetes mellitus Blood gases Metabolic disorder, oxygenation SIRS = systemic inflammatory response syndrome."
},
{
	"page":"ENAS264_8.2.3.0",
	"text":"8.2.3 Details required from imaging in ADD Table 6 Details required from imaging in acute aortic dissection Aortic dissection Visualization of intimal flap Extent of the disease according to the aortic anatomic segmentation Identification of the false and true lumens (if present) Localization of entry and re-entry tears (if present) Identification of antegrade and/or retrograde aortic dissection Identification, grading, and mechanism of aortic valve regurgitation Involvement of side branches Detection of malperfusion (low flow or no flow) Detection of organ ischaemia (brain, myocardium, bowels, kidneys, etc.) Detection of pericardial effusion and its severity Detection and extent of pleural effusion Detection of peri-aortic bleeding Signs of mediastinal bleeding Intramural haematoma Localization and extent of aortic wall thickening CO-existence of atheromatous disease (calcium shift) Presence of small intimal tears Penetrating aortic ulcer Localization of the lesion (length and depth) CO-existence of intramural haematoma Involvement of the peri-aortic tissue and bleeding Thickness of the residual wall In all cases CO-existence of other aortic lesions: aneurysms, plaques, signs of inflammatory disease, etc."
},
{
	"page":"ENAS264_8.2.4.0",
	"text":"8.2.4 Value of various imaging modalities Table 7 Diagnostic value of various imaging modalities for acute aortic dissection Lesion TTE TOE CT MRI Ascending aortic dissection ++ +++ +++ +++ Aortic arch dissection + + +++ +++ Descending aortic dissection + +++ +++ +++ Size ++ +++ +++ +++ Mural thrombus + +++ +++ +++ Intramural haematoma + +++ ++ +++ Penetrating aortic ulcer ++ ++ +++ +++ Involvement of aortic branches +a (+) +++ +++ +++ = excellent; ++ = moderate; + = poor; (+) = poor and inconstant; CT = computed tomography; MRI = magnetic resonance imaging; TOE = transoesophageal echocardiography; TTE = transthoracic echocardiography. a Can be improved when combined with vascular ultrasound (carotid, subclavian, vertebral, celiac, mesenteric and renal arteries)."
},
{
	"page":"ENAS264_8.2.5.1",
	"text":"8.2.5 Diagnostic work-up for ADD 8.2.5.1 Overview The diagnostic work-up for AAS is highly dependent on the a priori risk of this condition (Table 8). The presence of 0, 1, 2, or 3 groups of information is associated with increasing pretest probability, to be taken into account in the diagnostic approach of all AAS, as presented in the flow-chart (Figure 14). Recommendations for diagnostic work-up of acute aortic syndrome (AAS)   Class a Level b History and clinical assessment In all patients with suspected AAS, pretest probability assessment is recommended, according to the patient’s condition, symptoms, and clinical features. I B Laboratory testing In case of suspicion of AAS, the interpretation of biomarkers should always be considered along with the pretest clinical probability. IIa C In case of low clinical probability of AAS, the determination of D-dimers levels should be considered to rule-out the diagnosis when negative. IIa B In case of intermediate clinical probability of AAS with a positive (point-of-care) D-dimer test, further imaging tests should be considered. IIa B In patients with high probability (risk score 2 or 3) of aortic dissection, testing of D-dimers is not recommended. III C Imaging TTE is recommended as an initial imaging investigation. I C In unstable  d patients with a suspicion of AAS, the following imaging modalities are recommended according to local availability and expertise:     TOE I C CT I C In stable patients with a suspicion of AAS, the following imaging modalities are recommended (or should be considered) according to local availability and expertise:     CT I C MRI I C TOE IIa C Imaging In case of initially negative imaging with persistence of suspicion of AAS, repetitive imaging (CT or MRI) is recommended. I C Chest X-ray may be considered in case of low clinical probability of AAS. IIb C In case of uncomplicated type-B aortic dissection treated medically, repeated imaging (CT or MRI) c during the first days is recommended. I C AAS = acute aortic syndrome; CT = computed tomography; MRI = magnetic resonance imaging; TOE = transoesophageal echocardiography; TTE = transthoracic echocardiography. a Class of recommendation. b Level of evidence.  c Preferably MRI in young patients to limit radiation exposure.  d unstable means very severe pain, tachycardia, tachypnoea, hypotension, cyanosis, and/or shock."
},
{
	"page":"ENAS264_8.2.5.2",
	"text":"8.2.5.2 A priori probability of AAS Table 8 Clinical data useful to assess the a priori probability of acute aortic syndromes High-risk conditions High-risk pain features High-risk examination features Marfan syndrome (or other connective tissue diseases) Family history of aortic disease Known aortic valve disease Known thoracic aortic aneurysm Previous aortic manipulation (including cardiac surgery) Chest, back, or abdominal pain described as any of the following: abrupt onset severe intensity ripping or tearing Evidence of perfusion deficit: pulse deficit systolic blood pressure difference focal neurological deficit (in conjunction with pain) Aortic diastolic murmur (new and with pain) Hypotension or shock Table modified from Rogers AM et al Circulation 2011;123:2213-8. Risk score varies from 0–3 according the number of positive categories (1 point per column). For Interactive Tool, see here."
},
{
	"page":"ENAS264_8.2.5.3",
	"text":"8.2.5.3 Diagnostic approach for AAS Figure 14 Flowchart for decision-making based on pretest sensitivity of AAS a STEMI can be associated with AAS in rare cases. b Pending local availability, patient characteristics, and physician experience.  c Proof of type-A AD by the presence of flap, aortic regurgitation, and/or pericardial effusion.  d Preferably point-of-care, otherwise classical. e Also troponin to detect non–ST-segment elevation myocardial infarction. For Interactive Tool, see here."
},
{
	"page":"ENAS264_8.2.5.4",
	"text":"8.2.5.4 Treatment of aortic dissection Recommendations for treatment of aortic dissection   Class a Level b In all patients with AD, medical therapy including pain relief and blood pressure control is recommended. I C In patients with type-A AD, urgent surgery is recommended. I B In patients with acute type-A AD and organ malperfusion, a hybrid approach (i.e. ascending aorta and/or arch replacement associated with any percutaneous aortic or branch artery procedure) should be considered. IIa B In uncomplicated type-B AD, medical therapy should always be recommended. I C In uncomplicated type-B AD, TEVAR should be considered. IIa B In complicated type-B AD, TEVAR is recommended. I C In complicated type-B AD, surgery may be considered. IIb C AAD = acute aortic dissection; AD = aortic dissection; TEVAR = thoracic endovascular aortic repair. a Class of recommendation - b Level of evidence."
},
{
	"page":"ENAS264_8.3.0.0",
	"text":"8.3 Intramural haematoma (IMH) Aortic IMH belongs to the spectrum of AAS. A haematoma develops in the media of the aortic wall in the absence of a false lumen and intimal tear. CT and MRI are the leading techniques for diagnosis and classification of IMH. Predictors of IMH complications in the acute phase are described in Table 9. Table 9 Predictors of intramural haematoma complications Persistent and recurrent pain despite aggressive medical treatment Difficult blood-pressure control Ascending aortic involvement Maximum aortic diameter ≥ 50 mm Progressive maximum aortic wall thickness (> 11 mm) Enlarging aortic diameter Recurrent pleural effusion Penetrating ulcer or ulcer-like projection secondary to localized dissections in the involved segment Detection of organ ischaemia (brain, myocardium, bowels, kidneys, etc.) Recommendations for diagnostic work-up of intramural haematoma (IMH)   Class a Level b In all patients with IMH, medical therapy including pain relief and blood pressure control is recommended. I C In case of type-A IMH, urgent surgery is indicated. I C In case of type-B IMH, initial medical therapy under careful surveillance is recommended. I C In uncomplicated c type-B IMH, repetitive imaging (MRI or CT) is indicated. I C In complicated c type-B IMH, TEVAR should be considered. IIa C In complicated c type-B IMH, surgery may be considered. IIb C CT = computed tomography; IMH = intramural haematoma; MRI = magnetic resonance imaging; TEVAR = thoracic endovascular aortic repair. a Class of recommendation - b Level of evidence.  c Uncomplicated/complicated IMH means absence or present recurrent pain, expansion of the IMH, periaortic haematoma, development of tears."
},
{
	"page":"ENAS264_8.4.0.0",
	"text":"8.4 Penetrating aortic ulcer (PAU) PAU is defined as ulceration of an aortic atherosclerotic plaque penetrating through the internal elastic lamina into the media. The most common location of PAU is the middle and lower descending thoracic aorta. Propagation of the ulcerative process may either lead to IMH, pseudoaneurysm, or even aortic rupture, or an acute AD. Recommendations for management of penetrating aortic ulcer (PAU)   Class a Level b In all patients with PAU, medical therapy including pain relief and blood pressure control is recommended. I C In the case of type-A PAU, surgery should be considered. IIa C In the case of type-B PAU, initial medical therapy under careful surveillance is recommended. I C In uncomplicated type-B PAU, repetitive imaging (MRI or CT) is indicated. I C In complicated type-B PAU, TEVAR should be considered. IIa C In complicated type-B PAU, surgery may be considered. IIb C CT = computed tomography; MRI = magnetic resonance imaging; PAU = penetrating aortic ulcer; TEVAR = thoracic endovascular aortic repair. a Class of recommendation - b Level of evidence."
},
{
	"page":"ENAS264_8.5.0.0",
	"text":"8.5 Aortic pseudoaneurysm Aortic pseudoaneurysm (false aneurysm) is defined as a dilatation of the aorta due to disruption of all wall layers, which is only contained by the periaortic connective tissue. When the pressure of the aortic pseudoaneurysm exceeds the maximally tolerated wall tension of the surrounding tissue, fatal rupture occurs. If feasible, independent of size, interventional or open surgical interventions are indicated."
},
{
	"page":"ENAS264_8.6.0.0",
	"text":"8.6 (Contained) rupture of aortic aneurysm Contained rupture should be suspected in all patients presenting with acute pain, in whom imaging detects aortic aneurysm with preserved integrity of the aortic wall. Contained rupture of TAA is a condition requiring urgent treatment because of high mortlaity once overt free rupture does occur. Recommendations for (contained) rupture in the thoracic aortic aneurysm   Class a Level b In patients with suspected rupture of the TAA, urgent CT angiography for diagnosis confirmation is recommended. I C In patients with acute contained rupture of TAA, urgent repair is recommended. I C If the anatomy is favourable and the expertise available, endovascular repair (TEVAR) should be preferred over open surgery. I C CT = computed tomography; TAA = thoracic aortic aneurysm; TEVAR = thoracic endovascular aortic repair. a Class of recommendation - b Level of evidence."
},
{
	"page":"ENAS264_8.7.0.0",
	"text":"8.7 Traumatic aortic injury (TAI) Blunt TAI most often occurs after sudden deceleration as a result of head-on or side-impact collisions, usually in high-speed motor vehicle accidents or fall from a great height. A classification scheme for TAI has been proposed: type I (intimal tear), type II (IMH), type III (pseudoaneurysm), and type IV (rupture). Recommendations for traumatic aortic injury   Class a Level b In case of suspicion of TAI, CT is recommended. I C If CT is not available, TOE should be considered. IIa C In case of TAI with suitable anatomy requiring intervention, TEVAR should be preferred to surgery. IIa C CT = computed tomography; TAI = traumatic aortic injury; TEVAR = thoracic endovascular aortic repair; TOE = transoesophageal echocardiography. a Class of recommendation - b Level of evidence."
},
{
	"page":"ENAS264_8.8.0.0",
	"text":"8.8 Iatrogenic aortic dissection Iatrogenic AD may occur in the setting of catheter-based coronary procedures, cardiac surgery, as a complication of endovascular interventions, intraaortic balloon counterpulsation, and, more recently, during transcatheter aortic valve implantation. Usually, the diagnosis of iatrogenic AD is straightforward during angiography, characterized by contrast medium stagnation at the level of the aortic root or ascending aorta. If needed, the extension of the process can be further investigated with TOE or CT."
},
{
	"page":"ENAS264_9.1.0.0",
	"text":"9. Aortic aneurysms 9.1 Introduction Aneurysm is the second most frequent disease of the aorta after atherosclerosis. In these guidelines, the management of aortic aneurysms is focused largely on the lesion, separated into TAA and AAA. Recommendations in patients with aortic aneurysm   Class a Level b When an aortic aneurysm is identified at any location, assessment of the entire aorta and aortic valve is recommended at baseline and during follow-up. I C In case of aneurysm of the abdominal aorta, duplex ultrasound for screening of peripheral artery disease and peripheral aneurysms should be considered. IIa C Patients with aortic aneurysm are at increased risk of cardiovascular disease: general principles of cardiovascular prevention should be considered. IIa C a Class of recommendation. - b Level of evidence."
},
{
	"page":"ENAS264_9.2.0.0",
	"text":"9.2 Thoracic aortic aneurysms (TAA) TAA affects different aortic locations, typically the ascending portion. The most frequent aetiology is degenerative. Patients with TAA are most often asymptomatic, detected following thoracic imaging either for other reasons or for screening purpose. The usefulness of screening patients at risk is well recognized in the Marfan syndrome. It can also be considered in first-degree relatives of patients with a BAV. TAA is less frequently revealed by clinical signs (chest pain, aortic valve murmur, compression) or during a complication. Aortic aneurysm size is a key factor for decision. The risk of dissection or rupture increases sharply when the aortic diameter exceeds 60 mm for the ascending and 70 mm for the descending aorta. The presence of other risk factors may contribute to decide earlier intervention. Recommendations for interventions on thoracic aortic aneurysm   Classa Levelb Interventions on ascending aorta Surgery is indicated in patients who have aortic root aneurysm, with maximal aortic diameter c ≥ 50 mm for patients with Marfan syndrome. I C Surgery should be considered in patients who have aortic root aneurysm, with maximal ascending aortic diameter: ≥ 45 mm for patients with Marfan syndrome with risk factors. d ≥ 50 mm for patients with bicuspid valve with risk factors. e,f ≥ 55 mm for other patients with no elastopathy. g,h IIa C Lower thresholds for intervention may be considered according to body surface area in patients of small stature or in the case of rapid progression, aortic valve regurgitation, planned pregnancy, and patient’s preference. IIb C Interventions on aortic arch aneurysms Surgery should be considered in patients who have isolated aortic arch aneurysm with maximal diameter ≥ 55 mm. IIa C Aortic arch repair may be considered in patients with aortic arch aneurysm who already have an indication for surgery of an adjacent aneurysm located in the ascending or descending aorta. IIb C Interventions on descending aortic aneurysms TEVAR should be considered rather than surgery when anatomy is suitable. IIa C TEVAR should be considered in patients who have descending aortic aneurysm with maximal diameter ≥ 55 mm. IIa C When TEVAR is not technically possible, surgery should be considered in patients who have descending aortic aneurysm with maximal diameter ≥ 60 mm. IIa C When intervention is indicated, in case of Marfan syndrome or other elastopathies, surgery should be indicated rather than TEVAR. IIa C a Class of recommendation. b Level of evidence.  c Decision should also take into account the shape of the different parts of the aorta. Lower thresholds can be used for combining surgery on the ascending aorta for patients who have an indication for surgery on the aortic valve. d Family history of aortic dissection and/or aortic size increase > 3 mm/year (on repeated measurements using the same imaging technique, at the same aorta level with side-by-side comparison and confirmed by another technique), severe aortic or mitral regurgitation, desire for pregnancy. e Coarctation of the aorta, systemic hypertension, family history of dissection, or increase in aortic diameter > 3 mm/year (on repeated measurements using the same imaging technique, measured at the same aorta level with side-by-side comparison and confirmed by another technique). f Pending comorbidities in the elderly. g See text here h For patients with LDS or vascular EDS, lower thresholds should be considered, possibly even lower than in Marfan syndrome. There are no data to provide figures and a sensible case-by-case approach is the only option."
},
{
	"page":"ENAS264_9.3.1.0",
	"text":"9.3 Abdominal aortic aneurysm (AAA) 9.3.1 Overview AAA, mostly exclusively infrarenal, is usually defined as a diameter ≥ 30 mm. The main aetiology is degenerative. Age, male gender, smoking, hypertension and the presence of atherosclerotic disease, are all associated with the presence of AAA. A family history of AAA is a powerful predictor of prevalent AAA: the risk of AAA increases exponentially with the number of siblings affected. Before its cataclysmic presentation when ruptured, AAA is mostly silent. The most frequent mode of detection is incidental. The pre-operative assessment of AAAs includes the measurement of the maximal perpendicular diameter and its relation with the renal arteries (Figure 15). Coronary artery disease is the leading cause of early mortality after surgery for AAA. Open repair of AAA is associated with a high risk (> 5%) for peri-operative cardiovascular complications. Endovascular AAA repair procedures carry a lower risk (1–5%) compared with open surgery. The need for pre-operative risk stratification before repair of AAA depends on the risk of the procedure (i.e. open vs. endovascular repair) and clinical patient-specific risk factors. More detailed description of risk stratification algorithms are recently updated ESC guidelines. Figure 15 CT evaluation of aortic aneurysm (A) Volume-rendered 3D reconstruction allowing qualitative assessment of the dimensions of the aneurysm and the relationship to side branches. It visualizes kinks and tortuosities and is useful for planning interventional procedures. (B) Modern 3D workstations with dedicated software for vascular analysis are recommended and allow the generation of a centreline along tortuous or kinked vessels. C) Axial cross-section with several accepted methods for measuring the aneurysm diameter: (a) anteroposterior diameter; (b) transverse diameter; (c) maximum short-axis diameter (major axis); and (d) minimal short-axis diameter (minor axis). However, measurement of maximum aneurysm diameter should be performed perpendicular to the vessel centreline (D) rather than on axial cross-sections (particularly in tortuous aneurysms) to avoid overestimation of maximum diameter, as shown in (C). In this example, maximum diameter on axial cross-section (c in C) is 64.2 mm, while the true maximum diameter is 60.5 mm (c in D). In partially thrombosed aneurysms, it is important to measure up to the outer contour of the aneurysm (C and D). (E) Straight multiplanar reformations are generated automatically upon centreline detection and can provide automatic diameter measurements at any site."
},
{
	"page":"ENAS264_9.3.2.0",
	"text":"9.3.2 Screening Recommendations for abdominal aortic aneurysm (AAA) screening   Class a Level b Population screening for AAA with ultrasound:     Is recommended in all men > 65 years of age. I A May be considered in women > 65 years of age with history of tobacco smoking. IIb C Is not recommended in female non-smokers without familial history. III C Targeted screening for AAA with ultrasound should be considered in first-degree siblings of a patient with AAA. IIa B Opportunistic screening for AAA during TTE:     Should be considered in all men > 65 years of age. IIa B May be considered in women > 65 years with a history of current/past smoking. IIb C AAA = abdominal aortic aneurysm; TTE = transthoracic echocardiography. a Class of recommendation. b Level of evidence."
},
{
	"page":"ENAS264_9.3.3.0",
	"text":"9.3.3 Management of asymptomatic patients Recommendations on the management of asymptomatic patients with enlarged aorta or abdominal aortic aneurysm (AAA)   Class a Level b In patients with abdominal aortic diameter of 25–29 mm, new ultrasound imaging should be considered 4 years later. IIa B Surveillance is indicated and safe in patients with AAA with a maximum diameter of < 55 mm and slow (< 10 mm/year) growth. c I A In patients with small (30–55 mm) AAAs, the following time interval for imaging should be considered c: Every 3 years for AAA of 30–39 mm diameter. Every 2 years for AAA of 40–44 mm diameter. Every year for AAA > 45 mm d diameter. IIa B Smoking cessation is recommended to slow the AAA growth. I B To reduce aortic complications in patients with small AAAs, the use of statins and ACE-inhibitors may be considered. IIb B AAA repair is indicated if: AAA diameter exceeds 55 mm.e Aneurysm growth exceeds 10 mm/year. I B If a large aneurysm is anatomically suitable for EVAR, either open or endovascular aortic repair is recommended in patients with acceptable surgical risk. I A If a large aneurysm is anatomically unsuitable for EVAR, open aortic repair is recommended. I C In patients with asymptomatic AAA who are unfit for open repair, EVAR along with best medical treatment may be considered.f IIb B AAA = abdominal aortic aneurysm; ACE = angiotensin-converting enzyme; EVAR = endovascular aortic repair. a Class of recommendation. b Level of evidence.  c With < 1% risk of rupture between two AAA imaging assessments.  d This interval maybe shortened in women or in the case of rapid growth between previous assessments. e Individual decision for operative aneurysm correction should also be influenced by the patient’s gender. At a given size, AAA in women are up to four times more likely to rupture under surveillance, thus aortic repair can be discussed at a lower threshold of probably 50 mm. The patient’s life expectancy should also be considered prior to decision for intervention. f Since only aneurysm-related and not all-cause mortality is improved, informed patient choice is to be taken into account."
},
{
	"page":"ENAS264_9.3.4.0",
	"text":"9.3.4 Management of symptomatic AAA patients Recommendations on management of patients with symptomatic abdominal aortic aneurysm (AAA)   Class a Level b In patients with suspected rupture of AAA, immediate abdominal ultrasound or CT is recommended. I C In case of ruptured AAA, emergency repair is indicated. I C In case of symptomatic but non-ruptured AAA, urgent repair is indicated. I C In case of symptomatic AAA anatomically suitable for EVAR, either open or endovascular aortic repair is recommended. c I A AAA = abdominal aortic aneurysm; CT = computed tomography; EVAR = endovascular aortic repair. a Class of recommendation - b Level of evidence.  c Depending on the expertise of the interventional team and patient’s level of risk."
},
{
	"page":"ENAS264_10.1.0.0",
	"text":"10. Genetic diseases affecting the aorta 10.1 Management of symptomatic AAA patients They are split into syndromic and non-syndromic affections, both essentially with autosomal dominant transmission. Novel underlying gene defects have been discovered in the past decade in both categories, leading to the constitution of homogeneous molecular groups of thoracic aortic aneurysms and dissection (TAAD). Extensive clinical and imaging studies readily found more extensive involvement of the arterial vasculature than only the thoracic aorta. Large clinical variability is observed within families carrying an identical gene mutation and incomplete penetrance (a ‘skipped generation’) is observed. Both categories and chromosomal or molecular entities of inherited and non-inherited TAAD display cystic medial necrosis, excluding the use of pathology for making a precise diagnosis."
},
{
	"page":"ENAS264_10.2.1.0",
	"text":"10.2 Chromosomal and inherited syndromic TAAD 10.2.1 Turner syndrome (TS) TS is essentially caused by partial or complete X-chromosome monosomy. Affected women display short stature, various congenital cardiac defects, aortic abnormalities, and metabolic and hormonal alterations leading to obesity, impaired glucose tolerance, hyperlipidaemia, and ovarian failure. Hypertension and brachiofemoral delay are due to coarctation of the aorta, found in 12% of cases. BAV is found in 30% of patients. Abnormal cardiovascular anatomy is found in 75% of cases. The management of adult women with TS associates imaging (TTE and thoracic MRI) and cardiovascular risk assessment. Follow-up will be related to risk categories (absence or number of standard vascular cardiovascular risk factors) with TTE every 3−5 years for low risk, thoracic MRI every 3−5 years for moderate risk, and referral to a cardiologist with 1−2-yearly thoracic MRI for high-risk patients."
},
{
	"page":"ENAS264_10.2.2.0",
	"text":"10.2.2 Marfan syndrome Marfan syndrome is the most frequent heritable connective tissue disorder. Transmitted as an autosomal dominant disease, Marfan syndrome is essentially associated with mutations in the FBNI gene that encodes fibrillin-1. It has already been addressed and recommendations can be found in the 2010 ESC Guidelines for the management of grown-up congenital heart disease."
},
{
	"page":"ENAS264_10.2.3.0",
	"text":"10.2.3 Ehlers-Danlos syndrome type IV (EDS-IV) or vascular type This is a rare autosomal dominant connective tissue disorder caused by mutations in the COL3A1 gene coding for type III procollagen. It affects the entire vasculature and the heart. Fusiform aneurysms are reported. Vascular complications have a tendency to affect large and medium arteries. It frequently involves the thoracic and abdominal aorta. Non-invasive imaging is the preferred approach to evaluate vascular alterations. Surgery is limited to potentially fatal complications due to tissue fragility, bleeding tendency, and poor wound healing. In case of TAA, there are no data to set a diameter cut-off for intervention. The decision should be based on case by case multidisciplinary discussion."
},
{
	"page":"ENAS264_10.2.4.0",
	"text":"10.2.4 Loeys-Dietz syndrome (LDS) First described in 2005, LDS is an autosomal dominant aortic aneurysm syndrome combining the triad of arterial tortuosity and aneurysms throughout the arterial tree, hypertelorism, and bifid uvula as well as shared features with Marfan syndrome. A definite diameter threshold for intervention in case of TAA cannot be still proposed and require further investigations."
},
{
	"page":"ENAS264_10.2.5.0",
	"text":"10.2.5 Arterial tortuosity syndrome (ATS) Characterized by arterial tortuosity, elongation, stenosis, and aneurysm of the large- and middle-sized arteries, ATS is a very rare autosomal recessive disease. Focal stenoses of the pulmonary arteries and aorta can be found. Management includes baseline whole-body vascular imaging, and follow-up should be individually tailored based on the progression rate of vascular diameters and the family history."
},
{
	"page":"ENAS264_10.2.6.0",
	"text":"10.2.6 Aneurysms-osteoarthritis syndrome (AOS) This is a new syndromic autosomal dominant thoracic ascending aortic dissection (TAAD) accounts for approximately 2% of familial TAAD and combines early onset joint abnormalities and aortic aneurysms and dissections. It is associated with mutations in the SMAD3 gene that encodes an intracellular effector of TGF-beta signalling. Diagnosis is based on clinical features and identification of a SMAD3 gene mutation. There is no present consensus on management. Beta-blockade may be beneficial in AOS since it displays identical aortic alterations as observed in Marfan syndrome and Loeys-Dietz syndrome for which this treatment is efficient."
},
{
	"page":"ENAS264_10.2.7.0",
	"text":"10.2.7 Non-syndromic familial thoracic aortic aneurysms and dissection Most patients with TAAD do not have a known genetic syndrome. In these patients, familial aggregation with an affected first-degree relative is found in up to 19% of cases. These non-syndromic forms of TAAD (nsTAAD) may be associated with BAV and/or persistent ductus arteriosus and display typical cystic medial necrosis on pathology examination. Non-syndromic TAAD presents an autosomal dominant transmission with great clinical variability (notably in women) and decreased penetrance."
},
{
	"page":"ENAS264_10.2.8.0",
	"text":"10.2.8 Genetics and heritability of abdominal aortic aneurysm The development of AAAs is generally unlikely to be related to a single gene mutation. Multiple genetic factors are implicated. If AAA occurs in a young subject with no overt risk factors and without other affected family members, a widespread disease should be screened, notably in the thoracic aorta. Recommendations for genetic testing in aortic diseases   Class a Level b It is recommended to investigate first-degree relatives (siblings and parents) of a subject with TAAD to identify a familial form in which relatives all have a 50% chance of carrying the family mutation/disease. I C Once a familial form of TAAD is highly suspected, it is recommended to refer the patient to a geneticist for family investigation and molecular testing. I C Variability of age of onset warrants screening every 5 years of ‘healthy’ at-risk relatives until diagnosis (clinical or molecular) is established or ruled out. I C In familial non-syndromic TAAD, screening for aneurysm should be considered not only in the thoracic aorta but also throughout the arterial tree (including cerebral arteries). IIa C TAAD = thoracic aortic aneurysms and dissection. a Class of recommendation. b Level of evidence."
},
{
	"page":"ENAS264_10.3.0.0",
	"text":"10.3 Aortic diseases associated with bicuspid aortic valve (BAV) Valvular problems associated with BAV are covered in the 2012 ESC Guidelines on management of valvular heart disease. Aortic dilatation (aorta diameter of >40 mm irrespective of body surface area or of >27.5 mm/m² for people of short stature) is frequently associated with BAV. In patients with a LCC−RCC type BAV, ascending aorta dilation is common, but aortic root dilatation is also seen. In the right coronary cusp - non coronary cusp (RCC-NCC) type, the aortic root is rarely affected; only ascending aortic dilatation is seen. Aortic dilatation rate is maximal at the tubular aorta. The aortic arch is rarely affected. Only the left coronary cusp - right coronary cusp (LCC-RCC) type is associated with aortic coarctation. Beyond aortic dilation and aneurysm formation, BAV is a risk factor for dissection and rupture. Screening of first-degree relatives may be considered. The indication for surgery of aortic dilatation in BAV is similar to that for other causes of aortic dilatation, except for Marfan syndrome. The risk of dissection and rupture increases sharply beyond 60 mm of aortic diameter. Recommendations for management of aortic root dilatation in patients with bicuspid aortic valve (BAV)   Class a Level b Patients with known BAV should undergo an initial TTE to assess the diameters of the aortic root and ascending aorta. I C Cardiac MRI or CT is indicated in patients with BAV when the morphology of the aortic root and the ascending aorta cannot be accurately assessed by TTE. I C Serial measurement of the aortic root and ascending aorta is indicated in every patient with BAV, with an interval depending on aortic size, increase in size and family history. I C In the case of a diameter of the aortic root or the ascending aorta> 45 mm or an increase > 3 mm/year measured by echocardiography, annual measurement of aortic diameter is indicated. I C In the case of aortic diameter > 50 mm or an increase > 3 mm/year measured by echocardiography, measurement confirmation using another imaging modality (CT or MRI) is indicated. I C In case of BAV, surgery of the ascending aorta:     is indicated in case of aortic root or ascending aortic diameter > 55 mm. I C is indicated in case of aortic root or ascending aortic diameter > 50 mm in the presence of other risk factors. c I C is indicated in case of aortic root or ascending aortic diameter > 45 mm when surgical aortic valve replacement is scheduled. I C β-blockers may be considered in patients with BAV and dilated aortic root > 40 mm. IIb C Because of familial occurrence, screening of first-degree relatives should be considered. IIa C In patients with any elastopathy or BAV with dilated aortic root(> 40 mm), isometric exercise with a high static load (e.g. weightlifting) is not indicated and should be discouraged. III C BAV = bicuspid aortic valve; CT = computed tomography; MRI = magnetic resonance imaging; TTE = transthoracic echocardiography. a Class of recommendation - b Level of evidence.  c Coarctation of the aorta, systemic hypertension, family history of dissection, or increase in aortic diameter > 3 mm/year (on repeated measurements using the same imaging technique, measured at the same aortic level with side-by-side comparison and confirmed by another technique)."
},
{
	"page":"ENAS264_10.4.0.0",
	"text":"10.4 Coarctation of the aorta This topic is discussed extensively in the 2010 ESC Guidelines on the management of grown-up congenital heart disease. Coarctation of the aorta is typically located at the area of ductus arteriosus insertion, and occurs ectopically (ascending, descending, or abdominal aorta) in rare cases. Recommendations for interventions in coarctation of the aorta   Class a Level b In all patients with a non-invasive pressure difference > 20 mmHg between upper and lower limbs, regardless of symptoms but with upper limb hypertension (> 140/90 mmHg in adults), abnormal blood pressure response during exercise, or significant left ventricular hypertrophy, an intervention is indicated. I C Independent of the pressure gradient, hypertensive patients with > 50% aortic narrowing relative to the aortic diameter at the diaphragm level (on MRI, CT, or invasive angiography) should be considered for intervention. IIa C Independent of the pressure gradient and presence of hypertension, patients with > 50% aortic narrowing relative to the aortic diameter at the diaphragm level (on MRI, CT, or invasive angiography) may be considered for intervention. IIb C CT = computed tomography; MRI = magnetic resonance imaging. a Class of recommendation. b Level of evidence."
},
{
	"page":"ENAS264_11.1.0.0",
	"text":"11. Atherosclerotic lesions of the aorta 11.1 Thromboembolic aortic disease Risk factors are similar to those for atherosclerosis in other vascular beds, including age, sex, tobacco smoking, hypertension, diabetes mellitus, hypercholesterolaemia, sedentary lifestyle, and inflammation. Thromboemboli are usually large, and commonly occlude medium to large arteries, causing stroke, transient ischaemic attack, renal infarct, and peripheral thromboembolism. Cholesterol crystal emboli tend to occlude small arteries and arterioles, may cause the blue-TOE syndrome, new or worsening renal insufficiency, and mesenteric ischaemia. Embolic events can also be induced by cardiac catheterization, intraaortic balloon counter-pulsation, and cardiac surgery. Aortic atheroma can be subdivided in small, moderate, and severe aortic atherosclerosis, or even semiquantitatively into four grades (Table 10). Table 10 Semi-quantitative grading of severity of aortic atherosclerosis Grade   Grade I Normal aorta Grade II Increased intimal thickening without luminal irregularities Grade III Single or multiple protruding atheromas Grade IV Atheroma with mobile or ulcerated (complicated) structure TTE offers good imaging of aortic root and proximal ascending aorta. TOE is a safe and reproducible method of assessing aortic atheromas. Multiplanar real-time 3D TOE may offer further advantages. Epiaortic ultrasonography (2D or 3D) can offer precious data during the intraoperative setting. CT offers excellent imaging of aortic atheromas and gives valuable data on anatomy and calcifications. MRI can give details on the plaques composition. Recommendations on management of aortic plaque   Class a Level b In the presence of aortic atherosclerosis, general preventive measures to control risk factors are indicated. I C In the case of aortic plaque detected during the diagnostic work-up after stroke or peripheral embolism, anticoagulation or antiplatelet therapy should be considered. The choice between the two strategies depends on comorbidities and other indications for these treatments. IIa C Prophylactic surgery to remove high-risk aortic plaque is not recommended. III C a Class of recommendation. b Level of evidence."
},
{
	"page":"ENAS264_11.2.0.0",
	"text":"11.2 Mobile aortic thrombosis Mobile thrombi in the aorta of young patients without diffuse atherosclerosis have been reported since the regular use of TOE in patients with cerebral or peripheral emboli, mostly located at the aortic arch. Medical treatment (heparinization), endovascular stenting, or surgery have been proposed, but no comparative data are available."
},
{
	"page":"ENAS264_11.3.0.0",
	"text":"11.3 Atherosclerotic aortic occlusion Abdominal aortic occlusion is rare and results in a major threat of leg amputation or death. Extensive collateralization usually prevents the manifestation of acute ischaemic phenomena. Treatment may be bypass grafting or aortoiliac endarterectomy. Endovascular therapy has also been proposed."
},
{
	"page":"ENAS264_11.4.0.0",
	"text":"11.4 Calcified aorta The presence of severe atherosclerosis of the aorta causes an eggshell appearance visualized on chest X-ray (porcelain aorta). The calcification interferes significantly with cannulation of the aorta, cross-clamping, and placement of coronary bypass grafts, increasing significantly the risk of stroke and distal embolism. Off-pump coronary bypass and the implantation of transcatheter aortic heart valves may give solution in patients requiring respectively coronary bypass grafting and aortic valve replacement."
},
{
	"page":"ENAS264_11.5.0.0",
	"text":"11.5 Coral reef aorta Coral reef aorta is a very rare calcifying stenotic disease of the juxta renal and suprarenal aorta. These heavily calcified plaques grow into the lumen and can cause significant stenosis, which may develop into bowel ischaemia, renal failure, or hypertension due to renal ischaemia."
},
{
	"page":"ENAS264_12.0.0.0",
	"text":"12. Aortitis Aortitis is the general term used to define inflammation of the aortic wall. Main affections are presented in Table 11. Table 11 Inflammatory diseases associated with aortitis Disease Diagnostic criteria Definitive diagnosis Giant cell arteritis Age at onset > 50 years Recent-onset localized headache Temporal artery tenderness or pulse attenuation Elevated erythrocyte sedimentation rate > 50 mm/h Artery biopsy showing necrotizing vasculitis Three or more criteria are present (sensitivity > 90%; specificity > 90%) Takayasu arteritis Age at onset < 40 years Intermittent claudication Diminished brachial artery pulse Subclavian artery or carotid bruit Systolic blood pressure variation of > 10 mmHg between arms Aortographic evidence of aorta or aortic branch stenosis Three or more criteria are present (sensitivity 90.5%; specificity 97.8%) Behçet disease Oral ulceration Recurrent genital ulceration Uveitis or retinal vasculitis Skin lesions, erythema nodosum, pseudofolliculitis or pathergy Oral ulceration plus two of the other three criteria Ankylosing spondylitis Onset of pain at age < 40 years Back pain for > 3 months Morning stiffness Subtle symptom onset Improvement with exercise Four of the diagnostic criteria are present BP = blood pressure."
},
{
	"page":"ENAS264_13.0.0.0",
	"text":"13. Aortic tumours Primary malignant tumours of the aorta are an extremely rare class of sarcomas exhibiting a wide histopathological heterogeneity. Intimal sarcomas, the most common, are derived from endothelial cells (angiosarcoma) or from myofibroblasts. Leiosarcomas and fibrosarcomas originate from the media or adventitia of the aortic wall. The most characteristic and frequently reported clinical presentation of an intimal angiosarcoma of the aorta is the embolic occlusion of the mesenteric or peripheral artery. Based on reported cases, the recommended therapy involves en bloc resection of the tumour-involved portion of the aorta with negative surgical margins, followed by graft interposition. However, owing to the late diagnosis, frequently at a stage already complicated by the presence of metastases, the location of the aortic lesion, or the presence of comorbidities, this intervention is mostly unfeasible. Other approaches can be endarterectomy or endovascular grafting of the involved segment of the aorta. Adjuvant or palliative chemotherapy and radiation have been proposed in selected cases."
},
{
	"page":"ENAS264_14.1.0.0",
	"text":"14. Long-term follow-up of aortic diseases 14.1 Overview Patients with aortic disease usually require life-long surveillance, independent of the initial treatment strategy (medical, interventional, or surgical). This surveillance consists of clinical evaluation, reassessment of patient’s medical therapies and treatment goals, as well as imaging of the aorta. This section includes the chronic phase of aortic dissection after discharge and as well as specific aspects of followup in patients who took benefit from an aortic intervention."
},
{
	"page":"ENAS264_14.2.0.0",
	"text":"14.2 Chronic aortic dissection The time course of aortic dissection is divided into acute (≤14 days), subacute (15–90 days), and chronic (>90 days) phases. Chronic aortic dissection can either be uncomplicated with a stable disease course or complicated by progressive aneurysmal degeneration, chronic visceral or limb malperfusion, and persisting or recurrent pain or even rupture. Patients with chronic aortic dissection also include those previously operated for type-A aortic dissection, with persisting dissection of the descending aorta. Two clinical patterns should be distinguished: patients with initially acute aortic dissection entering the chronic phase of the disease and those in whom first diagnosis of chronic aortic dissection is made. Patients with newly diagnosed chronic aortic dissection are often asymptomatic. The lesion is found incidentally. Diagnosis has to be confirmed by cross-sectional imaging such as contrast-enhanced CT, TOE, or MRI. Chronicity of aortic dissection is suggested by imaging characteristics: thickened, immobile intimal flap, presence of thrombus in the FL, or aneurysms of the thoracic aorta secondary to chronic aortic dissection, mostly developed in the distal aortic arch. In symptomatic patients, signs of (contained) rupture such as mediastinal haematoma or pleural effusion may be present."
},
{
	"page":"ENAS264_14.3.0.0",
	"text":"14.3 Follow-up after thoracic aortic intervention For patients undergoing TEVAR or surgical thoracic aortic repair, first follow-up should be performed 1 month after the treatment to exclude the presence of early complications. Surveillance should be repeated after 6 months, 12 months, and then yearly. For patients primarily receiving medical therapy, surveillance should be performed 6 months after initial diagnosis. For imaging follow-up after TEVAR, CT is the modality of choice. To avoid radiation, MRI may be more widely used in the future, but is not compatible with stainless steel endografts due to large artefacts. MRI can be safely performed for surveillance of nitinol-based stent-grafts; however, it lacks visualization of metallic stent struts and should thus be supplemented by chest X-ray to detect structural disintegration of the metallic stent skeleton. TOE – in combination with chest X-ray – may be used in patients with severe renal dysfunction unable to undergo CT or MRI. After aortic surgery less strict imaging intervals may be sufficient if a stable course has been documented over the first year following surgery."
},
{
	"page":"ENAS264_14.4.1.0",
	"text":"14.4 Follow-up of patients after intervention for abdominal aortic aneurysm 14.4.1 Follow-up after endovascular aortic repair CT is the first choice for follow-up imaging after EVAR. However, it is expensive and exposes patients to ionizing radiation and potentially nephrotoxic contrast agent. Duplex ultrasound, with or without contrast agents, is specific for the detection of endoleaks after EVAR."
},
{
	"page":"ENAS264_14.4.2.0",
	"text":"14.4.2 Follow-up after open surgery All patients should be provided with the best current medical treatment protocol. Postoperative surveillance of open aortic repair may be considered in 5-yearly intervals after open AAA repair to investigate for para-anastomotic aortic aneurysm using colour Doppler ultrasound or CT imaging. Also, patients with AAA appear to have a relatively high risk for incisional hernia. Recommendations for follow-up and management of chronic aortic diseases   Class a Level b Chronic aortic dissection Contrast CT or MRI is recommended to confirm the diagnosis of chronic aortic dissection. I C Initial close imaging surveillance of patients with chronic aortic dissection is indicated to detect signs of complications as soon as possible. I C In asymptomatic patients with chronic dissection of the ascending aorta, elective surgery should be considered. c IIa C In patients with chronic aortic dissection, tight blood pressure control < 130/80 is indicated. I C Surgery repair or TEVAR is recommended for complicated type-B aortic dissection (aortic diameter > 60 mm, > 10 mm/year growth, malperfusion, recurrent pain). I C Follow-up after endovascular treatment for aortic diseases After TEVAR or EVAR, surveillance is recommended after 1 month, 6 months, 12 months, and then yearly. Shorter intervals can be proposed in the event of abnormal findings requiring closer surveillance. I C CT is recommended as the first-choice imaging technique forfollow-up after TEVAR or EVAR. I C If neither endoleak nor AAA sac enlargement is documented during first year after EVAR, colour DUS, with or without contrast agents, should be considered for annual postoperative surveillance, with non-contrast CT imaging every 5 years. IIa C For patients with TAA < 45 mm, annual imaging is recommended; while inpatients with TAA ≥ 45 mm and < 55 mm, imaging every 6 months is recommended, unless the stability of the lesions is evidenced after serial imaging. I C For follow-up after (T)EVAR in young patients, MRI should be preferred to CT for magnetic resonance-compatible stent grafts, to reduce radiation. IIa C Long-term surveillance of open abdominal aortic repair may be considered at loose (5-year) intervals using colour DUS or CT imaging. IIb C AAA = abdominal aortic aneurysm; CT = computed tomography; DUS = duplex ultrasonography; EVAR = endovascular aortic repair; MRI = magnetic resonance imaging; TAA = thoracic aortic aneurysm; TEVAR = thoracic endovascular aortic repair. a Class of recommendation - b Level of evidence -  c Pending comorbidities and peri-operative risk."
},
{
	"page":"ENAS264_15.0.0.0",
	"text":"(N)OAC (Non-vitamin K antagonist) oral anticoagulant °C Degree Celsius 2D/ 2-D Two-dimensional 2hPG 2-h post-load plasma glucose 3D/ 3-D Three-dimensional 5-FU 5-fluorouracil 99mTc-DPD Technetium-99m 3,3-diphosphono-1,2-propanodicarboxylic acid A/C Anticoagulation AAA Abdominal aortic aneurysm AAD Antiarrhythmic drugs AAS Acute aortic syndrome ABC Age, biomarkers, clinical history ABI Ankle-Brachial Index ABPM Ambulatory BP monitoring ACA Aborted cardiac arrest ACC American College of Cardiology ACCA Acute Cardiovascular Care Association ACCF American College of Cardiology Foundation ACCOAST Comparison of Prasugrel at the Time of Percutaneous Coronary Intervention or as Pretreatment at the Time of Diagnosis in Patients with Non-ST Elevation Myocardial Infarction ACE Angiotensin-converting enzyme ACEF Age, creatinine, ejection fraction ACEI/ ACE-I/ ACE-Is Angiotensin converting enzyme inhibitors ACS Acute coronary syndromes ACT Activated clotting time AD Aortic dissection ADA American Diabetes Association/​Adenosine deaminase ADD Acute aortic dissection ADP Adenosine diphosphate AEPC Association for European Paediatric and Congenital Cardiology AF Atrial flutter/Atrial fibrillation AFNET German Competence NETwork on Atrial Fibrillation AHA American Heart Association AHF Acute heart failure AHRE Atrial high rate episodes AK Alpha kinase AKI Acute kidney injury AL Amyloid light chain ALAT/ ALT Alanine aminotransferase ALI Acute limb ischaemia AMI Acute myocardial infarction ANA Anti-nuclear antibodies ANCA Anti-neutrophil cytoplasm antibodies AO Aorta AOS Aneurysms-osteoarthritis syndrome AP Accessory pathway APAH Conditions associated with pulmonary arterial hypertension Apo Apolipoprotein apo A I Apolipoprotein A I apo B Apolipoprotein B aPTT Activated partial thromboplastin time AR Aortic regurgitation ARB Angiotensin II receptor blocker/ Angiotensin receptor blocker ARBs Angiotensin receptor blockers ARNI Angiotensin receptor neprilysin inhibition ARVC Arrhythmogenic right ventricular cardiomyopathy AS Aortic stenosis ASA Acetylsalicylic acid ASAT/ AST Aspartate aminotransferase ASCERT American College of Cardiology Foundation–Society of Thoracic Surgeons Database Collaboration ASE American Society of Echocardiography AST/ ALT/ ALP Aspartate / alanine aminotransferase / alkaline phosphatase ASV Adaptive servo-ventilation AT Antithrombin ATOR Atorvastatin ATP Antitachycardiac pacing/Adenosine triphosphate ATRIA AnTicoagulation and Risk factors In Atrial fibrillation ATS Arterial tortuosity syndrome ATTR Amyloidosis, transthyretin type AUC Area under the curve AV Atrioventricular AVB Atrioventricular block AVID Antiarrhythmic drugs Versus Implantable Defibrillator AVM AV delay management AVP Arginine vasopressin AVR Aortic valve replacement b.i.d. Bis in die (twice daily) b.p.m/ bpm Beats per minute BARI-2D Bypass Angioplasty Revascularization Investigation 2 Diabetes BAS Balloon atrial septostomy BAV Balloon aortic valvuloplasty/​Bicuspid aortic valve BB Beta-blocker BBB Bundle branch block BC Blood culture BCNIE Blood culture-negative infective endocarditis BCR-ABL Breakpoint cluster region-Abelson BGA Blood gas analysis BIMA Bilateral internal mammary artery Bi-PAP Bilevel positive airway pressure BiV Biventricular BiVAD Bi-ventricular assist device BMI Body mass index BMPR Bone morphogenetic protein receptor, type 2 BMS Bare metal stent BMT Best medical therapy BNP Brain natriuretic peptide/ B-type natriuretic peptide BP Blood pressure BPA Balloon pulmonary angioplasty BSA Body surface area BUN Blood urea nitrogen CABG Coronary artery bypass graft/ Coronary artery bypass graft surgery CAD Coronary artery disease CAS Carotid artery stenting CASH Cardiac Arrest Study Hamburg Cath/ Lab Catheterization laboratory CCB Calcium channel blocker CCNAP Council on Cardiovascular Nursing and Allied Professions CCP Council for Cardiology Practice CCPC Council on Cardiovascular Primary Care CCS Canadian Cardiovascular Society CCU Coronary care unit CDRIE Cardiac device-related infective endocarditis CEA Carotid endarterectomy/​Carcinoembryonic antigen CFA Common femoral artery CFC Cardiofaciocutaneous CHA2DS2-VASc Congestive heart failure or left ventricular dysfunction, Hypertension, Age ≥75 (doubled), Diabetes, Stroke (doubled)-Vascular disease, Age 65–74, Sex category (female) CHADS2 Cardiac failure, Hypertension, Age, Diabetes, Stroke (doubled) CHARM-Added Candesartan in Heart Failure: Assessment of Reduction in Mortality and Morbidity-Added CHD Coronary heart disease/ Congenital heart disease CHF Congestive heart failure/ Chronic heart failure CI Cardiac index / Contraindication / Confidence interval CIA Common iliac artery CI-AKI Contrast-induced acute kidney injury CIDS Canadian Implantable Defibrillator Study CIED Cardiac implantable electronic device CIN Contrast-induced nephropathy CK Creatine phophokinase/​Creatinine kinase CKD Chronic kidney disease CKD-EPI Chronic Kidney Disease Epidemiology Collaboration CK-MB Creatine kinase MB isoform CLI Critical limb ischaemia CMP Cardiomyopathy CMR Cardiac magnetic resonance CMV Cytomegalovirus CO Cardiac output CoA Coarctation / Coarctation of the aorta Cons Conservative cont Continued COPD Chronic obstructive pulmonary disease COT Cardiac Oncology Toxicity COURAGE Clinical Outcomes Utilization Revascularization and Aggressive Drug Evaluation COX Cyclo-oxygenase/ Cyclooxygenase CPAP Continuous positive airway pressure CPET Cardiopulmonary exercise testing CPFE Combined pulmonary fibrosis and emphysema CPG Committee for Practice Guidelines CPVT Catecholaminergic polymorphic ventricular tachycardia CR Cardiac rehabilitation CrCI Creatinine clearance CRP C-reactive protein CRT Cardiac resynchronization therapy CRT-D Cardiac resynchronization therapy defibrillator/ Defibrillator with cardiac resynchronization therapy CRT-P Cardiac resynchronization therapy pacemaker CRUSADE Can Rapid risk stratification of Unstable angina patients Suppress ADverse outcomes with Early implementation of the ACC/AHA guidelines CSF Colony-stimulating factor/Cerebrospinal fluid CSM Carotid sinus massage CSS Carotid sinus syncope/syndrome CT Computed tomographic / tomogram/​tomography CTA Computed tomography angiography CTD Connective tissue disease CTEPH Chronic thromboembolic pulmonary hypertension cTN Cardiac troponin CTO Chronic total occlusions CTRCD Cancer Therapeutics–Related Cardiac Dysfunction Ctrl Control CUS Compression venous ultrasonography CV Cardiovascular / Cardioversion CVD Cardiovascular disease CW Continuous wave CXR Chest X-ray DALYs Disability adjusted life years DAPT Dual (oral) antiplatelet therapy DBP Diastolic blood pressure DC Direct current DCC Direct-current cardioversion DCM Dilated cardiomyopathy DDI Drug-drug interactions DEFINITE DEFibrillator In Non-Ischemic cardiomyopathy Treatment Evaluation DES Drug-eluting stent DFT Defibrillation threshold DHP Dihydropyridine DI-DO Door-in to door-out time DLCO Carbon monoxide diffusing capacity DM Diabetes mellitus DNA Deoxyribonucleic acid DPAH Drug induced PAH DPG Diastolic pressure gradient DPP Diabetes prevention program DSA Digital subtraction angiography DT Deceleration time DTB Door-to-balloon time DTIs Direct thrombin inhibitors DUS Duplex ultrasonography / Doppler ultrasound DVT Deep vein thrombosis E/A Ratio of mitral peak velocity of early filling (E) to mitral peak velocity of late filling (A) E/e’ Ratio of early transmitral flow velocity (E) to early mitral annulus velocity (e’) EACPR European Association for Cardiovascular Prevention & Rehabilitation EACTS European Association of Cardio-Thoracic Surgery/ European Association for Cardio-Thoracic Surgery EACVI European Association of Cardiovascular Imaging EANM European Association of Nuclear Medicine EAPCI European Association of Percutaneous Cardiovascular Interventions EAS European Atherosclerosis Society EASD European Association for the Study of Diabetes EBV Epstein-Barr virus ECG Electrocardiogram / Electrocardiographic ECHO Echocardiography/​Echocardiogram ECLS Extracorporeal life support ECST European Carotid Surgery Trial ECVF Extacellular volume fraction ED Erectile dysfunction/ Emergency department EDS-IV Ehlers-Danlos syndrome type IV EF Ejection fraction eGFR Estimated glomerular filtration rate EHRA European Heart Rhythm Association EIA External iliac artery EIF Eukaryotic translation initiation factor EMA European Medicines Agency EMB Endomyocardial biopsy EMS Emergency medical system/service ENA Anti-extractable nuclear antigens Enox Enoxaparin EP Electrophysiology EPD Embolic protection device EPS Electrophysiologic study ER Extended release formulations ERA Endothelin receptor antagonist EROA Effective regurgitant orifice area ERS European Respiratory Society ESC European Society of Cardiology ESCMID European Society of Clinical Microbiology and Infectious Diseases ESH European Society of Hypertension ESO European Stroke Organisation ESR European Society of Radiology/​Erythrocyte sedimentation rate ESRD End-stage renal disease ETT Endotracheal tube EU European Union EULAR European League Against Rheumatism EVAR Endovascular aortic repair/reconstruction Exp+ Experimental therapy FAME-2 Fractional Flow Reserve-Guided Percutaneous Coronary Intervention Plus Optimal Medical Treatment Versus Optimal Medical Treatment Alone in Patients With Stable Coronary Artery Disease FBN1 Fibrillin 1 FC Functional class FCH Familial combined hyperlipidaemia FCM Ferric carboxymaltose FDA US Food and Drug Administration/ Food and Drug Administration FDG Fluorodeoxyglucose FFP Fresh frozen plasma FFR Fractional flow reserve FH Familial hypercholesterolaemia FHL1 Four and a half LIM domains 1 FINDRISC FINnish Diabetes RIsk SCore FL False lumen FLUVA Fluvastatin FMC First medical contact FMCTB First-medical-contact-to-balloon time FMF Familial Mediterranean fever Fonda Fondaparinux FPG Fasting plasma glucose FU Follow-up GFR Glomerular filtration rate GGTP Gamma-glutamyl transpeptidase GLP-1 Glucagon-like peptide-1 GLS Global longitudinal strain GM Granulocyte-macrophage GP Glycoprotein / General practitioner GRACE Global Registry of Acute Coronary Events GUCH Grown-up patients with congenital heart disease HAART Highly active antiretroviral treatment HACEK Haemophilus parainfluenzae, H. aphrophilus, H. paraphrophilus, H. influenzae, Actinobacillus actinomycetemcomitans, Cardiobacterium hominis, Eikenella corrodens, Kingella kingae, and K. denitrificans HAS-BLED Hypertension, Abnormal renal/liver function, Stroke, Bleeding history or predisposition, Labile INR, Elderly (65), Drugs concomitantly/​alcohol abuse HbA1c Glycated haemoglobin / Glycated haemoglobin A1c HBPM Home BP monitoring HCM Hypertrophic cardiomyopathy HCV Hepatitis C virus HDAC Histone deacetylase HDL High density lipoprotein HDL-C High density lipoprotein-cholesterol HeFH Heterozygous familial hypercholesterolaemia HER2 Human epidermal growth factor receptor 2 HF Heart failure HFA Heart Failure Association H-FABP Heart-type fatty acid-binding protein HFmrEF Heart failure with mid-range ejection fraction HFpEF/ HF-PEF Heart failure with preserved ejection fraction HFrEF/ HF-REF Heart failure with reduced ejection fraction HHD Hypertensive heart disease HHV Human herpesvirus H-ISDN Hydralazine and isosorbide dinitrate HIT Heparin-induced thrombocytopenia HIV Human immunodeficiency virus HoFH Homozygous familial hypercholesterolaemia HPAH Heritable PAH HR Heart rate HRCT High resolution CT hs-CRP high-sensitivity C-reactive protein HT/ HTN Hypertension HTG Hypertrigiyceridaemia i.v. / IV Intravenous IABP Intraaortic balloon pump IAS Inter-atrial septum ICA Invasive coronary angiography ICD Implantable cardioverter defibrillator/ International Classification of Diseases ICH Intracranial haemorrhage ICU Intensive care unit ID Infectious disease IDF International Diabetes Federation IE Infective endocarditis IFG Impaired fasting glucose IFN Interferon-gamma IGRA Interferon-gamma release assay IGT Impaired glucose tolerance IHD Ischaemic heart disease IL-2 Interleukin 2 ILR Implantable loop recorder IMA Internal mammary artery IMH Intramural haematoma IMT Intima–media thickness INR International normalized ratio IN-TIME Implant-based multiparameter telemonitoring of patients with heart failure IOMC Iso-osmolar contrast medium IPAH Idiopathic pulmonary arterial hypertension IPF Idiopathic pulmonary fibrosis IRA Infarct-related artery ISH Isolated systolic hypertension ISHLT International Society for Heart and Lung Transplantation IU International units IUD Intrauterine device IV UHF Intravenous unfractionated heparin IVC Inferior vena cava IVDA Intravenous drug abusers IVIG Intravenous immunoglobulin IVUS Intravascular ultrasound JSAP Japanese Stable Angina Pectoris km per h Kilometres per hour LA Left atrium/atrial LAA Left atrial appendage LAD Left anterior descending (coronary artery) LAE Left atrial enlargement LAH Left anterior hemiblock LAVI Left atrial volume index LBBB Left bundle branch block LCC Left coronary cusp Lcx Left circumflex LDH Lactate dehydrogenase LDL Low-density lipoprotein LDL-C Low-density lipoprotein-cholesterol LDLR Low density lipoprotein receptor LDS Loeys-Dietz syndrome LEAD Lower-extremity artery disease LEOPARD lentigines, ECG abnormalities, ocular hypertelorism, pulmonary stenosis, abnormal genitalia, retardation of growth, and sensorineural deafness LGE Late gadolinium enhancement LHD left heart disease LLN Lower limit of normality LM Left main LMNA Lamin A/C LMWH Low molecular weight heparin LOCM Low-osmolar contrast medium LoE Level of evidence LOVA Lovastatin Lp Lipoprotein Lp(a) Lipoprotein(a) LQTS Long QT syndrome LTBI Latent tuberculosis infection LV Left ventricle / left ventricular LVAD Left ventricular assist device LVEDD Left ventricular end-diastolic diameter LVEDP Left ventricular end diastolic pressure LVEF Left ventricular ejection fraction LVESD Left ventricular end-systolic diameter LVESV Left ventricular end-systolic volume LVH Left ventricular hypertrophy LVM Left ventricular mass LVMI Left ventricular mass index LVOT Left ventricular outflow tract LVOTG Left ventricular outflow tract gradient LVOTO Left ventricular outflow tract obstruction MACE Major adverse cardiac events MADIT Multicenter Automatic Defibrillator Implantation Trial MASS II The medicine, angioplasty, or surgery study Mbq Millibecquerel MCS Mechanical circulatory support MDCT Multidetector computed tomographic angiography/Multi-detector computed tomography MDRD Modifikation of Diet in Renal Disease Med RX Medial therapy MedPed Make Early Diagnosis to Prevent Early Deaths MELAS mitochondrial encephalomyopathy, lactic acidosis, and stroke-like episodes MERFF Myoclonic epilepsy with ragged red fibres MET Metabolic equivalent MetS Metabolic syndrome MI Myocardial infarction MIC Minimum inhibitory concentration MPI Myocardial perfusion imaging MPR Multiplanar reconstruction MPS Myocardial perfusion scintigraphy / Myocardial perfusion stress MR Magnetic resonance/ Mitral regurgitation/ Mineralocorticoid receptor MRA Mineralocorticoid receptor antagonist / Magnetic resonance angiography MRI Magnetic resonance imaging MR-proANP Mid-regional pro atrial natriuretic peptide/ Mid-regional pro A-type natriuretic peptide MRSA Methicillin-resistant Staphylococcus aureus MS Mitral stenosis MSCT Multislice computed tomography MSSA Methicillin-susceptible Staphylococcus aureus mSv Millisievert MUGA Multigated radionuclide angiography mV millivolt(s) MV abn Mitral valve abnormality MWD Minute walk distance MWT Minute walk test MYBPC3 Myosin-binding protein C MYH7 Myosin, heavy chain 7 MYL3 Essential myosin light chain n.a/ NA not available/ Not available N/A Not applicable N/R Not reported NASCET North American Symptomatic Carotid Endarterectomy Trial NCC Non coronary cusp NCDR National cardiovascular data registry NIHSS National Institutes of Health stroke severity scale NIPPV Non-invasive positive pressure ventilation NIV Non-invasive ventilation NNH Numbers needed to harm NNT Numbers needed to treat/ Number of individuals needed to treat NOAC/ NOAC(s) Novel oral anticoagulant / New oral anticoagulant / Non-vitamin K antagonist direct oral anticoagulant/ Non-vitamin K antagonist oral anticoagulant(S) Non-HDL-C Non-HDL cholesterol NP Natriuretic peptide NPV Negative predictive value NRT Nicotine replacement therapy NSAID Non-steroidal antiinflammatory drug(s) NSAIDs Non-steroidal anti-inflammatory drugs NSQIP National surgical quality improvement program NSTE Non-ST-elevation NSTE-ACS Non-ST-segment elevation acute coronary syndrome/ Non-ST elevation acute coronary syndrome NSTEMI Non-ST-elevation myocardial infarction NSVT Non-sustained ventricular tachycardia NTG Nitroglycerine NT-proBNP N-terminal pro B-type/brain natriuretic peptide NVE Native valve endocarditis NYHA New York Heart Association O2 Oxygen OAC Oral anticoagulation/ anticoagulant OAC Oral anticoagulation OARS Open-ended questions, Affirmation, Reflective listening, Summarising OCT Optical coherence tomography OD Organ damage OGTT Oral glucose tolerance test OHCA Out-of-hospital cardiac arrest OHS Obesity hypoventilation syndrome OMT Optimal medical therapy OR Odds ratio ORBIT Outcomes Registry for Better Informed Treatment of Atrial Fibrillation OSA Obstructive sleep apnoea p.o. Per os PA Postero-anterior/ Pulmonary artery/ Physical activity PAD Peripheral artery disease PAH Pulmonary arterial hypertension / Pulmonary hypertension PaO2 Partial pressure of oxygen PAP Pulmonary artery pressure/ Pulmonary arterial pressure PAR Protease-activated receptor PAU Penetrating aortic ulcer PAWP Pulmonary artery wedge pressure PCA Prostacyclin analogues PCC Prothrombin coagulation complax/ Prothrombin complex concentrates PCH Pulmonary capillary haemangiomatosis PCI Percutaneous coronary intervention PCIS Post-cardiac injury syndromes PCR Polymerase chain reaction PCSK9 Proprotein convertase subtilisin/kexin type 9 PCWP Pulmonary capillary wedge pressure PDE Phosphodiesterase type-5 inhibitors/ Phosphodiesterase PDE5 Phosphodiesterase type 5 PE Pulmonary embolism PEA Pulmonary endarterectomy PEP Primary endpoint PESI Pulmonary embolism severity index PET Positron emission tomography PFT Pulmonary function tests PH Pulmonary hypertension PISA Proximal isovelocity surface area PITA Pitavastatin PM Pacemaker/Pain management PMC Percutaneous mitral commissurotomy PPCM Peripartum cardiomyopathy PPI Proton pump inhibitor PPS Post-pericardiotomy syndrome PRAVA Pravastatin PRIMARY PCI Primary percutaneous coronary intervention PRKAG2 Gamma-2 subunit of the adenosine monophosphate-activated protein kinase PS Pulmonary valve stenosis PTA Percutaneous transluminal angioplasty / Pre-test probability PTT Partial thromboplastin time PUFA/ PUFAs Polyunsaturated fatty acid/ Polyunsaturated fatty acids PVC Premature ventricular contraction/ Premature ventricular complex PVE Prosthetic valve endocarditis PVI Pulmonary vein isolation PVL Paravalvular leak PVOD Pulmonary veno-occlusive disease PVR Pulmonary vascular resistance PVS Programmed ventricular stimulation PWV Pulse wave velocity R Vol Regurgitant volume RA Right atrium/ Rheumatoid arthritis RAA Renin–angiotensin–aldosterone RAAS Renin angiotensin aldosterone system RAP Right atrial pressure RAS Renal artery stenosis / Renin-angiotensin system RBBB Right bundle branch block RCC Right coronary cusp RCT/RCTs Randomized controlled trial RF Risk factor rFVIIa Activated recombinant factor VII RHC Right heart catheterization ROSU Rosuvastatin rPA Right pulmonary artery r-PA Reteplase RR Relative risk RRR Relative risk reduction rtPA Recombinant tissue plasminogen activator RV Right ventricle/ventricular RVEDP Right ventricular end-diastolic pressure RVOT Right ventricular outflow tract RVOTO Right ventricular outlow tract obstruction RVSP Right ventricular systolic pressure S.C. Subcutaneous SA Signal-averaged SAA Septal alcohol ablation SADS Sudden arrhythmic death syndrome SAM Systolic anterior motion SAN Sinoatrial node SaO2 Saturated oxygen SAPT Single antiplatelet therapy SAS Sleep apnea syndrome SB Sinus bradycardia SBP Systolic blood pressure SCAD Stable coronary artery disease SCD Sudden cardiac death SCORE Systematic Coronary Risk Evaluation / Systematic Coronary Risk Estimation SFA Superficial femoral artery SGLT2 Sodium glucose co-transporter 2 SIDS Sudden infant death syndrome SIMVA Simvastatin SIRS Systemic inflammatory response SLE Systemic lupus erythematosus SMART Specific, Measurable, Achievable, Realistic and Timely SND Sinus node disease SPAP Systolic pulmonary artery pressure SPECT Single-photon emission computed tomography sPESI Simplified Pulmonary Embolism Severity Index SpO2 Saturation of peripheral oxygen SQTS Short QT syndrome SR Sinus rhythm SSS Sick sinus syndrome STE-ACS ST-segment elevation acute coronary syndrome STEMI ST-elevation myocardial infarction STS Society of Thoracic Surgeon/ Structured telephone support ST-T ST-segment-T wave SUDI Sudden unexplained death in infancy SUDS Sudden unexplained death syndrome SVG Saphenous vein graft SVR Surgical ventricular reconstruction. SVT Supraventricular tachycardia SWISSI II Swiss Interventional Study on Silent Ischemia Type II SYNTAX SYNergy between percutaneous coronary intervention with TAXus and cardiac surgery T1DM Type 1 diabetes mellitus T2DM Type 2 diabetes mellitus TAA Thoracic aortic aneurysm TAAD Thoracic aortic aneurysms and dissection TAI Traumatic aortic injury TAPSE Tricuspid annulus plane systolic excursion TASC TransAtlantic Inter-Society Consensus TAVI Transcatheter aortic valve implantation/ Transaortic valve implantation TB Tuberculosis TC Total cholesterol T-DM1 Trastuzumab-emtansine TE Thromboembolism / Thrombo-embolic TEE Transesophageal echocardiogram TEVAR Thoracic endovascular aortic repair TG Triglyceride TGA Complete transposition of the great arteries Three DE Three dimensional echocardiography TIA Transient ischaemic attack / Transitory ischaemic attack TIBC Total iron-binding capacity TIME Trial of invasive versus medical therapy in elderly patients with chronic symptomatic coronary-artery disease TIMI Thrombolysis In Myocardial Infarction TKI Tyrosine kinase inhibitor TL True lumen TNF Tumor necrosis factor TNK-tPA Tenecteplase TNNI3 Troponin I, cardiac TNNT2 Troponin T TOE Transoesophageal echocardiography / echocardiogram t-PA Tissue plasminogen activator TPM1 Tropomyosin 1 alpha chain TR Tricuspid regurgitation TRAPS Tumour necrosis factor receptor-associated periodic syndrome TRL Triglyceride-rich lipoproteins TRV Tricuspid regurgitant velocity TS Tricuspid stenosis / Turner syndrome TSAT Transferrin saturation TSH Thyroid stimulating hormone TTE Transthoracic echocardiography TTR Time in therapeutic range / Transthyretin TV Tricuspid valve/ Television TVI Time–velocity integral Tx Tendon xanthomata UA Unstable angina UEAD Upper extremity artery disease UFH Unfractionated heparin UHF Ultrafractionated heparin UK United Kingdom ULN Upper limit of normal US United States USA United States of America V/Q Scan ventilation–perfusion scintigraphy VA Vertebral artery/ Ventricular arrhythmia VEGF Vascular endothelial growth factor VF Ventricular fibrillation VHD Valvular heart disease VKA Vitamin K antagonist VO2 Oxygen consumption VPBs Ventricular premature beats vs Versus VSD Ventricular septal defect VT Ventricular tachycardia VTE Venous thromboembolism VV Interventricular VVI Ventricular inhibited pacing WBC White blood cells WCD Wearable cardioverter defibrillator WHF World Heart Federation WHO World Health Organization WPW Wolff-Parkinson-White WU Wood units"
}
]