[
{
	"page":"ENAS5194_2017063076",
	"text":"1.0.0.0 Overview Atrial fibrillation (AF) is the most common heart rhythm disorder, with a steep rise predicted in the number of patients in coming years. AF is one of the major causes of stroke, heart failure, sudden death, and cardiovascular morbidity, and is associated with poorer quality of life and adverse symptoms. The management of AF should include treatment of acute AF, cardiovascular risk reduction and treatment of comorbidities, stroke prevention using oral anticoagulation, heart rate control, and in selected symptomatic patients, the use of rhythm control therapy."
},
{
	"page":"ENAS5194_2017063077",
	"text":"2.0.0.0 The 5 domains of integrated AF management The five domains of integrated AF management AF = atrial fibrillation; LV = left ventricular"
},
{
	"page":"ENAS5194_2017063078",
	"text":"3.0.0.0 Diagnosis & screening Diagnosis & screening The diagnosis of AF requires an electrocardiogram (ECG) showing irregular RR intervals and no distinct P waves for at least 30 seconds. ECG screening is useful in populations at risk of AF or those at high risk of stroke, including stroke survivors and older patients. The pattern of AF can be categorised as: First diagnosed Paroxysmal (self-terminating) Persistent (lasting longer than 7 days) Long-standing persistent (continuous for 1 year) Permanent (AF accepted by patient and physician, hence rhythm control is not pursued)"
},
{
	"page":"ENAS5194_2017063079",
	"text":"4.0.0.0 Prevention & general management Prevention & general management Treat underlying cardiovascular conditions adequately to prevent AF, such as hypertension, ischaemia, valvular heart disease and heart failure. Evaluate AF-related symptoms using the modified European Heart Rhythm Association (EHRA) score. Modified EHRA score Symptoms Description 1 None AF does not cause any symptoms 2a Mild Normal daily activity not affected by symptoms related to AFa 2b Moderate Normal daily activity not affected by symptoms related to AF, but patient troubled by symptomsa 3 Severe Normal daily activity affected by symptoms related to AF 4 Disabling Normal daily activity discontinued AF = atrial fibrillation; EHRA = European Heart Rhythm Association. aEHRA Class 2a and 2b can be differentiated by evaluating whether patients are functionally affected by their AF symptoms. AF-related symptoms are most commonly fatigue/tiredness and exertional shortness of breath, or less frequently palpitations and chest pain. A full cardiovascular evaluation, including an accurate history, careful clinical examination, and assessment of concomitant conditions is recommended in all AF patients, and transthoracic echocardiography can help to guide management. Weight loss for obese patients, reducing alcohol consumption and more regular (moderate) exercise are useful lifestyle modifications."
},
{
	"page":"ENAS5194_2017063080",
	"text":"5.0.0.0 Patient involvement Patient involvement Providing tailored information and education to AF patients can empower them to support the management of their condition. Shared decision-making can ensure that care is based on the best available evidence and fits the needs, values, and preferences of the patient."
},
{
	"page":"ENAS5194_2017063081",
	"text":"6.0.0.0 Stroke prevention Stroke prevention One in four strokes are estimated to be caused by AF. Use oral anticoagulation in all AF patients unless they are at low risk for stroke based on the CHA2DS2-VASc score, or have absolute contraindications for anticoagulant therapy. When initiating anticoagulation, a non-vitamin K oral antagonist (NOAC) is preferred, except in patients with moderate-to-severe mitral stenosis, mechanical heart valves or severe kidney disease. Anticoagulated patients with atrial flutter similar to atrial fibrillation. Do not use aspirin or other antiplatelets for stroke prevention in AF. Reduce modifiable bleeding risk factors in all AF patients on oral anticoagulation, but do not restrict access to anticoagulation based on bleeding risks."
},
{
	"page":"ENAS5194_2017063082",
	"text":"7.0.0.0 Risk factors CHA2DS2-VASc risk factor Points Congestive heart failure Signs/symptoms of heart failure or objective evidence of reduced left-ventricular ejection fraction +1 Hypertension Resting blood pressure >140/90 mmHg on at least two occasions or current antihypertensive treatment +1 Age 75 years or older +2 Diabetes mellitus Fasting glucose >125 mg/dL (7 mmol/L) or treatment with oral hypoglycaemic agent and/or insulin +1 Previous stroke, transient ischaemic attack, or thromboembolism +2 Vascular disease Previous myocardial infarction, peripheral artery disease, or aortic plaque +1 Age 65–74 years +1 Sex category (female) +1 Modifiable bleeding risk factors Hypertension (especially when systolic blood pressure is >160 mmHg) Labile INR or time in therapeutic range <60% in patients on vitamin K antagonists Medication predisposing to bleeding, such as antiplatelet drugs and nonsteroidal anti-inflammatory drugs Excess alcohol (≥8 drinks/week) Potentially modifiable bleeding risk factors Anaemia Impaired renal function Impaired liver function Reduced platelet count or function"
},
{
	"page":"ENAS5194_2017063083",
	"text":"8.0.0.0 Stroke prevention in atrial fibrillation Stroke prevention in atrial fibrillation NOAC = Non-vitamin K oral anticoagulant (apixaban, dabigatran, edoxaban, rivaroxaban). VKA = Vitamin K oral anticoagulant (e.g. warfarin, with INR 2.0–3.0 and time in therapeutic range kept as high as possible and closely monitored). * No anticoagulation, or left atrial appendage exclusion if clear contra-indications for anticoagulation."
},
{
	"page":"ENAS5194_2017063084",
	"text":"9.0.0.0 Heart rate control Heart rate control Check ventricular rate in all AF patients and use rate control medications to achieve lenient rate control (<110 bpm at rest). Use increased dosage or additional rate control therapy in patients that continue to have symptoms due to AF. For patients with left ventricular ejection fraction (LVEF) ≥40%, diltiazem, verapamil, beta-blockers or digoxin can be used. Where LVEF is <40%, use beta-blockers or digoxin."
},
{
	"page":"ENAS5194_2017063085",
	"text":"10.0.0.0 Rhythm control Rhythm control  Restoring and maintaining sinus rhythm is aimed at improving AF-related symptoms in suitable patients. Do not use rhythm control therapy in asymptomatic AF patients, or those with permanent AF. Acute rhythm control Electrical and pharmacological cardioversion can be used to restore sinus rhythm in selected patients, after considering and managing the risk of stroke. Options for long-term rhythm control Anti-arrhythmic drugs, catheter ablation and surgical AF ablation are all potential options for long-term maintenance of sinus rhythm. Catheter ablation (pulmonary vein isolation) should be considered when antiarrhythmic drugs fail, or in selected patients as first-line therapy for symptomatic paroxysmal AF. Advanced rhythm control (including surgery) should be discussed with the patient within a multidisciplinary AF Heart Team. Anticoagulation for stroke prevention should be continued indefinitely in patients at high risk of stroke, even after apparently successful rhythm control."
},
{
	"page":"ENAS5194_2017063086",
	"text":"11.0.0.0 Integrated care of AF patients Integrated care of AF patients An integrated, structured approach to AF care is recommended to facilitate consistent, guideline-adherent AF management for all patients, with the potential to improve outcomes. Integrated care includes a multidisciplinary approach with cooperation of nurses specialising in AF, primary care physicians, cardiologists, stroke specialists, allied health practitioners and informed patients."
},
{
	"page":"ENAS5194_2017063087",
	"text":"12.0.0.0 Clinical signs for urgent AF referral Clinical signs calling for urgent involvement of a specialized AF service Haemodynamic instability Uncontrollable rate Symptomatic bradycardia not amenable to reduced dosing of rate control agents Severe angina or worsening left ventricular function Transient ischaemic attack or stroke (Anticoagulation should be initiated early in all suitable patients and will not routinely require specialist input)."
},
{
	"page":"ENAS5194_1.0.0.0",
	"text":"1.0.0.0 Authors and legal information 2016 ESC Guidelines for the Management of Atrial Fibrillation* The Task Force for the Management of Atrial Fibrillation of the European Society of Cardiology (ESC). Developed in collaboration with the European Association for Cardio-Thoracic Surgery (EACTS), and with the special contribution of the European Heart Rhythm Association (EHRA) of the ESC Endorsed by the European Stroke Organisation (ESO)   Chairperson: Paulus Kirchhof Institute of Cardiovascular Sciences University of Birmingham IBR - Wolfson Drive Birmingham B15 2TT, United Kingdom Tel: +44 121 4147042 Email: p.kirchhof@bham.ac.uk   Co-Chairperson: Stefano Benussi Department of Cardiovascular Surgery University Hospital Zurich Rämistrasse 100 8091 Zürich, Switzerland Tel: +41 (0)7 88 93 38 35 Email: stefano.benussi@usz.ch   Task Force Members: Dipak Kotecha (UK), Anders Ahlsson (Sweden), Dan Atar (Norway), Barbara Casadei (UK), Manuel Castella Pericas1 (Spain), Hans-Christoph Diener (Germany), Hein Heidbuchel (Belgium), Jeroen Hendriks (The Netherlands), Gerhard Hindricks (Germany), Antonis S. Manolis (Greece), Jonas Oldgren (Sweden), Bogdan Alexandru Popescu (Romania), Ulrich Schotten (The Netherlands), Bart Van Putte (The Netherlands), Panagiotis Vardas (Greece)   Other ESC entities having participated in the development of this document: Associations: European Association of Cardiovascular Imaging (EACVI), European Heart Rhythm Association (EHRA), Heart Failure Association (HFA). Councils: Council on Cardiovascular Nursing and Allied Professions. Working Groups: Cardiac Cellular Electrophysiology, Cardiovascular Pharmacotherapy.   Special thanks to Dipak Kotecha for his contribution.   ESC Staff: Veronica Dean, Catherine Despres, Maike Binet ‐ Sophia Antipolis, France *Adapted from the ESC 2016 Guidelines for the Management of Atrial Fibrillation (European Heart Journal 2016;doi:10.1093/eurheartj/ehw210)."
},
{
	"page":"ENAS5194_2.0.0.0",
	"text":"2.0.0.0 Preamble Table 1: Classes of recommendations Classes of recommendations Definition Suggested wording to use Class I Evidence and/or general agreement that a given treatment or procedure is beneficial, useful, effective. Is recommended/is indicated Class II Conflicting evidence and/or a divergence of opinion about the usefulness/efficacy of the given treatment or procedure. Class IIa Weight of evidence/ opinion is in favour of usefulness/efficacy. Should be considered Class IIb Usefulness/efficacy is less well established by evidence/opinion. May be considered Class III Evidence or general agreement that the given treatment or procedure is not useful/effective, and in some cases may be harmful. Is not recommended Table 2: Levels of evidence Level of evidence A Data derived from multiple randomized clinical trials or meta-analyses. Level of evidence B Data derived from a single randomized clinical trial or large non-randomized studies. Level of evidence C Consensus of opinion of the experts and/or small studies, retrospective studies, registries."
},
{
	"page":"ENAS5194_3.0.0.0",
	"text":"Epidemiology and impact for patients Atrial fibrillation (AF) is the most common sustained cardiac arrhythmia, with one in four middle-aged adults in developed countries expected to develop AF. By 2030, 14-17 million AF patients are anticipated in the European Union, with 120 000-215 000 newly diagnosed patients per year. AF is independently associated with an increased risk of death and high levels of morbidity, such as heart failure and stroke, as well as frequent hospitalisation and reduced quality of life (Table 3). Table 3 Cardiovascular morbidity and mortality associated with AF Event Association with AF Death Increased mortality, especially cardiovascular mortality due to sudden death, heart failure or stroke. Stroke 20-30% of all strokes are due to AF. A growing number of patients with stroke are diagnosed with ‘silent’, paroxysmal AF. Hospitalizations 10-40% of AF patients are hospitalized every year. Quality of life Quality of life is impaired in AF patients independent of other cardiovascular conditions. Left ventricular dysfunction and heart failure Left ventricular dysfunction is found in 20-30% of all AF patients. AF causes or aggravates LV dysfunction in many AF patients, while others have completely preserved LV function despite long-standing AF. Cognitive decline and vascular dementia Cognitive decline and vascular dementia can develop even in anticoagulated AF patients. Brain white matter lesions are more common in AF patients than in patients without AF. AF = atrial fibrillation; LV = left ventricular."
},
{
	"page":"ENAS5194_4.1.0.0",
	"text":"Diagnosis and timely detection of atrial fibrillation Overview The diagnosis of AF requires rhythm documentation using an electrocardiogram (ECG), showing irregular RR intervals and no distinct P waves. Many AF patients have both symptomatic and asymptomatic episodes of AF. There is good evidence that prolonged ECG monitoring enhances the detection of undiagnosed AF. Prolonged ECG monitoring seems reasonable in all survivors of an ischaemic stroke without an existing diagnosis of AF and in elderly populations. Implanted devices should be interrogated on a regular basis for AHRE (atrial high rate episodes), and patients with AHRE should undergo stroke risk assessment and ECG monitoring (Figure 1)."
},
{
	"page":"ENAS5194_4.2.0.0",
	"text":"Management of AHRE Figure 1 Management of AHRE detected by an implanted device. AF = atrial fibrillation; AFNET = German Competence NETwork on Atrial Fibrillation; AHRE = atrial high rate episodes; bpm = beats per minute; CHA2DS2-VASc = Congestive Heart failure, hypertension, Age ≥75 (doubled), Diabetes, Stroke (doubled), Vascular disease, Age 65–74, and Sex (female); ECG = electrocardiogram; EHRA = European Heart Rhythm Association. *In rare individual circumstances, oral anticoagulation may be considered in patients with AHRE, but without diagnosed AF. This clearly needs discussion with the patient and careful evaluation of perceived benefit and risk. For interactivity see here"
},
{
	"page":"ENAS5194_4.3.0.0",
	"text":"Screening for atrial fibrillation Recommendations for screening for atrial fibrillation Recommendations Classa Levelb Opportunistic screening for AF is recommended by pulse taking or ECG rhythm strip in patients >65 years of age. I B In patients with TIA or ischaemic stroke, screening for AF is recommended by short-term ECG recording followed by continuous ECG monitoring for at least 72 hours. I B It is recommended to interrogate pacemakers and ICDs on a regular basis for atrial high rate episodes (AHRE). Patients with AHRE should undergo further ECG monitoring to document AF before initiating AF therapy. I B In stroke patients, additional ECG monitoring by long-term non-invasive ECG monitors or implanted loop recorders should be considered to document silent atrial fibrillation. IIa B Systematic ECG screening may be considered to detect AF in patients aged >75 years, or those at high stroke risk. IIb B AF = atrial fibrillation; AHRE = atrial high rate episodes; ECG = electrocardiogram; ICD = implantable cardioverter defibrillator; TIA = transient ischaemic attack. aClass of recommendation. bLevel of evidence."
},
{
	"page":"ENAS5194_5.1.0.0",
	"text":"Classification of atrial fibrillation Overview AF usually progresses from short, infrequent paroxysmal episodes to longer and more frequent attacks, culminating in persistent AF (Table 4). Although the pattern of AF may be the same, the mechanisms underpinning AF vary substantially between patients (Table 5). AF symptoms should be described using the modified EHRA score (Table 6). Recommendation on use of the modified EHRA symptom scale Recommendations Classa Levelb Use of the modified EHRA symptom scale is recommended in clinical practice and research studies to quantify AF-related symptoms. I C AF = atrial fibrillation; EHRA = European Heart Rhythm Association. aClass of recommendation. bLevel of evidence."
},
{
	"page":"ENAS5194_5.2.0.0",
	"text":"Patterns of atrial fibrillation Table 4 Patterns of atrial fibrillation AF pattern Definition First diagnosed AF AF that has not been diagnosed before, irrespective of the duration of the arrhythmia or the presence and severity of AF-related symptoms. Paroxysmal AF Self-terminating, in most cases within 48 hours. Some AF paroxysms may continue for up to 7 days. AF episodes that are cardioverted within 7 days should be considered paroxysmal. Persistent AF AF that lasts longer than 7 days, including episodes that are terminated by cardioversion, either with drugs or by direct current cardioversion, after 7 days or more. Long-standing persistent AF Continuous AF lasting for ≥1 year when it is decided to adopt a rhythm control strategy. Permanent AF AF that is accepted by the patient (and physician). Hence, rhythm control interventions are, by definition, not pursued in patients with permanent AF. Should a rhythm control strategy be adopted, the arrhythmia would be re-classified as ‘long-standing persistent AF’. AF = atrial fibrillation."
},
{
	"page":"ENAS5194_5.3.0.0",
	"text":"Clinical types of AF Table 5 Clinical types of AF (these will overlap in many patients) AF type Clinical presentation Possible pathophysiology AF secondary to structural heart disease AF in patients with LV systolic or diastolic dysfunction, long-standing hypertension with LVH, and/or other structural heart disease.The onset of AF in these patients is a common cause of hospitalization and a predictor of poor outcome. Increased atrial pressure and atrial structural remodelling, together with activation of the sympathetic and renin-angiotensin system. Focal AF Patients with repetitive atrial runs and frequent, short episodes of paroxysmal atrial fibrillation. Often highly symptomatic, younger patients with distinguishable atrial waves (coarse AF), atrial ectopy, and/or atrial tachycardia deteriorating in AF. Localized triggers, in most cases originating from the pulmonary veins, initiate AF. AF due to one or a few re-entrant drivers is also considered to be part of this type of AF. Polygenic AF AF in carriers of common gene variants that have been associated with early onset AF. Currently under study.The presence of selected gene variants may also influence treatment outcomes. Post-operative AF New onset of AF (usually self- terminating) after major (typically cardiac) surgery in patients who were in sinus rhythm before surgery and had no prior history of AF. Acute factors: inflammation, atrial oxidative stress, high sympathetic tone, electrolyte changes, and volume overload, possibly interacting with a pre-existing substrate. AF in patients with mitral stenois or prosthetic heart valves AF in patients with mitral stenosis, after mitral valve surgery and in some cases other valvular disease. Left atrial pressure (stenosis) and volume (regurgitation) load are the main drivers of atrial enlargement and structural atrial remodelling in these patients. AF in athletes Usually paroxysmal, related to duration and intensity of training. Increased vagal tone and atrial volume. Monogenic AF AF in patients with inherited cardiomyopathies, including channelopathies. The arrhythmogenic mechanisms responsible for sudden death are likely to contribute to the occurrence of AF in these patients. AF = atrial fibrillation; LV = left ventricular; LVH = left ventricular hypertrophy."
},
{
	"page":"ENAS5194_5.4.0.0",
	"text":"Modified EHRA symptom scale Table 6 Modified EHRA symptom scale Modified EHRA score Symptoms Description 1 None AF does not cause any symptoms 2a Mild Normal daily activity not affected by symptoms related to AFa 2b Moderate Normal daily activity not affected by symptoms related to AF, but patient troubled by symptomsa 3 Severe Normal daily activity affected by symptoms related to AF 4 Disabling Normal daily activity discontinued AF = atrial fibrillation; EHRA = European Heart Rhythm Association. aEHRA Class 2a and 2b can be differentiated by evaluating whether patients are functionally affected by their AF symptoms. AF-related symptoms are most commonly fatigue/tiredness and exertional shortness of breath, or less frequently palpitations and chest pain. For interactivity see here"
},
{
	"page":"ENAS5194_6.1.0.0",
	"text":"Detect. & mgmt. of risk fact. & CVDs Overview Many cardiovascular diseases and concomitant conditions increase the risk of developing AF, recurrent AF, and AF-associated complications. These concomitant conditions add to the AF risk conveyed by patient factors such as older age, obesity, smoking, excess alcohol consumption and frequent vigorous exercise. Identification of risk factors, their prevention and treatment is an important component of preventing AF and its disease burden."
},
{
	"page":"ENAS5194_6.2.0.0",
	"text":"Heart failure Many AF patients develop heart failure with or without reduced ejection fraction. The diagnosis of heart failure with reduced ejection fraction (HFrEF) can be made with any cardiac imaging modality. Diagnosis of heart failure with preserved ejection fraction (HFpEF) in the context of AF is more challenging, as AF and HFpEF both present with similar symptoms and elevated natriuretic peptide levels. Management of AF and HFpEF should focus on control of fluid balance and concomitant conditions such as hypertension and ischaemia. Figure 2 summarizes the approach to patients with newly diagnosed AF and heart failure. Figure 2 Initial management of newly diagnosed concomitant heart failure and AF. ACE = angiotensin-converting enzyme;AF = atrial fibrillation;ARB = angiotensin receptor blocker;ARNI = angiotensin receptor neprilysin inhibition;bpm = beats per minute;HF = heart failure. aIn patients with heart failure and reduced ejection fraction. Also consider combined ARNI in patients able to tolerate an ACE inhibitor or ARB with ongoing symptoms."
},
{
	"page":"ENAS5194_6.3.0.0",
	"text":"Other cardiovascular conditions Other cardiovascular conditions such as hypertension, valvular heart disease, diabetes mellitus, obesity, pulmonary disease, or chronic kidney disease often coexist in AF patients. They should be treated to reduce cardiovascular risk, and they are relevant to inform AF management options. Recommendations for patients with valvular heart disease and AF Recommendations Classa Levelb Early mitral valve surgery should be considered in severe mitral regurgitation, preserved LV function, and new-onset AF, even in the absence of symptoms, particularly when valve repair is feasible. IIa C Mitral valvulotomy should be considered for asymptomatic patients with severe mitral stenosis and suitable valve anatomy who have new-onset AF. IIa C Recommendation for obese patients with AF Recommendation Classa Levelb In obese patients with AF, weight loss together with management of other risk factors should be considered to reduce AF burden and symptoms. IIa B Recommendations for patients with AF and respiratory diseases Recommendations Classa Levelb Correction of hypoxaemia and acidosis should be considered as initial management for patients who develop AF during an acute pulmonary illness or exacerbation of chronic pulmonary disease. IIa C Interrogation for clinical signs of obstructive sleep apnoea should be considered in all AF patients. IIa B Obstructive sleep apnoea treatment should be optimized to reduce AF recurrences and improve AF treatment results. IIa B Recommendations for patients with kidney disease and AF Recommendations Classa Levelb The assessment of kidney function by serum creatinine or creatinine clearance is recommended in all AF patients to detect kidney disease and to support correct dosing of AF therapy. I A All AF patients treated with oral anticoagulation should be considered for at least yearly renal function evaluation to detect chronic kidney disease. IIa B AF = atrial fibrillation; LV = left ventricular. aClass of recommendation. bLevel of evidence."
},
{
	"page":"ENAS5194_7.1.0.0",
	"text":"Integrated management of patients with atrial fibrillation Overview Most patients access the healthcare system initially through pharmacists, community health workers or primary care physicians. The initial assessment of patients presenting with newly diagnosed AF should address five major domains: haemodynamic stability, the presence of precipitating factors or underlying conditions, stroke risk and anticoagulation, rate control, and the need for rhythm control therapy (Figure 3). Several diagnostic procedures are needed to define the best AF management. Review by an AF service is usually recommended, including urgent referral in some patients (Table 7). An integrated, structured approach to AF care, as applied successfully to other domains of medicine, will facilitate consistent, guideline-adherent AF management for all patients, with the potential to improve outcomes. AF management comprises therapies with prognostic impact (anticoagulation and treatment of cardiovascular conditions) and therapies predominantly providing symptomatic benefit (rate control, rhythm control). Explaining the expected benefits to each patient at the start of AF management will prevent unfounded expectations and has the potential to optimize quality of life."
},
{
	"page":"ENAS5194_7.2.0.0",
	"text":"Figure 3 Acute and chronic management of AF patients, desired cardiovascular outcomes, and patient benefits. AF = atrial fibrillation; LV = left ventricular."
},
{
	"page":"ENAS5194_7.3.0.0",
	"text":"Clinical signs for specialized AF service Table 7 Clinical signs calling for urgent involvement of a specialized AF servicea Clinical conditions calling for urgent involvement of a specialized AF service Haemodynamic instability Uncontrollable rate Symptomatic bradycardia not amenable to reduction of rate control agents Severe angina or worsening left ventricular function Transient ischaemic attack or stroke AF = atrial fibrillation. aAnticoagulation should be initiated early in all suitable patients and will not routinely require specialist input. Recommendations for an integrated approach to care Recommendations Classa Levelb An integrated approach with structured organization of care and follow-up should be considered in all patients with AF, aiming to improve guidelines adherence and to reduce hospitalization and mortality. IIa B Placing patients in a central role in the decision-making should be considered in order to tailor management to patient preferences and improve adherence to chronic therapy. IIa C AF = atrial fibrillation. aClass of recommendation. bLevel of evidence. Recommendations for diagnostic workup of AF patients Recommendations Classa Levelb ECG documentation is required to establish the diagnosis of AF. I B A full cardiovascular evaluation including an accurate history, careful clinical examination, and assessment of concomitant conditions is recommended in all AF patients. I C Transthoracic echocardiography is recommended in all AF patients to guide management. I C Long-term ECG monitoring should be considered in selected patients to assess the adequacy of rate control in symptomatic patients and to relate symptoms with AF episodes. IIa C AF = atrial fibrillation; ECG = electrocardiogram. aClass of recommendation. bLevel of evidence."
},
{
	"page":"ENAS5194_8.1.0.0",
	"text":"Stroke prevention therapy in atrial fibrillation patients Overview Oral anticoagulant (OAC) therapy can prevent the majority of ischaemic strokes in AF patients and can prolong life. We recommend estimating stroke risk in AF patients based on the CHA2DS2-VASc risk score (Table 8). In general, patients without clinical stroke risk factors do not need OAC, while patients with a CHA2DS2-VASc score of 2 or more in men, and 3 or more in women will have clear benefit (Figure 4). Many patients with one clinical risk factor (i.e. CHA2DS2-VASc score of 1 for men, and 2 for women), will also benefit from OAC, balancing the lower absolute risk of stroke, bleeding risk, and patient preference."
},
{
	"page":"ENAS5194_8.2.0.0",
	"text":"Clinical risk factors in CHA2DS2-VASc score Table 8 Clinical risk factors for stroke, transient ischaemic attack, and systemic embolism in the CHA2DS2-VASc score CHA2DS2-VASc risk factor Points Congestive heart failure Signs/symptoms of heart failure or objective evidence of reduced left-ventricular ejection fraction +1 Hypertension Resting blood pressure >140/90 mmHg on at least two occasions or current antihypertensive treatment +1 Age 75 years or older +2 Diabetes mellitus Fasting glucose >125 mg/dL (7 mmol/L) or treatment with oral hypoglycaemic agent and/or insulin +1 Previous stroke, transient ischaemic attack, or thromboembolism +2 Vascular disease Previous myocardial infarction, peripheral artery disease, or aortic plaque +1 Age 65-74 years +1 Sex category (female) +1 For interactivity see here"
},
{
	"page":"ENAS5194_8.3.0.0",
	"text":"Figure 4 Stroke prevention in AF. AF = atrial fibrillation; LAA = left atrial appendage; NOAC = non-vitamin K antagonist oral anticoagulant; OAC = oral anticoagulation; VKA = vitamin K antagonist. aCongestive heart failure, hypertension, age ≥75 years (2 points), diabetes, prior stroke/TIA/embolus (2 points), vascular disease, age 65–74, female sex. bIncludes women without other stroke risk factors. cIIaB for women with only one additional stroke risk factor. dIB for patients with mechanical heart valves or mitral stenosis. For interactivity see here"
},
{
	"page":"ENAS5194_8.4.0.0",
	"text":"Risk fact. for bleeding in anticoag. pts. Several bleeding risk scores have been developed, and risk factors for bleeding frequently overlap with those for stroke. A high bleeding risk score should generally not result in withholding OAC. Rather, bleeding risk factors should be identified, and treatable factors should be corrected (Table 9). Table 9 Modifiable and non-modifiable risk factors for bleeding in anticoagulated patients based on bleeding risk scores Modifiable bleeding risk factors Hypertension (especially when systolic blood pressure is >160 mmHg)a,b,c Labile INR or time in therapeutic range <60%a in patients on vitamin K antagonists Medication predisposing to bleeding, such as antiplatelet drugs and non-steroidal anti-inflammatory drugsa,d Excess alcohol (≥8 drinks/week)a,b Potentially modifiable bleeding risk factors Anaemiab,c,d Impaired renal functiona,b,c,d Impaired liver functiona,b Reduced platelet count or functionb Non-modifiable bleeding risk factors Agee (> 65 years)a (≥75 years)b,c,d History of major bleedinga,b,c,d Previous strokea,b Dialysis-dependent kidney disease or renal transplanta,c Cirrhotic liver diseasea Malignancyb Genetic factorsb Biomarker-based bleeding risk factors High-sensitivity troponine Growth differentiation factor-15e Serum creatinine/estimated CrCLe ABC = age, biomarkers, clinical history; ATRIA = AnTicoagulation and Risk factors In Atrial fibrillation; CrCl = creatinine clearance; HAS-BLED = hypertension, abnormal renal/liver function (1 point each), stroke, bleeding history or predisposition, labile INR, elderly (>65 years), drugs/alcohol concomitantly (1 point each); INR = international normalized ratio; ORBIT = Outcomes Registry for Better Informed Treatment of Atrial Fibrillation; TTR = time in therapeutic range; VKA = vitamin K antagonist. aDerived from the HAS-BLED score. bDerived from the HEMORR2HAGES score. cDerived from the ATRIA score. dDerived from the ORBIT score. eDerived from the ABC bleeding score."
},
{
	"page":"ENAS5194_8.5.0.0",
	"text":"Prediction of stroke and bleeding risk Recommendations for prediction of stroke and bleeding risk Recommendations Classa Levelb The CHA2DS2-VASc score is recommended for stroke risk prediction in patients with AF. I A Bleeding risk scores should be considered in AF patients on oral anticoagulation to identify modifiable risk factors for major bleeding. IIa B Biomarkers such as high-sensitivity troponin and natriuretic peptide may be considered to further refine stroke and bleeding risk in AF patients. IIb B AF = atrial fibrillation; CHA2DS2-VASc = Congestive Heart failure, hypertension, Age ≥75 (doubled), Diabetes, Stroke (doubled), Vascular disease, Age 65-74, and Sex (female). aClass of recommendation. bLevel of evidence."
},
{
	"page":"ENAS5194_8.6.0.0",
	"text":"body { width: 100%; margin: 0px 0px 0px 0px; padding: 0px 0px 0px 0px; user-selection: none; } .scroll1 { width: 100%; overflow: auto; } .one { border: 1px solid #000; } .onePort { float: left; width: 30%; height: 100px; } .twoPort { float: right; width: 70%; overflow-y: scroll; height: 100px; } .threePort { float: left; width: 30%; height: 100%; overflow-y: scroll; } .fourPort { float: right; width: 70%; height: 100%; overflow: scroll; } .fivePort { float: left; width: 99%; height: auto; font-family: helvetica; font-style: italic; color: #52494C; padding-left: 3px; } .oneImagePort { height: 43.5px; } .twoImagePort { height: 43.5px; } .threeImagePort1 { height: 1833px; } .threeImagePort2 { height: 1833px; } .fourImagePort1 { height: 916.5px; } .fourImagePort2 { height: 916.5px; } .fourImagePort3 { height: 916.5px; } .fourImagePort4 { height: 916.5px; } .oneLand { float: left; width: 23.34%; height: 40px; } .twoLand { float: right; width: 76.66%; overflow: scroll; height: 40px; } .threeLand { float: left; width: 23.34%; height: 85%; overflow-y: scroll; } .fourLand { float: right; width: 76.66%; height: 85%; overflow-y: scroll; } .threeImagePort1 { height: 1833px; } .threeImagePort2 { height: 1833px; } .fourImagePort1 { height: 916.5px; } .fourImagePort2 { height: 916.5px; } .fourImagePort3 { height: 916.5px; } .fourImagePort3 { height: 916.5px; } if (screen.width == 768) { document .write(&#039; .threePort { height: 95%; } .fourPort { height: 95%; } &#039;); } else if (screen.height >= 500) { document .write(&#039; .threePort { height: 90%; } .fourPort { height: 90%; } &#039;); } else { document .write(&#039; .threePort { height: 79%; } .fourPort { height: 79%; } &#039;); } $(document).ready(function() { $(&#039;#three&#039;).on(&#039;scroll&#039;, function() { $(&#039;#four&#039;).scrollTop($(this).scrollTop()); }); $(&#039;#four&#039;).on(&#039;scroll&#039;, function() { $(&#039;#three&#039;).scrollTop($(this).scrollTop()); }); $(&#039;#two&#039;).on(&#039;scroll&#039;, function() { $(&#039;#four&#039;).scrollLeft($(this).scrollLeft()); $(&#039;#four&#039;).scrollLeft($(this).scrollLeft()); }); $(&#039;#four&#039;).scroll(function() { $(&#039;#two&#039;).scrollLeft($(this).scrollLeft()); }); }); function changeCss() { if (window.orientation == 0 || window.orientation == 180) { document.getElementById(/&quot;one/&quot;).className = /&quot;onePort/&quot;; document.getElementById(/&quot;two/&quot;).className = /&quot;twoPort/&quot;; document.getElementById(/&quot;three/&quot;).className = /&quot;threePort/&quot;; document.getElementById(/&quot;four/&quot;).className = /&quot;fourPort/&quot;; document.getElementById(/&quot;threeImage/&quot;).className = /&quot;threeImagePort/&quot;; document.getElementById(/&quot;fourImage/&quot;).className = /&quot;fourImagePort/&quot;; } else { document.getElementById(/&quot;one/&quot;).className = /&quot;oneLand/&quot;; document.getElementById(/&quot;two/&quot;).className = /&quot;twoLand/&quot;; document.getElementById(/&quot;three/&quot;).className = /&quot;threeLand/&quot;; document.getElementById(/&quot;four/&quot;).className = /&quot;fourLand/&quot;; document.getElementById(/&quot;threeImage/&quot;).className = /&quot;threeImageLand/&quot;; document.getElementById(/&quot;fourImage/&quot;).className = /&quot;fourImageLand/&quot;; } } Both non-vitamin K antagonist oral anticoagulants (NOACs; apixaban, dabigatran, edoxaban, rivaroxaban) and vitamin K antagonists are effective anticoagulants for stroke prevention in AF. In eligible AF patients, a NOAC is recommended in preference to initiation with vitamin K antagonists. NOACs should not be used in patients with moderate-to-severe mitral stenosis or mechanical heart valves. The NOAC trials have been conducted with carefully selected doses, including clear rules for dose reduction in patients with kidney disease (Table 10). Antiplatelets (for example aspirin or clopidogrel) are inferior to anticoagulants and are not recommended for stroke prevention in AF patients. Left atrial appendage (LAA) occlusion may be considered in those with clear contra-indications to anticoagulation, and surgical LAA exclusion can be performed concomitant to cardiac surgery, or as a stand-alone thoracoscopic procedure. Table 10 Dose adjustment for NOACs as evaluated in the PHASE III trials   Dabigatran (RE-LY) Rivaroxaban (ROCKET-AF) Apixaban (ARISTOTLE) Edoxaban (ENGAGE AF-TIMI 48) Renal clearance Number of patients Dose Exclusion criteria for CKD Dose adjustment with CKD Percent patients with CKD Reduction of stroke and systemic embolism Reduction in major haemorrhages compared to warfarin 80% 35% 25% 50% 18 113 14 264 18 201 21 105 150 mg or 110 mg twice daily 20 mg once daily 5 mg twice daily 60 mg or 30 mg once daily CrCl <30 mL/min CrCl <30 mL/min Serum creatinine >2.5 mg/dL or CrCl <25 mL/min CrCl <30 mL/min None 15 mg once daily if CrCl <30–49 mL/min 2.5 mg twice daily if serum creatinine ≥1.5 mg/dL plus age ≥80 years or weight ≤60 kg 30 mg or 15 mg once daily if CrCl <50 mL/min 20% with CrCl 30–49 mL/min 21% with CrCl 30–49 mL/min 15% with CrCl 30–50 mL/min 19% with CrCl <50 mL/min No interaction with CKD status No interaction with CKD status No interaction with CKD status NA Reduction in major haemorrhage with dabigatran was greater in patients with eGFR >80 mL/ min with either dose Major haemorrhage similar Reduction in major haemorrhage with apixaban NA AF = atrial fibrillation; CKD = chronic kidney disease; CrCl = creatinine clearance; GFR = glomerular filtration rate; NA = not available; NOAC = non-vitamin K antagonist oral anticoagulant."
},
{
	"page":"ENAS5194_8.7.0.0",
	"text":"Stroke prevention in AF, mgmt. Recommendations for stroke prevention in patients with AF Recommendations Classa Levelb Oral anticoagulation therapy to prevent thromboembolism is recommended for all male AF patients with a CHA2DS2-VASc score of 2 or more. I A Oral anticoagulation therapy to prevent thromboembolism is recommended in all female AF patients with a CHA2DS2-VASc score of 3 or more. I A Oral anticoagulation therapy to prevent thromboembolism should be considered in male AF patients with a CHA2DS2-VASc score of 1, considering individual characteristics and patient preferences. IIa B Oral anticoagulation therapy to prevent thromboembolism should be considered in female AF patients with a CHA2DS2-VASc score of 2, considering individual characteristics and patient preferences. IIa B Vitamin K antagonist therapy (INR 2.0‐3.0 or higher) is recommended for stroke prevention in AF patients with moderate-to-severe mitral stenosis or mechanical heart valves. I B When oral anticoagulation is initiated in a patient with AF who is eligible for a NOAC (apixaban, dabigatran, edoxaban, or rivaroxaban), a NOAC is recommended in preference to a vitamin K antagonist. I A When patients are treated with a vitamin K antagonist, time in therapeutic range (TTR) should be kept as high as possible and closely monitored. I A AF patients already on treatment with a vitamin K antagonist may be considered for NOAC treatment if TTR is not well controlled despite good adherence, or if patient preference without contra-indications to NOAC (e.g. prosthetic valve). IIb A Combinations of oral anticoagulants and platelet inhibitors increase bleeding risk and should be avoided in AF patients without another indication for platelet inhibition. III (harm) B In male or female AF patients without additional stroke risk factors, anticoagulant or antiplatelet therapy is not recommended for stroke prevention. III (harm) B Antiplatelet monotherapy is not recommended for stroke prevention in AF patients, regardless of stroke risk. III (harm) B NOACs (apixaban, dabigatran, edoxaban, and rivaroxaban) are not recommended in patients with mechanical heart valves (Level of evidence B) or moderate-to-severe mitral stenosis (Level of evidence C). III (harm) B C AF = atrial fibrillation; CHA2DS2-VASc = Congestive Heart failure, hypertension, Age ≥75 (doubled), Diabetes, Stroke (doubled), Vascular disease, Age 65-74, and Sex (female); INR = international normalized ratio; NOAC = non-vitamin K antagonist oral anticoagulant; OAC = oral anticoagulation; TTR = time in therapeutic range; VKA = vitamin K antagonist. aClass of recommendation. bLevel of evidence."
},
{
	"page":"ENAS5194_8.8.0.0",
	"text":"LAA occlusion and exclusion Recommendations for occlusion or exclusion of the LAA Recommendations Classa Levelb After surgical occlusion or exclusion of the LAA, it is recommended to continue anticoagulation in at-risk patients with AF for stroke prevention. I B LAA occlusion may be considered for stroke prevention in patients with AF and contra-indications for long-term anticoagulant treatment (e.g. those with a previous life-threatening bleed without a reversible cause). IIb B Surgical occlusion or exclusion of the LAA may be considered for stroke prevention in patients with AF undergoing cardiac surgery. IIb B Surgical occlusion or exclusion of the LAA may be considered for stroke prevention in patients undergoing thoracoscopic AF surgery. IIb B AF = atrial fibrillation; LAA = left atrial appendage. aClass of recommendation. bLevel of evidence."
},
{
	"page":"ENAS5194_8.9.1.0",
	"text":"Secondary stroke prev. & anticoagulation Overview The most important risk factors for stroke in AF patients are advanced age and previous stroke or TIA, and the highest risk of recurrent stroke is in the early phase after a stroke. The initiation of OAC in AF patients after an acute stroke or TIA and after exclusion of intracerebral haemorrhage needs to balance stroke and intracranial bleeding risk (Figure 5). A multidisciplinary decision algorithm for initiating or resuming OAC in AF patients with an intracranial bleed is given in Figure 6."
},
{
	"page":"ENAS5194_8.9.2.0",
	"text":"Anticoagulation after a stroke or TIA AF = atrial fibrillation; CT = computed tomography; MRI = magnetic resonance imaging; NIHSS = National Institutes of Health stroke severity scale (available at http://www.strokecenter.org/wp-content/uploads/2011/08/ NIH_Stroke_Scale.pdf); OAC = oral anticoagulation; TIA = transient ischaemic attack. For interactivity see here"
},
{
	"page":"ENAS5194_8.9.3.0",
	"text":"Anticoagulation after IC bleed (ICH) AF = atrial fibrillation; LAA = left atrial appendage; NOAC = non-vitamin K antagonist oral anticoagulant; OAC = oral anticoagulation; PCI = percutaneous coronary intervention; VKA = vitamin K antagonist. For interactivity see here"
},
{
	"page":"ENAS5194_8.9.4.0",
	"text":"Secondary stroke prevention Recommendations for secondary stroke prevention Recommendations Classa Levelb Anticoagulation with heparin or LMWH immediately after an ischaemic stroke is not recommended in AF patients. III (harm) A In patients who suffer a TIA or stroke while on anticoagulation, adherence to therapy should be assessed and optimized. IIa C In patients who suffer a moderate-to-severe ischaemic stroke while on anticoagulation, anticoagulation should be interrupted for 3‐12 days based on a multidisciplinary assessment of acute stroke and bleeding risk. IIa C In AF patients who suffer a stroke, aspirin should be considered for prevention of secondary stroke until the initiation or resumption of oral anticoagulation. IIa B Systemic thrombolysis with rtPA is not recommended if the INR is above 1.7 (or for patients on dabigatran, if aPTT is outside normal range). III (harm) C NOACs are recommended in preference to VKAs or aspirin in AF patients with a previous stroke. I B After TIA or stroke, combination therapy of OAC and an antiplatelet is not recommended. III (harm) B After intracranial haemorrhage, oral anticoagulation in patients with AF may be reinitiated after 4‐8 weeks provided the cause of bleeding or the relevant risk factor has been treated or controlled. IIb B AF= atrial fibrillation; aPTT = activated partial thromboplastin time; INR = international normalized ratio; LMWH = low molecular weight heparin; NOAC = non-vitamin K antagonist oral anticoagulant; rtPA = recombinant tissue plasminogen activator; TIA = transient ischaemic attack; VKA = vitamin K antagonist. aClass of recommendation. bLevel of evidence."
},
{
	"page":"ENAS5194_8.10.1.0",
	"text":"Bleeding in anticoagulated pts. Overview Bleeding in anticoagulated patients with atrial fibrillation Minimizing treatable bleeding risk factors (Table 9) seems paramount to reduce the bleeding rate on OAC. This includes: Controlling blood pressure according to current hypertension guidelines. Assessing prior bleeding events; in patients in whom the source of bleeding has been identified and corrected, OAC can be reinitiated. Achieving a high TTR on VKA or choosing the appropriate NOAC dosage evaluated in clinical trials, considering renal function, age, and weight. Avoiding alcohol excess. Reducing falls; however, OAC should only be withheld from patients with severe uncontrolled falls (e.g. epilepsy or advanced multisystem atrophy with backwards falls), or in selected patients with dementia where compliance and adherence cannot be ensured by a caregiver. When interruption of OAC is required, bridging with heparin does not seem to be beneficial, except in patients with mechanical heart valves."
},
{
	"page":"ENAS5194_8.10.2.0",
	"text":"Management of active bleeding, algorithm Even on optimal management, bleeds can occur and health care professionals should be prepared to manage them. A scheme to manage bleeding events in patients on OAC is shown in Figure 7. Figure 7 Management of active bleeding in patients receiving anticoagulation. Institutions should have an agreed procedure in place. FFP = fresh frozen plasma; INR = international normalized ratio; i.v. = intravenous; NOAC = non-vitamin K antagonist oral anticoagulant; PCC = prothrombin complex concentrates; VKA = vitamin K antagonist. For interactivity see here"
},
{
	"page":"ENAS5194_8.10.3.0",
	"text":"Management of bleeding Recommendations for management of bleeding Recommendations Classa Levelb Blood pressure control in anticoagulated patients with hypertension should be considered to reduce the risk of bleeding. IIa B When dabigatran is used, a reduced dose (110 mg twice daily) may be considered in patients >75 years to reduce the risk of bleeding. IIb B In patients at high-risk of gastrointestinal bleeding, a VKA or another NOAC preparation should be preferred over dabigatran 150 mg twice daily, rivaroxaban 20 mg once daily, or edoxaban 60 mg once daily. IIa B Advice and treatment to avoid alcohol excess should be considered in all AF patients considered for OAC. IIa C Genetic testing before the initiation of VKA therapy is not recommended. III (no benefit) B Reinitiation of OAC after a bleeding event should be considered in all eligible patients by a multidisciplinary AF team, considering different anticoagulants and stroke prevention interventions, improved management of factors that contributed to bleeding, and stroke risk. IIa B In AF patients with severe active bleeding events, it is recommended to interrupt OAC therapy until the cause of bleeding is resolved. I C AF = atrial fibrillation; NOAC = non-vitamin K antagonist oral anticoagulant; OAC = oral anticoagulation; VKA = vitamin K antagonist. aClass of recommendation. bLevel of evidence."
},
{
	"page":"ENAS5194_8.11.1.0",
	"text":"Combination Tx with OAC & antiplatelets Overview Co-prescription of OAC with antiplatelet therapy, in particular triple therapy, increases the absolute risk of major haemorrhage. OAC monotherapy, and not combination therapy with antiplatelets, is recommended in AF patients with stable CAD. In patients treated for ACS (Figure 8) and in those receiving a coronary stent (Figure 9), short-term triple combination therapy of OAC, clopidogrel, and aspirin seems warranted."
},
{
	"page":"ENAS5194_8.11.2.0",
	"text":"Antithrombotic therapy after an ACS in anticoag. pts. ACS = acute coronary syndrome; AF = atrial fibrillation; OAC = oral anticoagulation (using vitamin K antagonists or non-vitamin K antagonist oral anticoagulants); PCI = percutaneous coronary intervention. aDual therapy with OAC and aspirin or clopidogrel may be considered in selected patients, especially those not receiving a stent or patients at a longer time from the index event. bOAC plus single antiplatelet. cDual therapy with OAC and an antiplatelet agent (aspirin or clopidogrel) may be considered in patients at high risk of coronary events. For interactivity see here"
},
{
	"page":"ENAS5194_8.11.3.0",
	"text":"Antithrombotic therapy after an PCI in anticoag. pts. ACS = acute coronary syndrome; AF = atrial fibrillation; OAC = oral anticoagulation (using vitamin K antagonists or non-vitamin K antagonist oral anticoagulants); PCI = percutaneous coronary intervention. aDual therapy with OAC and aspirin or clopidogrel may be considered in selected patients. bOAC plus single antiplatelet. cDual therapy with OAC and an antiplatelet agent (aspirin or clopidogrel) may be considered in patients at high risk of coronary events. For interactivity see here"
},
{
	"page":"ENAS5194_8.11.4.0",
	"text":"Combination Tx with OACs and antiplatelets Recommendations for combination therapy with oral anticoagulants and antiplatelets Recommendations Classa Levelb After elective coronary stenting for stable coronary artery disease in AF patients at risk of stroke, combination triple therapy with aspirin, clopidogrel and an oral anticoagulant should be considered for 1 month to prevent recurrent coronary and cerebral ischaemic events. IIa B After an ACS with stent implantation in AF patients at risk of stroke, combination triple therapy with aspirin, clopidogrel and an oral anticoagulant should be considered for 1-6 months to prevent recurrent coronary and cerebral ischaemic events. IIa C After an ACS without stent implantation in AF patients at risk of stroke, dual treatment with an oral anticoagulant and aspirin or clopidogrel should be considered for up to 12 months to prevent recurrent coronary and cerebral ischaemic events. IIa C The duration of combination antithrombotic therapy, especially triple therapy, should be kept to a limited period, balancing the estimated risk of recurrent coronary events and bleeding. IIa B Dual therapy with any oral anticoagulant plus clopidogrel 75 mg/day may be considered as an alternative to initial triple therapy with aspirin in selected patients. IIb C ACS = acute coronary syndromes; AF = atrial fibrillation. aClass of recommendation. bLevel of evidence."
},
{
	"page":"ENAS5194_9.1.0.0",
	"text":"Rate control therapy in AF Overview Acute (Figure 10) or long-term (Figure 11) rate control can be achieved with beta-blockers, digoxin, the calcium channel blockers diltiazem and verapamil, or combination therapy (Table 11). The optimal heart rate target in AF patients is unclear but evidence suggests that lenient rate control (heart rate <110 beats/ minute at rest) is an acceptable initial approach unless symptoms call for stricter rate control. Bradycardia should be avoided. Beta-blockers are often the first-line rate-controlling agent, although even in patients with HFrEF, there is no prognostic benefit in AF. Verapamil or diltiazem are suitable rate control agents in AF patients with LVEF ≥ 40% and have been shown to reduce symptoms. Cardiac glycosides such as digoxin and digitoxin have a limited evidence base, but seem effective in controlling rate without measurable effects on mortality. Ablation of the atrioventricular node/His bundle can effectively control ventricular rate when medications fail, but requires the implantation of a permanent pacemaker. In critically ill patients and those with severely impaired LV systolic function, intravenous amiodarone is also an option, and urgent cardioversion should always be considered in unstable patients."
},
{
	"page":"ENAS5194_9.2.0.0",
	"text":"Figure 10 Acute heart rate control of AF. See Table 10 for medication dosage. Digitoxin is a suitable alternative to digoxin, where available. AF = atrial fibrillation; bpm = beats per minute; LVEF = left ventricular ejection fraction. For interactivity see here"
},
{
	"page":"ENAS5194_9.3.0.0",
	"text":"Figure 11 Long-term heart rate control of AF. See Table 11 for medication dosage. Digitoxin is a suitable alternative to digoxin, where available. AF = atrial fibrillation; bpm = beats per minute; LVEF = left ventricular ejection fraction. For interactivity see here"
},
{
	"page":"ENAS5194_9.4.0.0",
	"text":"Rate control therapy mgmt. Table 11 Rate control therapy in atrial fibrillation Beta-blockersa Bisoprolol Acute intravenous rate control N/A Long-term oral rate control 1.25-20 mg once daily or split. Side effect profile Most common reported adverse symptoms are lethargy, headache, peripheral oedema, upper respiratory tract symptoms, gastrointestinal upset and dizziness. Adverse effects include bradycardia, atrioventricular block and hypotension. Comments Bronchospasm is rare - in cases of asthma, recommend beta-1 selective agents (avoid carvedilol). Contra-indicated in acute cardiac failure and a history of severe bronchospasm. Carvedilol Acute intravenous rate control N/A Long-term oral rate control 3.125-50 mg twice daily. Side effect profile Most common reported adverse symptoms are lethargy, headache, peripheral oedema, upper respiratory tract symptoms, gastrointestinal upset and dizziness. Adverse effects include bradycardia, atrioventricular block and hypotension. Comments Bronchospasm is rare - in cases of asthma, recommend beta-1 selective agents (avoid carvedilol). Contra-indicated in acute cardiac failure and a history of severe bronchospasm. Metoprolol Acute intravenous rate control 2.5-10 mg intravenous bolus (repeated as required). Long-term oral rate control 100-200 mg total daily dose (according to preparation). Side effect profile Most common reported adverse symptoms are lethargy, headache, peripheral oedema, upper respiratory tract symptoms, gastrointestinal upset and dizziness. Adverse effects include bradycardia, atrioventricular block and hypotension. Comments Bronchospasm is rare - in cases of asthma, recommend beta-1 selective agents (avoid carvedilol). Contra-indicated in acute cardiac failure and a history of severe bronchospasm. Nebivolol Acute intravenous rate control N/A Long-term oral rate control 2.5-10 mg once daily or split. Side effect profile Most common reported adverse symptoms are lethargy, headache, peripheral oedema, upper respiratory tract symptoms, gastrointestinal upset and dizziness. Adverse effects include bradycardia, atrioventricular block and hypotension. Comments Bronchospasm is rare - in cases of asthma, recommend beta-1 selective agents (avoid carvedilol). Contra-indicated in acute cardiac failure and a history of severe bronchospasm. Esmolol Acute intravenous rate control 0.5 mg/kg intravenous bolus over 1 min; then 0.05–0.25 mg/kg/min Long-term oral rate control - Side effect profile Most common reported adverse symptoms are lethargy, headache, peripheral oedema, upper respiratory tract symptoms, gastrointestinal upset and dizziness. Adverse effects include bradycardia, atrioventricular block and hypotension. Comments Bronchospasm is rare - in cases of asthma, recommend beta-1 selective agents (avoid carvedilol). Contra-indicated in acute cardiac failure and a history of severe bronchospasm. Calcium-channel blockers Diltiazem Acute intravenous rate control 15-25 mg intravenous bolus (repeated as required). Long-term oral rate control 60 mg 3 times daily up to 360 mg total daily dose (120‐360 mg once daily modified release). Side effect profile Most common reported adverse symptoms are dizziness, malaise, lethargy, headache, hot flushes, gastrointestinal upset and oedema. Adverse effects include bradycardia, atrioventricular block and hypotension (prolonged hypotension possible with verapamil). Comments Use with caution in combination with beta-blockers. Reduce dose with hepatic impairment and start with smaller dose in renal impairment. Contra-indicated in LV failure with pulmonary congestion or LVEF <40%. Verapamil Acute intravenous rate control 2.5-10 mg intravenous bolus (repeated as required). Long-term oral rate control 40‐120 mg 3 times daily (120‐480 mg once daily modified release). Side effect profile Most common reported adverse symptoms are dizziness, malaise, lethargy, headache, hot flushes, gastrointestinal upset and oedema. Adverse effects include bradycardia, atrioventricular block and hypotension (prolonged hypotension possible with verapamil). Comments Use with caution in combination with beta-blockers. Reduce dose with hepatic impairment and start with smaller dose in renal impairment. Contra-indicated in LV failure with pulmonary congestion or LVEF <40%. Cardiac glycosides Digoxin Acute intravenous rate control 0.5 mg intravenous bolus (0.75-1.5 mg over 24 hours in divided doses). Long-term oral rate control 0.0625-0.25 mg daily dose. Side effect profile Most common reported adverse symptoms are gastrointestinal upset, dizziness, blurred vision, headache and rash. In toxic states (serum levels >2 ng/mL), digoxin is proarrhythmic and can aggravate heart failure, particularly with co-existent hypokalaemia. Comments High plasma levels associated with increased risk of death. Check renal function before starting and adapt dose in patients with CKD. Contra-indicated in patients with accessory pathways, ventricular tachycardia and hypertrophic cardiomyopathy with outflow tract obstruction. Digitoxin Acute intravenous rate control 0.4-0.6 mg intravenous bolus. Long-term oral rate control 0.05-0.3 mg daily dose. Side effect profile Most common reported adverse symptoms are gastrointestinal upset, dizziness, blurred vision, headache and rash. In toxic states (serum levels >2 ng/mL), digoxin is proarrhythmic and can aggravate heart failure, particularly with co-existent hypokalaemia. Comments High plasma levels associated with increased risk of death. Check renal function before starting and adapt dose in patients with CKD. Contra-indicated in patients with accessory pathways, ventricular tachycardia and hypertrophic cardiomyopathy with outflow tract obstruction. Specific indications Amiodarone Acute intravenous rate control 300 mg intravenously diluted in 250 mL 5% dextrose over 30-60 minutes (preferably via central venous cannula).a Long-term oral rate control 200 mg daily. Side effect profile Hypotension, bradycardia, nausea, QT prolongation, pulmonary toxicity, skin discolouration, thyroid dysfunction, corneal deposits and cutaneous reaction with extravasation. Comments Suggested as adjunctive therapy in patients where heart rate control cannot be achieved using combination therapy. AF = atrial fibrillation; CKD = chronic kidney disease; LV = left ventricular; LVEF = left ventricular ejection fraction. aA number of other beta-blockers are also available, but are not recommended as specific rate control therapy in AF. These include atenolol (25-100 mg once daily with a short biological half-life), propranolol (non-selective, 1 mg over 1 min and repeat up to 3 mg at 2-min intervals [acute] or 10-40 mg three times daily [long-term]), or labetalol (non-selective, 1-2 mg/min [acute]). bIf ongoing requirement for amiodarone, follow with 900 mg intravenous over 24 hours diluted in 500-1000 mL via a central venous cannula. Recommendations for rate control Recommendations Classa Levelb Beta-blockers, digoxin, diltiazem, or verapamil are recommended to control heart rate in AF patients with LVEF ≥40%. I B Beta-blockers and/or digoxin are recommended to control heart rate in AF patients with LVEF <40%. I B Combination therapy comprising different rate controlling agents should be considered if a single agent does not achieve the necessary heart rate target. IIa C In patients with haemodynamic instability or severely depressed in LVEF, amiodarone may be considered for acute control of heart rate. IIb B In patients with permanent AF (i.e. where no attempt to restore sinus rhythm is planned), antiarrhythmic drugs should not routinely be used for rate control. III (harm) A A resting heart rate of <110 bpm (i.e. lenient rate control) should be considered as the initial heart rate target for rate control therapy. IIa B Rhythm rather than rate control strategies should be considered as the preferred management in pre-excited AF and AF during pregnancy. IIa C Atrioventricular node ablation should be considered to control heart rate in patients unresponsive or intolerant to intensive rate and rhythm control therapy, accepting that these patients will become pacemaker dependent. IIa B AF = atrial fibrillation; bpm = beats per minute; LVEF = left ventricular ejection fraction. aClass of recommendation. bLevel of evidence. Digitoxin is a suitable alternative to digoxin, where available. In patients with HFrEF (LVEF <40%), recommended beta-blockers are bisoprolol, carvedilol, long-acting metoprolol and nebivolol."
},
{
	"page":"ENAS5194_10.1.1.0",
	"text":"Rhythm control therapy in AF Acute restoration of sinus rhythm Overview Restoring and maintaining sinus rhythm is an integral part of AF management aimed at improving AF-related symptoms in suitable patients. Ongoing trials will need to report before we can comment on a benefit of rhythm control therapy beyond symptom improvement. Electrical cardioversion is a useful technique for rhythm control, particularly in acute situations and in symptomatic patients with chronic AF (Figure 12). Antiarrhythmic drugs (AAD) approximately double the rate of conversion to sinus rhythm compared with placebo. They can be used for cardioversion without sedation (Table 12), including &quot;pill in the pocket&quot; management. Catheter ablation, surgical ablation, or combination/hybrid therapy is often effective when AAD fail, and can be a first-line treatment for selected patients. Patients who have been in AF for longer than 48 hours should start OAC at least 3 weeks before cardioversion and continue it for 4 weeks afterwards (or indefinitely if stroke risk factors are present). A transoesophageal echocardiogram can be used to exclude atrial thrombi if early cardioversion is required."
},
{
	"page":"ENAS5194_10.1.2.0",
	"text":"Figure 12 Rhythm control management of recent onset AF. AF = atrial fibrillation; HFmrEF = heart failure with mid-range ejection fraction; HFpEF = heart failure with preserved ejection fraction; HFrEF = heart failure with reduced ejection fraction; LVH = left ventricular hypertrophy. aIbutilide should not be used in patients with long QT interval. For interactivity see here"
},
{
	"page":"ENAS5194_10.1.3.0",
	"text":"Antiarrhythmic drugs for cardioversion Table 12 Antiarrhythmic drugs for pharmacological cardioversion Route 1st dose Follow-up dose Risks Drug: Flecainide Oral 200-300 mg N/A Hypotension, atrial flutter with 1:1 conduction, QT prolongation. Avoid in patients with IHD and/or significant structural heart disease. IV 1.5-2 mg/kg over 10 min Drug: Amiodarone IVa 5-7 mg/kg over 1-2 hours 50 mg/hour to a maximum of 1.0 gr over 24 hours Phlebitis, hypotension, bradycardia/ AV block. Will slow ventricular rate. Delayed conversion to sinus rhythm (8‐12 hours). Drug: Propafenone IV 1.5-2 mg/kg over 10 min   Hypotension, atrial flutter with 1:1 conduction, QRS prolongation (mild). Avoid in patients with IHD and/or significant structural heart disease. Oral 450-600 mg Drug: Ibutilideb IV 1 mg over 10 min 1 mg over 10 min after waiting for 10 min QT prolongation, polymorphic ventricular tachycardia/ torsades de pointes (3‐4% of patients).Will slow ventricular rate. Avoid in patients with QT prolongation, hypokalemia, severe LVH or low ejection fraction. Drug: Vernakalant IV 3 mg/kg over 10 min 2 mg/kg over 10 min after waiting for 15 min Hypotension, non-sustained ventricular arrhythmias, QT and QRS prolongation. Avoid in patients with SBP <100 mmHg, recent (<30 days) ACS, NYHA Class III and IV heart failure, QT interval prolongation (uncorrected QT >440 ms) and severe aortic stenosis. ACS = acute coronary syndromes; IHD = ischaemic heart disease; IV = intravenous; LVH = left ventricular hypertrophy; NYHA = New York Heart Association. aUse a large peripheral vessel and change to oral amiodarone within 24h of IV (central line) administration. bIbutilide is only available in selected European countries."
},
{
	"page":"ENAS5194_10.2.1.0",
	"text":"Long-term rhythm control Overview Long-term use of AAD should consider that: The aim of treatment is to reduce AF-related symptoms. Efficacy of AAD to maintain sinus rhythm is modest. Clinically successful AAD may reduce rather than eliminate the recurrence of AF. If one AAD ‘fails’, a clinically acceptable response may be achieved with another agent. Drug-induced proarrhythmia or extra-cardiac side-effects are frequent. Safety rather than efficacy considerations should primarily guide the choice of AAD. To reduce the risk of side effects, a shorter duration of AAD seems desirable, for example after cardioversion or ablation. Longer-term use should carefully consider the safety profile of each AAD and patient characteristics (Figure 13). Careful analysis of ECG changes during the initiation of AAD (PR, QRS and QT intervals) can identify patients at risk of drug-induced proarrhythmia (Table 13). AAD should not be used in patients with existing QT prolongation, or those with significant sinoatrial or atrioventricular node dysfunction who do not have an implanted pacemaker. Catheter ablation is indicated to improve AF symptoms in patients who have symptomatic recurrences of AF on AAD, or as an alternative to AAD in selected patients with symptomatic paroxysmal AF, performed in experienced centres by adequately trained teams. To minimize periprocedural complications (Table 13), patients should undergo AF ablation on continuous OAC. Patients with recurrences of AF on several AAD and/or after catheter ablation should be discussed in an AF Heart Team. Management of concomitant cardiovascular conditions can also reduce symptom burden in AF and facilitate maintenance of sinus rhythm, including weight reduction, blood pressure control, heart failure treatment and moderate exercise. ACE inhibitors, ARBs and beta-blockers reduce new-onset AF in patients with structural heart disease."
},
{
	"page":"ENAS5194_10.2.2.0",
	"text":"Figure 13 Initiation of rhythm control therapy in symptomatic patients. AF = atrial fibrillation; LVH = left ventricular hypertrophy. aSotalol requires careful evaluation of proarrhythmic risk. bCatheter ablation should isolate pulmonary veins and can be performed using radiofrequency or cryoballoon catheters. cCatheter ablation as a first-line therapy is usually reserved for heart failure patients with tachycardiomyopathy. dAmiodarone is a second-choice therapy in many patients because of its extracardiac side-effects. For interactivity see here"
},
{
	"page":"ENAS5194_10.3.0.0",
	"text":"Rhythm control therapy mgmt. Recommendations for rhythm control therapy Recommendations Classa Levelb General recommendations Rhythm control therapy is indicated for symptom improvement in patients with AF. I B Management of cardiovascular risk factors and avoidance of AF triggers should be pursued in patients on rhythm control therapy to facilitate maintenance of sinus rhythm. IIa B With the exception of AF associated with haemodynamic instability, the choice between electrical and pharmacological cardioversion should be guided by patient and physician preferences. IIa C Cardioversion of AF Electrical cardioversion of AF is recommended in patients with acute haemodynamic instability to acutely restore cardiac output. I B Cardioversion of AF (either electrical or pharmacological) is recommended in symptomatic patients with persistent or long- standing persistent AF as part of rhythm control therapy. I B Pre-treatment with amiodarone, flecainide, ibutilide, or propafenone should be considered to enhance success of electrical cardioversion and prevent recurrent AF. IIa B In patients with no history of ischaemic or structural heart disease, flecainide, propafenone or vernakalant are recommended for pharmacological cardioversion of new-onset AF. I A In patients with no history of ischaemic or structural heart disease, ibutilide should be considered for pharmacological conversion of AF. IIa B In selected patients with recent-onset AF and no significant structural or ischaemic heart disease, a single oral dose of flecainide or propafenone (the &#39;pill in the pocket&#39; approach) should be considered for patient-led cardioversion, following safety assessment. IIa B In patients with ischaemic and/or structural heart disease, amiodarone is recommended for cardioversion of AF. I A Vernakalant may be considered as an alternative to amiodarone for pharmacological conversion of AF in patients without hypotension, severe heart failure or severe structural heart disease (especially aortic stenosis). IIb B Stroke prevention in patients designated for cardioversion of AF Anticoagulation with heparin or a NOAC should be initiated as soon as possible before every cardioversion of AF or atrial flutter. IIa B For cardioversion of AF/atrial flutter, effective anticoagulation is recommended for a minimum of 3 weeks before cardioversion. I B Transoesophageal echocardiography (TOE) is recommended to exclude cardiac thrombus as an alternative to preprocedural anticoagulation when early cardioversion is planned. I B Early cardioversion can be performed without TOE in patients with a definite duration of AF <48 hours. IIa B In patients at risk for stroke, anticoagulant therapy should be continued long-term after cardioversion according to the long-term anticoagulation recommendations, irrespective of the method of cardioversion or the apparent maintenance of sinus rhythm. In patients without stroke risk factors, anticoagulation is recommended for 4 weeks after cardioversion. I B In patients where thrombus is identified on TOE, effective anticoagulation is recommended for at least 3 weeks. I C A repeat TOE to ensure thrombus resolution should be considered before cardioversion. IIa C Anti-arrhythmic drugs for the long-term maintenance of sinus rhythm/prevention of recurrent AF The choice of AAD needs to be carefully evaluated, taking into account the presence of comorbidities, cardiovascular risk and potential for serious proarrhythmia, extracardiac toxic effects, patient preferences, and symptom burden. I A Dronedarone, flecainide, propafenone, or sotalol are recommended for prevention of recurrent symptomatic AF in patients with normal left ventricular function and without pathological left ventricular hypertrophy. I A Dronedarone is recommended for prevention of recurrent symptomatic AF in patients with stable coronary artery disease, and without heart failure. I A Amiodarone is recommended for prevention of recurrent symptomatic AF in patients with heart failure. I B Amiodarone is more effective in preventing AF recurrences than other AAD, but extracardiac toxic effects are common and increase with time. For this reason, other AAD should be considered first. IIa C Patients on AAD therapy should be periodically evaluated to confirm their eligibility for treatment. IIa C ECG recording during the initiation of AAD therapy should be considered to monitor heart rate, detect QRS and QT interval prolongation, and the occurrence of AV block. IIa B AAD therapy is not recommended in patients with prolonged QT interval (>0.5 s) or those with significant sinoatrial node disease or AV node dysfunction who do not have a functioning permanent pacemaker. III (harm) C Adding atrial-based bradycardia pacing to drug treatment that induces or exacerbates sinus node dysfunction should be considered to allow continuation of AAD therapy in patients in whom AF ablation is declined or not indicated. IIa B Continuation of AAD therapy beyond the blanking period after AF ablation should be considered to maintain sinus rhythm when recurrences seem likely. IIa B Antiarrhythmic effects of non-antiarrhythmic drugs ACE-Is, ARBs and beta-blockers should be considered for prevention of new-onset AF in patients with heart failure and reduced ejection fraction. IIa A ACE-Is and ARBs should be considered for prevention of new-onset AF in patients with hypertension, particularly with LV hypertrophy. IIa B Pre-treatment with ACE-Is or ARBs may be considered in patients with recurrent AF undergoing electrical cardioversion and receiving antiarrhythmic drug therapy. IIb B ARBs or ACE-Is are not recommended for the secondary prevention of paroxysmal AF in patients with little or no underlying heart disease. III (no benefit) B ACE-Is, ARBs and beta-blockers should be considered for prevention of new-onset AF in patients with heart failure and reduced ejection fraction. IIa A ACE-Is and ARBs should be considered for prevention of new-onset AF in patients with hypertension, particularly with LV hypertrophy. IIa B Pre-treatment with ACE-Is or ARBs may be considered in patients with recurrent AF undergoing electrical cardioversion and receiving antiarrhythmic drug therapy. IIb B ACE-Is or ARBs are not recommended for the secondary prevention of paroxysmal AF in patients with little or no underlying heart disease. III (no benefit) B AAD = antiarrhythmic drug; ACE-I = angiotensin-converting enzyme inhibitor; AF = atrial fibrillation; ARB = angiotensin receptor blocker; AV = atrioventricular; CHA2DS2 -VASc = Congestive Heart failure, hypertension, Age ≥75 (doubled), Diabetes, Stroke (doubled), Vascular disease, Age 65-74, and Sex (female); ECG = electrocardiogram; LV = left ventricular; NOAC = non-vitamin K antagonist oral anticoagulant; TOE = transoesophageal echocardiography. aClass of recommendation. bLevel of evidence."
},
{
	"page":"ENAS5194_10.4.0.0",
	"text":"Complications related to cath. ablation of AF Table 13 Complications related to catheter ablation of AF Complication severity Complication type Rate Life-threatening complications Periprocedural death <0.2% Oesophageal injury (perforation/fistula)a <0.5% Periprocedural stroke (including TIA/air embolism) <1% Cardiac tamponade 1-2% Severe complications Pulmonary vein stenosis <1% Persistent phrenic nerve palsy 1-2% Vascular complications 2-4% Other severe complications ≈1% Other moderate or minor complications 1-2% Unknown significance Asymptomatic cerebral embolism (silent stroke)b 5-20% Radiation exposure   AF = atrial fibrillation; TIA = transient ischaemic attack. aOesophageal fistula should be suspected in patients presenting with the triad of non-specific signs of infection, chest pain, and stroke or TIA in the first weeks after an ablation procedure. It requires immediate therapy. b<10% for cryoablation or radiofrequency ablation, >20% for phased radiofrequency ablation."
},
{
	"page":"ENAS5194_10.5.0.0",
	"text":"Antiarrhythmic drugs after cardioversion Table 14 Oral antiarrhythmic drugs used for maintaining sinus rhythm after Drug: Amiodarone Dose 600 mg in divided doses for 4 weeks, 400 mg for 4 weeks, then 200 mg once daily Main contra-indications and precautions Caution when using concomitant therapy with QT-prolonging drugs and in patients with SAN or AV node and conduction disease. The dose of VKAs and of digitalis should be reduced. Increased risk of myopathy with statins. Caution in patients with pre-existing liver disease. Warning signs warranting discontinuation QT prolongation >500 ms AV nodal slowing 10-12 bpm in AF Suggested ECG monitoring during initiation Baseline, 1 week, 4 weeks Drug: Dronedarone Dose 400 mg twice daily Main contra-indications and precautions Contra-indicated in NYHA Class III or IV or unstable heart failure, during concomitant therapy with QT-prolonging drugs, or powerful CYP3A4 inhibitors (e.g. verapamil, diltiazem, azole antifungal agents), and when CrCl <30 ml/min. The dose of digitalis, beta-blockers, and of some statins should be reduced. Elevations in serum creatinine of 0.1‐0.2 mg/dL are common and do not reflect a decline in renal function. Caution in patients with pre-existing liver disease. Warning signs warranting discontinuation QT prolongation >500 ms AV nodal slowing 10-12 bpm in AF Suggested ECG monitoring during initiation Baseline, 1 week, 4 weeks Drug: Flecainide Dose 100-150 mg twice daily Main contra-indications and precautions Contra-indicated if CrCl <50 ml/min, liver disease, IHD or reduced LV ejection fraction. Caution in the presence of SAN or AV node or conduction disease. CYP2D6 inhibitors (e.g. fluoxetine or tricyclic antidepressants) increase plasma concentration. Warning signs warranting discontinuation QRS duration increases >25% above baseline AV nodal slowing None Suggested ECG monitoring during initiation Baseline, day 1, day 2-3 Drug: Flecainide slow release Dose 200 mg once daily Main contra-indications and precautions Contra-indicated if CrCl <50 ml/min, liver disease, IHD or reduced LV ejection fraction. Caution in the presence of SAN or AV node or conduction disease. CYP2D6 inhibitors (e.g. fluoxetine or tricyclic antidepressants) increase plasma concentration. Warning signs warranting discontinuation QRS duration increases >25% above baseline AV nodal slowing None Suggested ECG monitoring during initiation Baseline, day 1, day 2-3 Drug: Propafenone Dose 150-300 mg three times daily Main contra-indications and precautions Contra-indicated in IHD or reduced LV ejection fraction. Caution in the presence of SAN or AV node and conduction disease, renal or liver impairment, and asthma. Increases concentration of digitalis and warfarin. Warning signs warranting discontinuation QRS duration increase >25% above baseline AV nodal slowing Slight Suggested ECG monitoring during initiation Baseline, day 1, day 2-3 Drug: Propafenone SR Dose 225-425 mg twice daily Main contra-indications and precautions Contra-indicated in IHD or reduced LV ejection fraction. Caution in the presence of SAN or AV node and conduction disease, renal or liver impairment, and asthma. Increases concentration of digitalis and warfarin. Warning signs warranting discontinuation QRS duration increase >25% above baseline AV nodal slowing Slight Suggested ECG monitoring during initiation Baseline, day 1, day 2-3 Drug: d,l sotalol Dose 80–160 mg twice daily Main contra-indications and precautions Contra-indicated in the presence of significant LV hypertrophy, systolic heart failure, asthma, pre-existing QT prolongation, hypokalaemia, CrCl <50 ml/min. Moderate renal dysfunction requires careful adaptation of dose. Warning signs warranting discontinuation QT interval >500 ms, QT prolongation by >60 ms upon therapy initiation AV nodal slowing Similar to high dose blockers Suggested ECG monitoring during initiation Baseline, day 1, day 2-3 AF = atrial fibrillation; bpm = beats per minute; CrCl = creatinine clearance; ECG = electrocardiogram; IHD = ischaemic heart disease; LV = left ventricular; LVEF = left ventricular ejection fraction; NYHA = New York Heart Association; VKA = vitamin K antagonist."
},
{
	"page":"ENAS5194_10.6.0.0",
	"text":"Choice of rhythm control foll. Tx failure Choice of rhythm control following treatment failure Patient preferences, local access to therapy and a multidisciplinary approach are important considerations to inform the choice of rhythm control therapy after an initial therapy failure (Figure 14). Early recurrences of AF or atrial tachycardias after ablation (occurring within 8 weeks) can be treated with cardioversion. Figure 14 Choice of rhythm control approaches following treatment failure. AAD = antiarrhythmic drug; AF = atrial fibrillation; PVI = pulmonary vein isolation. aCatheter ablation should target PVI. IA for paroxysmal AF, IIaB for persistent and long-standing persistent AF. bAF surgery may be PVI (e.g. in paroxysmal AF) or maze surgery (e.g. in therapy-refractory or persistent and long-standing persistent AF). cHybrid therapy involves combination of antiarrhythmic drugs, catheter ablation, and/or AF surgery. For interactivity see here"
},
{
	"page":"ENAS5194_10.7.1.0",
	"text":"Atrial fibrillation surgery Overview The decision for a surgical approach should be discussed within an AF Heart Team, to advise and inform patient choice. Concomitant AF surgery results in greater freedom from AF compared to no surgery, without a detectable difference in other outcomes (Figure 15). Apart from an increase in pacemaker implantation, perioperative complications are not significantly increased added AF surgery. Stand- alone maze surgery can be performed using a minimally invasive thoracoscopic approach, which is more effective that repeat catheter ablation for maintaining sinus rhythm, but with a higher rate of complications (Table 15). As with catheter ablation, anticoagulation for stroke prevention should be continued indefinitely in patients at high risk of stroke, even after apparently successful surgical ablation of AF."
},
{
	"page":"ENAS5194_10.7.2.0",
	"text":"Figure 15 Surgical rhythm control in patients undergoing cardiac surgery. AF = atrial fibrillation CABG = coronary artery bypass graft; LAA = left atrial appendage; PVI = pulmonary vein isolation aAF surgery may be PVI in paroxysmal AF and biatrial maze in persistent or long-standing persistent AF. bOral anticoagulation should be continued in patients at risk of stroke irrespective of AF surgery or LAA exclusion. Table 15 Complications of thoracoscopic atrial fibrillation surgery Complication Rate Conversion to sternotomy 0-1.6% Pacemaker implantation 0-3.3% Drainage for pneumothorax 0-3.3% Pericardial tamponade 0-6.0% Transient ischaemic attacka 0-3.0% AF = atrial fibrillation. aThe rate of asymptomatic cerebral embolism is unknown. For interactivity see here"
},
{
	"page":"ENAS5194_10.8.0.0",
	"text":"The Atrial Fibrillation Heart Team This Task Force proposes that decisions involving AF surgery or extensive AF ablation, but also reversal to a rate control strategy in severely symptomatic patients, should be based on advice from an AF Heart Team. An AF Heart Team should consist of a cardiologist with expertise in AAD, an interventional electrophysiologist, and a cardiac surgeon with experience in surgical AF ablation. Such AF Heart Teams should be established to provide optimal advice and ultimately to improve rhythm outcomes for patients in need of advanced and complex rhythm control interventions. Recommendations for catheter ablation of AF and AF surgery Recommendations Classa Levelb Catheter ablation of symptomatic paroxysmal AF is recommended to improve AF symptoms in patients who have symptomatic recurrences of AF on antiarrhythmic drug therapy (amiodarone, dronedarone, flecainide, propafenone, sotalol) and who prefer further rhythm control therapy, when performed by an electrophysiologist who has received appropriate training and is performing the procedure in an experienced centre. I A Ablation of common atrial flutter should be considered to prevent recurrent flutter as part of an AF ablation procedure if previously documented or occurring during the AF ablation. IIa B Catheter ablation of AF should be considered as first-line therapy to prevent recurrent AF and to improve symptoms in selected patients with symptomatic paroxysmal AF as an alternative to antiarrhythmic drug therapy, considering patient choice, benefit, and risk. IIa B All patients should receive oral anticoagulation for at least 8 weeks after catheter (IIaB) or surgical (IIaC) ablation. IIa B C Anticoagulation for stroke prevention should be continued indefinitely after apparently successful catheter or surgical ablation of AF in patients at high-risk of stroke. IIa C When catheter ablation of AF is planned, continuation of oral anticoagulation with a VKA (IIaB) or NOAC (IIaC) should be considered during the procedure, maintaining effective anticoagulation. IIa B C Catheter ablation should target isolation of the pulmonary veins using radiofrequency ablation or cryothermy balloon catheters. IIa B AF ablation should be considered in symptomatic patients with AF and heart failure with reduced ejection fraction to improve symptoms and cardiac function when tachycardiomyopathy is suspected. IIa C AF ablation should be considered as a strategy to avoid pacemaker implantation in patients with AF-related bradycardia. IIa C Catheter or surgical ablation should be considered in patients with symptomatic persistent or long-standing persistent AF refractory to AAD therapy to improve symptoms, considering patient choice, benefit and risk, supported by an AF Heart Team. IIa C Minimally invasive surgery with epicardial pulmonary vein isolation should be considered in patients with symptomatic AF when catheter ablation has failed. Decisions on such patients should be supported by an AF Heart Team. IIa B Maze surgery, possibly via a minimally invasive approach, performed by an adequately trained operator in an experienced centre, should be considered by an AF Heart Team as a treatment option for patients with symptomatic refractory persistent AF or post-ablation AF to improve symptoms. IIa C Maze surgery, preferably biatrial, should be considered in patients undergoing cardiac surgery to improve symptoms attributable to AF, balancing the added risk of the procedure and the benefit of rhythm control therapy. IIa A Concomitant biatrial maze or pulmonary vein isolation may be considered in asymptomatic AF patients undergoing cardiac surgery. IIb C AF = atrial fibrillation; NOAC = non-vitamin K antagonist oral anticoagulant; VKA = vitamin K antagonist. aClass of recommendation. bLevel of evidence."
},
{
	"page":"ENAS5194_11.1.0.0",
	"text":"Specific situations Frail and ‘elderly’ patients Elderly AF patients are at higher risk of stroke and thus more likely to benefit from OAC than younger patients. Available rate and rhythm control interventions, including pacemakers and catheter ablation, should be used without discriminating by age. Individual patients at older age may present with multiple comorbidities which may limit quality of life more than AF-related symptoms. Impairment of renal and hepatic function and multiple simultaneous medications make drug interactions and adverse drug reactions more likely. Integrated AF management and careful adaptation of drug dosing seem reasonable to reduce complications of AF therapy in frail patients."
},
{
	"page":"ENAS5194_11.2.0.0",
	"text":"Inherited cardiomyopathies, channelopathies, and accessory pathways Treatment of the underlying cardiac condition is an important contribution to AF management in patients with AF and inherited cardiomyopathies, including the inherited arrhythmogenic diseases. In WPW patients with AF and evidence of an accessory pathway, catheter ablation of the pathway is recommended to reduce the risk of sudden death. AF is the most common arrhythmia in patients with HCM, associated with a high stroke risk and the need for OAC. New-onset AF in young, otherwise healthy individuals should trigger a careful search for inherited conditions, including clinical history, family history, ECG phenotype, cardiac imaging and targeted genetic testing. Recommendations for inherited cardiomyopathies Recommendations Classa Levelb WPW Syndromes Catheter ablation of the accessory pathway in WPW patients with AF and rapid conduction over the accessory pathway is recommended to prevent sudden cardiac death. I B Catheter ablation of the accessory pathway is recommended without delay in WPW patients who survive sudden cardiac death. I C Asymptomatic patients with overt pre-excitation and AF should be considered for accessory pathway ablation after careful counselling. IIa B Hypertrophic cardiomyopathy Lifelong oral anticoagulation to prevent stroke is recommended in HCM patients who develop AF. I B Restoration of sinus rhythm by electrical or pharmacological cardioversion to improve symptoms is recommended in HCM patients with symptomatic new-onset AF. I B In haemodynamically stable HCM patients with AF, ventricular rate control using beta-blockers and diltiazem/verapamil is recommended. I C Treatment of LV outflow tract obstruction should be considered in AF patients with HCM to improve symptoms. IIa B Amiodarone should be considered to achieve rhythm control and maintain sinus rhythm in HCM patients with recurrent symptomatic AF. IIa C Inherited cardiomyopathies and channelopathies Targeted genetic testing should be considered in patients with AF and a suspicion of inherited cardiomyopathies or channelopathies based on clinical history, family history or electrocardiographic phenotype. IIa A AF = atrial fibrillation; HCM = hypertrophic cardiomyopathy; LV = left ventricular; WPW = Wolff-Parkinson-White syndrome. aClass of recommendation. bLevel of evidence."
},
{
	"page":"ENAS5194_11.3.0.0",
	"text":"Sports and atrial fibrillation The management of athletes with AF is similar to general AF management, but bodily contact and potential trauma should be considered to decide on OAC. Beta-blockers are not well tolerated and at times prohibited, and digoxin, verapamil, and diltiazem are often not potent enough to slow heart rate during exertional AF. Catheter ablation for AF should be considered and if using pill-in- the-pocket AAD, patients should be advised to refrain from sports until the AAD has been eliminated. Recommendations for physical activity in patients with AF Recommendations Classa Levelb Moderate regular physical activity is recommended to prevent AF, while athletes should be counselled that long-lasting more intense sports participation can promote AF. I A AF ablation should be considered to prevent recurrent AF in athletes. IIa B The ventricular rate while exercising with AF should be evaluated in every athlete (by symptoms and/or by monitoring), and titrated rate control should be instituted. IIa C After ingestion of pill-in-the-pocket Class 1 antiarrhythmic drugs, patients should refrain from sports as long as AF persists and until two half-lives of the antiarrhythmic drug have elapsed. IIa C AF = atrial fibrillation. aClass of recommendation. bLevel of evidence."
},
{
	"page":"ENAS5194_11.4.0.0",
	"text":"Pregnancy Pregnant women with AF should be managed as high-risk pregnancies in close collaboration with cardiologists, obstetricians, and neonatologists. Anticoagulants need to be selected considering potential risks to the foetus. For rate control, beta-blockers and/or digoxin are preferred and carry a US FDA pregnancy safety category of C (benefits may outweigh risk), except for atenolol (category D: positive evidence of risk). All rate control agents are present in breast milk, although levels of beta-blockers, digoxin, and verapamil are usually too low to be considered harmful. For rhythm control, flecainide and sotalol can be used. Electrical cardioversion is effective in cases of haemodynamic instability, but requires foetal monitoring. Recommendations during pregnancy Recommendations Classa Levelb Electrical cardioversion can be performed safely at all stages of pregnancy, and is recommended in patients who are haemodynamically unstable due to AF, and whenever the risk of ongoing AF is considered high, for the mother or the foetus. I C Anticoagulation is recommended in pregnant patients with AF at risk of stroke. To minimize teratogenic risk and intrauterine bleeding, dose-adjusted heparin is recommended during the first trimester of pregnancy and in the 2‐4 weeks before delivery. Vitamin K antagonists or heparin can be used in the remaining parts of the pregnancy. I B NOACs should be avoided in pregnancy and in women planning a pregnancy. III (harm) C AF = atrial fibrillation; NOAC = non-vitamin K antagonist oral anticoagulants. aClass of recommendation. bLevel of evidence."
},
{
	"page":"ENAS5194_11.5.0.0",
	"text":"Postoperative atrial fibrillation AF is common after surgery and associated with an increased length of hospital stay and higher rates of complications. Post-operative AF is associated with increased stroke risk. OAC use is associated with reduced long-term mortality in these patients, albeit without controlled trials. In haemodynamically unstable patients, electrical or pharmacological cardioversion is recommended. Amiodarone or vernakalant are effective in restoring sinus rhythm in symptomatic patients. In asymptomatic patients and in those with acceptable symptoms, rate control or deferred cardioversion preceded by anticoagulation is a reasonable approach. Recommendations for preventing post-operative AF Recommendations Classa Levelb Peri-operative oral beta-blocker therapy is recommended for the prevention of post-operative AF after cardiac surgery. I B Restoration of sinus rhythm by electrical cardioversion or antiarrhythmic drugs is recommended in post-operative AF with haemodynamic instability. I C Long-term anticoagulation should be considered in patients with AF after cardiac surgery at risk for stroke, considering individual stroke and bleeding risk. IIa B Antiarrhythmic drugs should be considered for symptomatic post-operative AF after cardiac surgery in an attempt to restore sinus rhythm. IIa C Peri-operative amiodarone should be considered as prophylactic therapy to prevent AF after cardiac surgery. IIa A Asymptomatic post-operative AF should initially be managed with rate control and anticoagulation. IIa B Intravenous vernakalant may be considered for cardioversion of post-operative AF in patients without severe heart failure, hypotension, or severe structural heart disease (especially aortic stenosis). IIa A AF = atrial fibrillation. aClass of recommendation. bLevel of evidence."
},
{
	"page":"ENAS5194_11.6.0.0",
	"text":"Atrial arrhythmias in grown-up patients with congenital heart disease Atrial arrhythmias often occur late after surgical repair in grown-up patients with congenital heart disease (GUCH) and are associated with increased morbidity and mortality. Management is largely based on observational data and expert consensus. Recommendations in patients with GUCH Recommendations Classa Levelb Atrial septal defect closure should be considered before the fourth decade of life to diminish the chance of atrial flutter and fibrillation. IIa C In patients who need surgical closure of an atrial septal defect and who have a history of symptomatic atrial arrhythmia, AF ablation should be considered at the time of surgical closure. IIa C Cox maze surgery should be considered in patients with symptomatic AF and an indication for corrective repair of congenital heart defects. All such surgery should be done in experienced centres. IIa C Oral anticoagulation should be considered in all adult patients with intracardiac repair, cyanosis, Fontan palliation or systemic right ventricle and a history of AF, atrial flutter or intra- atrial reentrant tachycardia. In all other congenital heart disease patients with AF, anticoagulation should be considered if CHA2DS2-VASC score is ≥1. IIa C Catheter ablation of atrial arrhythmias associated with congenital heart defects may be considered when performed in experienced centres. IIb C In patients with congenital heart disease, transoesophageal echocardiography may be considered together with 3-week anticoagulation therapy before cardioversion. IIb C AF = atrial fibrillation; CHA2DS2-VASc = Congestive Heart failure, hypertension, Age ≥75 (doubled), Diabetes, Stroke (doubled), Vascular disease, Age 65-74, and Sex (female); GUCH = grown-up patients with congenital heart disease. aClass of recommendation. bLevel of evidence."
},
{
	"page":"ENAS5194_11.7.0.0",
	"text":"Management of atrial flutter Anticoagulation should be used in patients with atrial flutter in the same way as AF. Rate control and cardioversion can be attempted similar to AF, but medications may be less effective in atrial flutter. Ablation of the cavotricuspid isthmus for isthmus-dependent right atrial flutter is recommended for recurrent atrial flutter. Recommendations for management of atrial flutter Recommendations Classa Levelb For patients with atrial flutter, antithrombotic therapy is recommended according to the same risk profile used for AF. I B Overdrive atrial pacing of atrial flutter should be considered as an alternative to electrical cardioversion, depending on local availability and experience. IIa B Management of typical atrial flutter with ablation of the cavotricuspid isthmus is recommended for patients failing antiarrhythmic drug therapy or as first-line treatment considering patient preference. I B If atrial flutter has been documented before AF ablation, ablation of the cavotricuspid isthmus should be considered as part of the AF ablation procedure. IIa C AF = atrial fibrillation. aClass of recommendation. bLevel of evidence."
},
{
	"page":"ENAS5194_12.0.0.0",
	"text":"Patient involvement, education and self-management Education is a prerequisite for informed, involved patients. This includes tailored patient education focusing on the disease, symptom recognition, therapy, modifiable risk factors for AF, and self-management activities (Table 16). Table 16 Fundamentals of integrated care in AF patients Integrated AF management Patient involvement Central role in care process Patient education Encouragement and empowerment for self-management Advice and education on lifestyle and risk factor management Shared decision making   Informed, involved, empowered patient Multidisciplinary teams Phycisians (general physicians, cardiology and stroke AF specialists, surgeons) and allied health professionals work in a collaborative practice model Efficient mix of communication skills, education, and experience   Working together in a multidisciplinary chronic AF care team Technology tools Information on AF Clinical decision support Checklist and communication tool Used by healthcare professionals and patients Monitoring of therapy adherence and effectiveness   Navigation system to support decision making in treatment team Access to all treatment options for AF Structured support for lifestyle changes Anticoagulation Rate control Antiarrhythmic drugs Catheter and surgical interventions (ablation, LAA occluder, AF surgery, etc.)   Complex management decisions underpinned by an AF Heart Team AF = atrial fibrillation; LAA = left atrial appendage. Recommendations for patient involvement, education and self-management Recommendations Classa Levelb Tailored patient education is recommended in all phases of AF management to support patients’ perception of AF and to improve management. I C Patient involvement in the care process should be considered to encourage self-management and responsibility for lifestyle changes. IIa C Shared decision making should be considered to ensure that care is based on the best available evidence and fits the needs, values and preferences of the patient. IIa C AF = atrial fibrillation. aClass of recommendation. bLevel of evidence."
},
{
	"page":"ENAS5194_13.0.0.0",
	"text":"Abbreviations (N)OAC (Non-vitamin K antagonist) oral anticoagulant °C Degree Celsius 2D/ 2-D Two-dimensional 2hPG 2-h post-load plasma glucose 3D/ 3-D Three-dimensional 5-FU 5-fluorouracil 99mTc-DPD Technetium-99m 3,3-diphosphono-1,2-propanodicarboxylic acid A/C Anticoagulation AAA Abdominal aortic aneurysm AAD Antiarrhythmic drugs AAS Acute aortic syndrome ABC Age, biomarkers, clinical history ABI Ankle-Brachial Index ABPM Ambulatory BP monitoring ACA Aborted cardiac arrest ACC American College of Cardiology ACCA Acute Cardiovascular Care Association ACCF American College of Cardiology Foundation ACCOAST Comparison of Prasugrel at the Time of Percutaneous Coronary Intervention or as Pretreatment at the Time of Diagnosis in Patients with Non-ST Elevation Myocardial Infarction ACE Angiotensin-converting enzyme ACEF Age, creatinine, ejection fraction ACEI/ ACE-I/ ACE-Is Angiotensin converting enzyme inhibitors ACS Acute coronary syndromes ACT Activated clotting time AD Aortic dissection ADA American Diabetes Association/​Adenosine deaminase ADD Acute aortic dissection ADP Adenosine diphosphate AEPC Association for European Paediatric and Congenital Cardiology AF Atrial flutter/Atrial fibrillation AFNET German Competence NETwork on Atrial Fibrillation AHA American Heart Association AHF Acute heart failure AHRE Atrial high rate episodes AK Alpha kinase AKI Acute kidney injury AL Amyloid light chain ALAT/ ALT Alanine aminotransferase ALI Acute limb ischaemia AMI Acute myocardial infarction ANA Anti-nuclear antibodies ANCA Anti-neutrophil cytoplasm antibodies AO Aorta AOS Aneurysms-osteoarthritis syndrome AP Accessory pathway APAH Conditions associated with pulmonary arterial hypertension Apo Apolipoprotein apo A I Apolipoprotein A I apo B Apolipoprotein B aPTT Activated partial thromboplastin time AR Aortic regurgitation ARB Angiotensin II receptor blocker/ Angiotensin receptor blocker ARBs Angiotensin receptor blockers ARNI Angiotensin receptor neprilysin inhibition ARVC Arrhythmogenic right ventricular cardiomyopathy AS Aortic stenosis ASA Acetylsalicylic acid ASAT/ AST Aspartate aminotransferase ASCERT American College of Cardiology Foundation–Society of Thoracic Surgeons Database Collaboration ASE American Society of Echocardiography AST/ ALT/ ALP Aspartate / alanine aminotransferase / alkaline phosphatase ASV Adaptive servo-ventilation AT Antithrombin ATOR Atorvastatin ATP Antitachycardiac pacing/Adenosine triphosphate ATRIA AnTicoagulation and Risk factors In Atrial fibrillation ATS Arterial tortuosity syndrome ATTR Amyloidosis, transthyretin type AUC Area under the curve AV Atrioventricular AVB Atrioventricular block AVID Antiarrhythmic drugs Versus Implantable Defibrillator AVM AV delay management AVP Arginine vasopressin AVR Aortic valve replacement b.i.d. Bis in die (twice daily) b.p.m/ bpm Beats per minute BARI-2D Bypass Angioplasty Revascularization Investigation 2 Diabetes BAS Balloon atrial septostomy BAV Balloon aortic valvuloplasty/Bicuspid aortic valve BB Beta-blocker BBB Bundle branch block BC Blood culture BCNIE Blood culture-negative infective endocarditis BCR-ABL Breakpoint cluster region-Abelson BGA Blood gas analysis BIMA Bilateral internal mammary artery Bi-PAP Bilevel positive airway pressure BiV Biventricular BiVAD Bi-ventricular assist device BMI Body mass index BMPR Bone morphogenetic protein receptor, type 2 BMS Bare metal stent BMT Best medical therapy BNP Brain natriuretic peptide/ B-type natriuretic peptide BP Blood pressure BPA Balloon pulmonary angioplasty BSA Body surface area BUN Blood urea nitrogen CABG Coronary artery bypass graft/ Coronary artery bypass graft surgery CAD Coronary artery disease CAS Carotid artery stenting CASH Cardiac Arrest Study Hamburg Cath/ Lab Catheterization laboratory CCB Calcium channel blocker CCNAP Council on Cardiovascular Nursing and Allied Professions CCP Council for Cardiology Practice CCPC Council on Cardiovascular Primary Care CCS Canadian Cardiovascular Society CCU Coronary care unit CDRIE Cardiac device-related infective endocarditis CEA Carotid endarterectomy/​Carcinoembryonic antigen CFA Common femoral artery CFC Cardiofaciocutaneous CHA2DS2-VASc Congestive heart failure or left ventricular dysfunction, Hypertension, Age ≥75 (doubled), Diabetes, Stroke (doubled)-Vascular disease, Age 65–74, Sex category (female) CHADS2 Cardiac failure, Hypertension, Age, Diabetes, Stroke (doubled) CHARM-Added Candesartan in Heart Failure: Assessment of Reduction in Mortality and Morbidity-Added CHD Coronary heart disease/ Congenital heart disease CHF Congestive heart failure/ Chronic heart failure CI Cardiac index / Contraindication / Confidence interval CIA Common iliac artery CI-AKI Contrast-induced acute kidney injury CIDS Canadian Implantable Defibrillator Study CIED Cardiac implantable electronic device CIN Contrast-induced nephropathy CK Creatine phophokinase/​Creatinine kinase CKD Chronic kidney disease CKD-EPI Chronic Kidney Disease Epidemiology Collaboration CK-MB Creatine kinase MB isoform CLI Critical limb ischaemia CMP Cardiomyopathy CMR Cardiac magnetic resonance CMV Cytomegalovirus CO Cardiac output CoA Coarctation / Coarctation of the aorta Cons Conservative cont Continued COPD Chronic obstructive pulmonary disease COT Cardiac Oncology Toxicity COURAGE Clinical Outcomes Utilization Revascularization and Aggressive Drug Evaluation COX Cyclo-oxygenase/ Cyclooxygenase CPAP Continuous positive airway pressure CPET Cardiopulmonary exercise testing CPFE Combined pulmonary fibrosis and emphysema CPG Committee for Practice Guidelines CPVT Catecholaminergic polymorphic ventricular tachycardia CR Cardiac rehabilitation CrCI Creatinine clearance CRP C-reactive protein CRT Cardiac resynchronization therapy CRT-D Cardiac resynchronization therapy defibrillator/ Defibrillator with cardiac resynchronization therapy CRT-P Cardiac resynchronization therapy pacemaker CRUSADE Can Rapid risk stratification of Unstable angina patients Suppress ADverse outcomes with Early implementation of the ACC/AHA guidelines CSF Colony-stimulating factor/Cerebrospinal fluid CSM Carotid sinus massage CSS Carotid sinus syncope/syndrome CT Computed tomographic / tomogram/tomography CTA Computed tomography angiography CTD Connective tissue disease CTEPH Chronic thromboembolic pulmonary hypertension cTN Cardiac troponin CTO Chronic total occlusions CTRCD Cancer Therapeutics–Related Cardiac Dysfunction Ctrl Control CUS Compression venous ultrasonography CV Cardiovascular / Cardioversion CVD Cardiovascular disease CW Continuous wave CXR Chest X-ray DALYs Disability adjusted life years DAPT Dual (oral) antiplatelet therapy DBP Diastolic blood pressure DC Direct current DCC Direct-current cardioversion DCM Dilated cardiomyopathy DDI Drug-drug interactions DEFINITE DEFibrillator In Non-Ischemic cardiomyopathy Treatment Evaluation DES Drug-eluting stent DFT Defibrillation threshold DHP Dihydropyridine DI-DO Door-in to door-out time DLCO Carbon monoxide diffusing capacity DM Diabetes mellitus DNA Deoxyribonucleic acid DPAH Drug induced PAH DPG Diastolic pressure gradient DPP Diabetes prevention program DSA Digital subtraction angiography DT Deceleration time DTB Door-to-balloon time DTIs Direct thrombin inhibitors DUS Duplex ultrasonography / Doppler ultrasound DVT Deep vein thrombosis E/A Ratio of mitral peak velocity of early filling (E) to mitral peak velocity of late filling (A) E/e’ Ratio of early transmitral flow velocity (E) to early mitral annulus velocity (e’) EACPR European Association for Cardiovascular Prevention & Rehabilitation EACTS European Association of Cardio-Thoracic Surgery/ European Association for Cardio-Thoracic Surgery EACVI European Association of Cardiovascular Imaging EANM European Association of Nuclear Medicine EAPCI European Association of Percutaneous Cardiovascular Interventions EAS European Atherosclerosis Society EASD European Association for the Study of Diabetes EBV Epstein-Barr virus ECG Electrocardiogram / Electrocardiographic ECHO Echocardiography/​Echocardiogram ECLS Extracorporeal life support ECST European Carotid Surgery Trial ECVF Extacellular volume fraction ED Erectile dysfunction/ Emergency department EDS-IV Ehlers-Danlos syndrome type IV EF Ejection fraction eGFR Estimated glomerular filtration rate EHRA European Heart Rhythm Association EIA External iliac artery EIF Eukaryotic translation initiation factor EMA European Medicines Agency EMB Endomyocardial biopsy EMS Emergency medical system/service ENA Anti-extractable nuclear antigens Enox Enoxaparin EP Electrophysiology EPD Embolic protection device EPS Electrophysiologic study ER Extended release formulations ERA Endothelin receptor antagonist EROA Effective regurgitant orifice area ERS European Respiratory Society ESC European Society of Cardiology ESCMID European Society of Clinical Microbiology and Infectious Diseases ESH European Society of Hypertension ESO European Stroke Organisation ESR European Society of Radiology/Erythrocyte sedimentation rate ESRD End-stage renal disease ETT Endotracheal tube EU European Union EULAR European League Against Rheumatism EVAR Endovascular aortic repair/reconstruction Exp+ Experimental therapy FAME-2 Fractional Flow Reserve-Guided Percutaneous Coronary Intervention Plus Optimal Medical Treatment Versus Optimal Medical Treatment Alone in Patients With Stable Coronary Artery Disease FBN1 Fibrillin 1 FC Functional class FCH Familial combined hyperlipidaemia FCM Ferric carboxymaltose FDA US Food and Drug Administration/ Food and Drug Administration FDG Fluorodeoxyglucose FFP Fresh frozen plasma FFR Fractional flow reserve FH Familial hypercholesterolaemia FHL1 Four and a half LIM domains 1 FINDRISC FINnish Diabetes RIsk SCore FL False lumen FLUVA Fluvastatin FMC First medical contact FMCTB First-medical-contact-to-balloon time FMF Familial Mediterranean fever Fonda Fondaparinux FPG Fasting plasma glucose FU Follow-up GFR Glomerular filtration rate GGTP Gamma-glutamyl transpeptidase GLP-1 Glucagon-like peptide-1 GLS Global longitudinal strain GM Granulocyte-macrophage GP Glycoprotein / General practitioner GRACE Global Registry of Acute Coronary Events GUCH Grown-up patients with congenital heart disease HAART Highly active antiretroviral treatment HACEK Haemophilus parainfluenzae, H. aphrophilus, H. paraphrophilus, H. influenzae, Actinobacillus actinomycetemcomitans, Cardiobacterium hominis, Eikenella corrodens, Kingella kingae, and K. denitrificans HAS-BLED Hypertension, Abnormal renal/liver function, Stroke, Bleeding history or predisposition, Labile INR, Elderly (65), Drugs concomitantly/alcohol abuse HbA1c Glycated haemoglobin / Glycated haemoglobin A1c HBPM Home BP monitoring HCM Hypertrophic cardiomyopathy HCV Hepatitis C virus HDAC Histone deacetylase HDL High density lipoprotein HDL-C High density lipoprotein-cholesterol HeFH Heterozygous familial hypercholesterolaemia HER2 Human epidermal growth factor receptor 2 HF Heart failure HFA Heart Failure Association H-FABP Heart-type fatty acid-binding protein HFmrEF Heart failure with mid-range ejection fraction HFpEF/ HF-PEF Heart failure with preserved ejection fraction HFrEF/ HF-REF Heart failure with reduced ejection fraction HHD Hypertensive heart disease HHV Human herpesvirus H-ISDN Hydralazine and isosorbide dinitrate HIT Heparin-induced thrombocytopenia HIV Human immunodeficiency virus HoFH Homozygous familial hypercholesterolaemia HPAH Heritable PAH HR Heart rate HRCT High resolution CT hs-CRP high-sensitivity C-reactive protein HT/ HTN Hypertension HTG Hypertrigiyceridaemia i.v. / IV Intravenous IABP Intraaortic balloon pump IAS Inter-atrial septum ICA Invasive coronary angiography ICD Implantable cardioverter defibrillator/ International Classification of Diseases ICH Intracranial haemorrhage ICU Intensive care unit ID Infectious disease IDF International Diabetes Federation IE Infective endocarditis IFG Impaired fasting glucose IFN Interferon-gamma IGRA Interferon-gamma release assay IGT Impaired glucose tolerance IHD Ischaemic heart disease IL-2 Interleukin 2 ILR Implantable loop recorder IMA Internal mammary artery IMH Intramural haematoma IMT Intima–media thickness INR International normalized ratio IN-TIME Implant-based multiparameter telemonitoring of patients with heart failure IOMC Iso-osmolar contrast medium IPAH Idiopathic pulmonary arterial hypertension IPF Idiopathic pulmonary fibrosis IRA Infarct-related artery ISH Isolated systolic hypertension ISHLT International Society for Heart and Lung Transplantation IU International units IUD Intrauterine device IV UHF Intravenous unfractionated heparin IVC Inferior vena cava IVDA Intravenous drug abusers IVIG Intravenous immunoglobulin IVUS Intravascular ultrasound JSAP Japanese Stable Angina Pectoris km per h Kilometres per hour LA Left atrium/atrial LAA Left atrial appendage LAD Left anterior descending (coronary artery) LAE Left atrial enlargement LAH Left anterior hemiblock LAVI Left atrial volume index LBBB Left bundle branch block LCC Left coronary cusp Lcx Left circumflex LDH Lactate dehydrogenase LDL Low-density lipoprotein LDL-C Low-density lipoprotein-cholesterol LDLR Low density lipoprotein receptor LDS Loeys-Dietz syndrome LEAD Lower-extremity artery disease LEOPARD lentigines, ECG abnormalities, ocular hypertelorism, pulmonary stenosis, abnormal genitalia, retardation of growth, and sensorineural deafness LGE Late gadolinium enhancement LHD left heart disease LLN Lower limit of normality LM Left main LMNA Lamin A/C LMWH Low molecular weight heparin LOCM Low-osmolar contrast medium LoE Level of evidence LOVA Lovastatin Lp Lipoprotein Lp(a) Lipoprotein(a) LQTS Long QT syndrome LTBI Latent tuberculosis infection LV Left ventricle / left ventricular LVAD Left ventricular assist device LVEDD Left ventricular end-diastolic diameter LVEDP Left ventricular end diastolic pressure LVEF Left ventricular ejection fraction LVESD Left ventricular end-systolic diameter LVESV Left ventricular end-systolic volume LVH Left ventricular hypertrophy LVM Left ventricular mass LVMI Left ventricular mass index LVOT Left ventricular outflow tract LVOTG Left ventricular outflow tract gradient LVOTO Left ventricular outflow tract obstruction MACE Major adverse cardiac events MADIT Multicenter Automatic Defibrillator Implantation Trial MASS II The medicine, angioplasty, or surgery study Mbq Millibecquerel MCS Mechanical circulatory support MDCT Multidetector computed tomographic angiography/Multi-detector computed tomography MDRD Modifikation of Diet in Renal Disease Med RX Medial therapy MedPed Make Early Diagnosis to Prevent Early Deaths MELAS mitochondrial encephalomyopathy, lactic acidosis, and stroke-like episodes MERFF Myoclonic epilepsy with ragged red fibres MET Metabolic equivalent MetS Metabolic syndrome MI Myocardial infarction MIC Minimum inhibitory concentration MPI Myocardial perfusion imaging MPR Multiplanar reconstruction MPS Myocardial perfusion scintigraphy / Myocardial perfusion stress MR Magnetic resonance/ Mitral regurgitation/ Mineralocorticoid receptor MRA Mineralocorticoid receptor antagonist / Magnetic resonance angiography MRI Magnetic resonance imaging MR-proANP Mid-regional pro atrial natriuretic peptide/ Mid-regional pro A-type natriuretic peptide MRSA Methicillin-resistant Staphylococcus aureus MS Mitral stenosis MSCT Multislice computed tomography MSSA Methicillin-susceptible Staphylococcus aureus mSv Millisievert MUGA Multigated radionuclide angiography mV millivolt(s) MV abn Mitral valve abnormality MWD Minute walk distance MWT Minute walk test MYBPC3 Myosin-binding protein C MYH7 Myosin, heavy chain 7 MYL3 Essential myosin light chain n.a/ NA not available/ Not available N/A Not applicable N/R Not reported NASCET North American Symptomatic Carotid Endarterectomy Trial NCC Non coronary cusp NCDR National cardiovascular data registry NIHSS National Institutes of Health stroke severity scale NIPPV Non-invasive positive pressure ventilation NIV Non-invasive ventilation NNH Numbers needed to harm NNT Numbers needed to treat/ Number of individuals needed to treat NOAC/ NOAC(s) Novel oral anticoagulant / New oral anticoagulant / Non-vitamin K antagonist direct oral anticoagulant/ Non-vitamin K antagonist oral anticoagulant(S) Non-HDL-C Non-HDL cholesterol NP Natriuretic peptide NPV Negative predictive value NRT Nicotine replacement therapy NSAID Non-steroidal antiinflammatory drug(s) NSAIDs Non-steroidal anti-inflammatory drugs NSQIP National surgical quality improvement program NSTE Non-ST-elevation NSTE-ACS Non-ST-segment elevation acute coronary syndrome/ Non-ST elevation acute coronary syndrome NSTEMI Non-ST-elevation myocardial infarction NSVT Non-sustained ventricular tachycardia NTG Nitroglycerine NT-proBNP N-terminal pro B-type/brain natriuretic peptide NVE Native valve endocarditis NYHA New York Heart Association O2 Oxygen OAC Oral anticoagulation/ anticoagulant OAC Oral anticoagulation OARS Open-ended questions, Affirmation, Reflective listening, Summarising OCT Optical coherence tomography OD Organ damage OGTT Oral glucose tolerance test OHCA Out-of-hospital cardiac arrest OHS Obesity hypoventilation syndrome OMT Optimal medical therapy OR Odds ratio ORBIT Outcomes Registry for Better Informed Treatment of Atrial Fibrillation OSA Obstructive sleep apnoea p.o. Per os PA Postero-anterior/ Pulmonary artery/ Physical activity PAD Peripheral artery disease PAH Pulmonary arterial hypertension / Pulmonary hypertension PaO2 Partial pressure of oxygen PAP Pulmonary artery pressure/ Pulmonary arterial pressure PAR Protease-activated receptor PAU Penetrating aortic ulcer PAWP Pulmonary artery wedge pressure PCA Prostacyclin analogues PCC Prothrombin coagulation complax/ Prothrombin complex concentrates PCH Pulmonary capillary haemangiomatosis PCI Percutaneous coronary intervention PCIS Post-cardiac injury syndromes PCR Polymerase chain reaction PCSK9 Proprotein convertase subtilisin/kexin type 9 PCWP Pulmonary capillary wedge pressure PDE Phosphodiesterase type-5 inhibitors/ Phosphodiesterase PDE5 Phosphodiesterase type 5 PE Pulmonary embolism PEA Pulmonary endarterectomy PEP Primary endpoint PESI Pulmonary embolism severity index PET Positron emission tomography PFT Pulmonary function tests PH Pulmonary hypertension PISA Proximal isovelocity surface area PITA Pitavastatin PM Pacemaker/Pain management PMC Percutaneous mitral commissurotomy PPCM Peripartum cardiomyopathy PPI Proton pump inhibitor PPS Post-pericardiotomy syndrome PRAVA Pravastatin PRIMARY PCI Primary percutaneous coronary intervention PRKAG2 Gamma-2 subunit of the adenosine monophosphate-activated protein kinase PS Pulmonary valve stenosis PTA Percutaneous transluminal angioplasty / Pre-test probability PTT Partial thromboplastin time PUFA/ PUFAs Polyunsaturated fatty acid/ Polyunsaturated fatty acids PVC Premature ventricular contraction/ Premature ventricular complex PVE Prosthetic valve endocarditis PVI Pulmonary vein isolation PVL Paravalvular leak PVOD Pulmonary veno-occlusive disease PVR Pulmonary vascular resistance PVS Programmed ventricular stimulation PWV Pulse wave velocity R Vol Regurgitant volume RA Right atrium/ Rheumatoid arthritis RAA Renin–angiotensin–aldosterone RAAS Renin angiotensin aldosterone system RAP Right atrial pressure RAS Renal artery stenosis / Renin-angiotensin system RBBB Right bundle branch block RCC Right coronary cusp RCT/RCTs Randomized controlled trial RF Risk factor rFVIIa Activated recombinant factor VII RHC Right heart catheterization ROSU Rosuvastatin rPA Right pulmonary artery r-PA Reteplase RR Relative risk RRR Relative risk reduction rtPA Recombinant tissue plasminogen activator RV Right ventricle/ventricular RVEDP Right ventricular end-diastolic pressure RVOT Right ventricular outflow tract RVOTO Right ventricular outlow tract obstruction RVSP Right ventricular systolic pressure S.C. Subcutaneous SA Signal-averaged SAA Septal alcohol ablation SADS Sudden arrhythmic death syndrome SAM Systolic anterior motion SAN Sinoatrial node SaO2 Saturated oxygen SAPT Single antiplatelet therapy SAS Sleep apnea syndrome SB Sinus bradycardia SBP Systolic blood pressure SCAD Stable coronary artery disease SCD Sudden cardiac death SCORE Systematic Coronary Risk Evaluation / Systematic Coronary Risk Estimation SFA Superficial femoral artery SGLT2 Sodium glucose co-transporter 2 SIDS Sudden infant death syndrome SIMVA Simvastatin SIRS Systemic inflammatory response SLE Systemic lupus erythematosus SMART Specific, Measurable, Achievable, Realistic and Timely SND Sinus node disease SPAP Systolic pulmonary artery pressure SPECT Single-photon emission computed tomography sPESI Simplified Pulmonary Embolism Severity Index SpO2 Saturation of peripheral oxygen SQTS Short QT syndrome SR Sinus rhythm SSS Sick sinus syndrome STE-ACS ST-segment elevation acute coronary syndrome STEMI ST-elevation myocardial infarction STS Society of Thoracic Surgeon/ Structured telephone support ST-T ST-segment-T wave SUDI Sudden unexplained death in infancy SUDS Sudden unexplained death syndrome SVG Saphenous vein graft SVR Surgical ventricular reconstruction. SVT Supraventricular tachycardia SWISSI II Swiss Interventional Study on Silent Ischemia Type II SYNTAX SYNergy between percutaneous coronary intervention with TAXus and cardiac surgery T1DM Type 1 diabetes mellitus T2DM Type 2 diabetes mellitus TAA Thoracic aortic aneurysm TAAD Thoracic aortic aneurysms and dissection TAI Traumatic aortic injury TAPSE Tricuspid annulus plane systolic excursion TASC TransAtlantic Inter-Society Consensus TAVI Transcatheter aortic valve implantation/ Transaortic valve implantation TB Tuberculosis TC Total cholesterol T-DM1 Trastuzumab-emtansine TE Thromboembolism / Thrombo-embolic TEE Transesophageal echocardiogram TEVAR Thoracic endovascular aortic repair TG Triglyceride TGA Complete transposition of the great arteries Three DE Three dimensional echocardiography TIA Transient ischaemic attack / Transitory ischaemic attack TIBC Total iron-binding capacity TIME Trial of invasive versus medical therapy in elderly patients with chronic symptomatic coronary-artery disease TIMI Thrombolysis In Myocardial Infarction TKI Tyrosine kinase inhibitor TL True lumen TNF Tumor necrosis factor TNK-tPA Tenecteplase TNNI3 Troponin I, cardiac TNNT2 Troponin T TOE Transoesophageal echocardiography / echocardiogram t-PA Tissue plasminogen activator TPM1 Tropomyosin 1 alpha chain TR Tricuspid regurgitation TRAPS Tumour necrosis factor receptor-associated periodic syndrome TRL Triglyceride-rich lipoproteins TRV Tricuspid regurgitant velocity TS Tricuspid stenosis / Turner syndrome TSAT Transferrin saturation TSH Thyroid stimulating hormone TTE Transthoracic echocardiography TTR Time in therapeutic range / Transthyretin TV Tricuspid valve/ Television TVI Time–velocity integral Tx Tendon xanthomata UA Unstable angina UEAD Upper extremity artery disease UFH Unfractionated heparin UHF Ultrafractionated heparin UK United Kingdom ULN Upper limit of normal US United States USA United States of America V/Q Scan ventilation–perfusion scintigraphy VA Vertebral artery/ Ventricular arrhythmia VEGF Vascular endothelial growth factor VF Ventricular fibrillation VHD Valvular heart disease VKA Vitamin K antagonist VO2 Oxygen consumption VPBs Ventricular premature beats vs Versus VSD Ventricular septal defect VT Ventricular tachycardia VTE Venous thromboembolism VV Interventricular VVI Ventricular inhibited pacing WBC White blood cells WCD Wearable cardioverter defibrillator WHF World Heart Federation WHO World Health Organization WPW Wolff-Parkinson-White WU Wood units"
}
]