[
{
	"page":"ENAS261_1.0.0.0",
	"text":"Authors and legal information 2014 ESC/ESA Guidelines on non-cardiac surgery: cardiovascular assessment and management*The Joint Task Force on non-cardiac surgery: Cardiovascular assessment and management of the European Society of Cardiology (ESC) and the European Society of Anaesthesiology (ESA) Chairpersons: Steen Dalby Kristensen Dept. of Cardiology Aarhus University Hospital Skejby Brendstrupgardsvej, 8200 Aarhus - Denmark Phone: +45 78452030 Fax: +45 78452260 Email: steendk@dadlnet.dk Juhani Knuuti Turku University Hospital Kiinamyllynkatu 4-8 P.O. Box 52 FI-20521 Turku - Finland Phone: +358 2 313 2842 Fax: +358 2 231 8191 Email: juhani.knuuti@utu.fi Authors/Task Force Members:Antti Saraste (Finland), Stefan D. Anker (Germany), Hans Erik Bøtker (Denmark), Stefan De Hert (Belgium), Ian Ford (UK), Jose Ramón Gonzalez-Juanatey (Spain), Bulent Gorenek (Turkey), Guy Robert Heyndrickx (Belgium), Andreas Hoeft (Germany), Kurt Huber (Austria), Bernard Iung (France), Keld Per Kjeldsen (Denmark), Dan Longrois (France), Thomas F. Lüscher (Switzerland), Luc Pierard (Belgium), Stuart Pocock (UK), Susanna Price (UK), Marco Roffi (Switzerland), Per Anton Sirnes (Norway), Miguel Sousa-Uva (Portugal), Vasilis Voudris (Greece), Christian Funck-Brentano (France). Other ESC entities having participated in the development of this document: ESC Associations: Acute Cardiovascular Care Association (ACCA), European Association for Cardiovascular Prevention & Rehabilitation (EACPR), European Association of Cardiovascular Imaging (EACVI), European Association of Percutaneous Cardiovascular Interventions (EAPCI), European Heart Rhythm Association (EHRA), Heart Failure Association (HFA). ESC Councils: Council for Cardiology Practice (CCP), Council on Cardiovascular Primary Care (CCPC). ESC Working Groups: Cardiovascular Pharmacology and Drug Therapy, Cardiovascular Surgery, Hypertension and the Heart, Nuclear Cardiology and Cardiac Computed Tomography, Thrombosis, Valvular Heart Disease. ESC Staff: Veronica Dean, Catherine Despres, Laetitia Flouret - Sophia Antipolis, France * Adapted from ESC/ESA Guidelines on non-cardiac surgery: cardiovascular assessment and management"
},
{
	"page":"ENAS261_2.0.0.0",
	"text":"Table of recommendations and levels of evidence Table 1: Classes of recommendations Classes of recommendations Definition Suggested wording to use Class I Evidence and/or general agreement that a given treatment or procedure is beneficial, useful, effective. Is recommended/is indicated Class II Conflicting evidence and/or a divergence of opinion about the usefulness/efficacy of the given treatment or procedure. Class IIa Weight of evidence/opinion is in favour of usefulness/efficacy. Should be considered Class IIb Usefulness/efficacy is less well established by evidence/opinion. May be considered Class III Evidence or general agreement that the given treatment or procedure is not useful/effective, and in some cases may be harmful. Is not recommended Table 2: Levels of evidence Level of evidence A Data derived from multiple randomized clinical trials or meta-analyses. Level of evidence B Data derived from a single randomized clinical trial or large non-randomized studies. Level of evidence C Consensus of opinion of the experts and/or small studies, retrospective studies, registries."
},
{
	"page":"ENAS261_3.0.0.0",
	"text":"Introduction These present guidelines are intended for physicians and collaborators involved in the pre-, peri-, and post-operative care of patients undergoing non-cardiac surgery. The guidelines focus on the cardiovascular management of patients in whom heart disease is a potential source of complications during non-cardiac surgery. The risk of peri-operative complications depends on the condition of the patient before surgery, the prevalence of comorbidities, and the urgency, magnitude, type, and duration of the surgical procedure. More specifically, cardiac complications can arise in patients with documented or asymptomatic ischaemic heart disease (IHD), left ventricular (LV) dysfunction, valvular heart disease (VHD), and arrhythmias, who undergo surgical procedures that are associated with prolonged haemodynamic and cardiac stress. Worldwide, non-cardiac surgery is associated with an average overall annual complication rate of between 7% and 11% and a mortality rate between 0.8% and 1.5% depending on safety precautions. Up to 42% of these are caused by cardiac complications. When applied to the population in the European Union member states, these figures translate into at least 167,000 cardiac complications, of which 19,000 are life-threatening, due to non-cardiac surgical procedures annually. The guidelines recommend a practical, stepwise evaluation that integrates clinical risk factors and test results with the estimated stress of the planned surgical procedure. This results in an individualized cardiac risk assessment, with the opportunity to initiate medical therapy, coronary interventions, and specific surgical and anaesthetic techniques in order to optimize the patient’s peri-operative condition. The majority of patients with stable heart disease can undergo low and intermediate risk surgery without additional evaluation. Selected patients require evaluation by a team of integrated multidisciplinary specialists including anaesthesiologists, cardiologists, and surgeons, and when appropriate an extended team. Anaesthesiologists will usually coordinate the pre-operative evaluation. Selected patients include those with suspected or known cardiac disease with sufficient complexity to carry a potential peri-operative risk (e.g. congenital heart disease, unstable symptoms, or low functional capacity), patients in whom pre-operative medical optimization is expected to reduce peri-operative risk before low- and intermediate-risk surgery, and patients with known or high-risk of cardiac disease undergoing high-risk surgery. Recommendations on pre-operative evaluation   Class a Level b Selected patients with cardiac disease undergoing low- and intermediate-risk non-cardiac surgery may be referred by the anaesthesiologist for cardiological evaluation and medical optimization. IIb C A multidisciplinary expert team should be considered for pre-operative evaluation of patients with known or high-risk of cardiac disease undergoing high-risk non-cardiac surgery. IIa C a Class of recommendation. b Level of evidence."
},
{
	"page":"ENAS261_4.1.0.0",
	"text":"Pre-operative cardiac risk assessment Introduction In order to reduce the risk of peri-operative cardiac complications it is essential to perform cardiac evaluation using the patient’s medical history prior to the surgical procedure. The patients with an anticipated low risk of cardiac death and MI (< 1%) can be operated on safely without further delay. The risk reduction by pharmacological treatment or other interventions is most cost-effective with high procedural risk and in patients with increased cardiac risk. In addition to the clinical history, surgical risk and functional capacity, biomarkers and non-invasive cardiac imaging techniques can further help in assessing the risk, but these techniques should be reserved only for those patients in whom test results would influence and change the management."
},
{
	"page":"ENAS261_4.2.0.0",
	"text":"Step 1 The urgency of the surgical procedure should be assessed. In urgent cases, patient- or surgery-specific factors dictate the strategy and do not allow further cardiac testing or treatment. In these cases, the consultant provides recommendations on peri-operative medical management, surveillance for cardiac events, and continuation of chronic cardiovascular medical therapy."
},
{
	"page":"ENAS261_4.3.0.0",
	"text":"Step 2 Does the patient have an unstable cardiac condition? Unstable angina pectoris Acute heart failure Significant cardiac arrhythmias Symptomatic valvular heart disease Recent myocardial infarction (within past 30 days) and residual myocardial ischemia If not, proceed to Step 3. If the patient is unstable, this condition should be clarified and treated appropriately before surgery and usually leads to cancellation or delay of the surgical procedure. Treatment options should be discussed by a multidisciplinary expert team, including all peri-operative care physicians, because interventions might have implications for anaesthesiological and surgical care."
},
{
	"page":"ENAS261_4.4.0.0",
	"text":"Step 3 Determine the risk (%) of the surgical procedure for adverse cardiac events within 30 days after surgery (cardiac death and MI). Surgical risk estimate according to type of surgery or intervention a,b Low-risk: <1% Intermediate-risk: 1–5% High-risk: > 5% Superficial surgery Breast Dental Endocrine: thyroid Eye Reconstructive Carotid asymptomatic (CEA or CAS) Gynaecology: minor Orthopaedic: minor (meniscectomy)Urological: minor (transurethral resection of the prostate) Intraperitoneal: splenectomy, hiatal hernia repair, cholecystectomyCarotid symptomatic (CEA or CAS) Peripheral arterial angioplasty Endovascular aneurysm repair Head and neck surgery Neurological or orthopaedic: major (hip and spine surgery) Urological or gynaecological: major Renal transplant Intra-thoracic: non-major Aortic and major vascular surgery Open lower limb revascularization or amputation or thromboembolectomy Duodeno-pancreatic surgery Liver resection, bile duct surgery Oesophagectomy Repair of perforated bowel Adrenal resection Total cystectomy Pneumonectomy Pulmonary or liver transplant CAS = carotid artery stenting; CEA = carotid endarterectomy. a Surgical risk estimate is a broad approximation of 30-day risk of cardiovascular death and myocardial infarction that takes into account only the specific surgical intervention, without considering the patient’s comorbidities. b Adapted from Glance et al.1. Ann Surg 2012;255:696–702. If the estimated surgical risk in cardiac stable patients is low (< 1%), it is unlikely that test results will change management and it would be appropriate to proceed with the planned surgical procedure. In patients with clinical risk factors resting ECG may be considered (see risk factors in Table at Step 6). The physician can identify risk factors and provide recommendations on lifestyle and medical therapy to improve long-term outcome. In patients with one or more clinical risk factors, pre-operative baseline ECG may be considered to monitor changes during the peri-operative period. In patients with known IHD or myocardial ischaemia, initiation of a titrated low-dose beta-blocker regimen may be considered before surgery (see here for details). In patients with heart failure and systolic dysfunction, ACEI or ARB should be considered before surgery. In patients undergoing vascular surgery, initiation of statin therapy should be considered. Aspirin should be continued after stent implantation (for 4 weeks after BMS and 3–12 months after DES implantation). If the estimated surgical risk is intermediate or high, proceed to Step 4."
},
{
	"page":"ENAS261_4.5.0.0",
	"text":"Step 4 Consider the functional capacity of the patient. If an asymptomatic or cardiac-stable patient has moderate or good functional capacity (≥ 4 METs i.e ability to climb two flights of stairs or run a short distance), the prognosis is good, even in the presence of stable IHD or risk factors. Then peri-operative management is unlikely to be changed on the basis of further test results, irrespective of the planned surgical procedure. Even in the presence of clinical risk factors, it is appropriate to refer the patient for surgery. The physician can identify risk factors and provide recommendations on lifestyle and medical therapy to improve long-term outcome. In patients with one or more clinical risk factors, pre-operative baseline ECG may be considered to monitor changes during the peri-operative period. In patients with known IHD or myocardial ischaemia, initiation of a titrated low-dose beta-blocker regimen may be considered before surgery (see here for details). In patients with heart failure and systolic dysfunction, ACEI or ARB should be considered before surgery. In patients undergoing vascular surgery, initiation of statin therapy should be considered. Aspirin should be continued after stent implantation (for 4 weeks after BMS and 3–12 months after DES implantation). When functional capacity is poor (< 4 METs) or unknown, proceed to Step 5. The surgical risk will further determine pre-operative risk stratification and peri-operative management. Estimated energy requirements for various activities Image km per h = kilometres per hour; MET = metabolic equivalent."
},
{
	"page":"ENAS261_4.6.0.0",
	"text":"Step 5 Consider further the risk of the surgical procedure, as outlined in Table at Step 3. If patient is scheduled for high-risk surgery, proceed to Step 6. Patients scheduled for intermediate-risk surgery can proceed for surgery. When these patients have one or more clinical risk factors (see table in Step 6), a pre-operative baseline ECG is recommended to monitor changes during the peri-operative period. In patients with heart failure resting echocardiography or measurement of natriuretic peptides is recommended (if not assessed recently). In patients with risk factors, stress imaging testing may be considered. In patients with known IHD or myocardial ischaemia, initiation of a titrated low-dose beta-blocker regimen may be considered before surgery (see here for details). Patients with established systolic HF should be on adequate doses of ACEI (ARB, if not tolerated), mineralocorticoid antagonists and beta-blockers. In patients undergoing vascular surgery, initiation of statin therapy should be considered. Aspirin should be continued after stent implantation (for 4 weeks after BMS and 3–12 months after DES implantation)."
},
{
	"page":"ENAS261_4.7.0.0",
	"text":"Step 6 In the patients scheduled for high-risk surgery (and poor functional capacity), further testing is recommended and is dependent on risk factors (Table below). Baseline ECG is recommended to monitor changes during the peri-operative period in all patients. Evaluation of LV function with echocardiography and/or assessment of BNP are recommended in patients with established or suspected HF, but may be considered also in patients without signs of cardiac disease. Non-invasive imaging stress testing is recommended in patients with more than two clinical risk factors. Imaging testing may also be considered in other patients before high-risk surgical procedure for patient counselling, or change of peri-operative management in relation to type of surgery and anaesthesia technique. The recommendations for peri-operative beta-blockers, ACEI, aspirin and statins are the same as in Step 5. Clinical risk factor according to the revised cardiac risk index Ischaemic heart disease (angina pectoris and/or previous myocardial infarction) Heart failure Stroke or transient ischaemic attack Renal dysfunction (serum creatinine > 170 μmol/L or 2 mg/dL or a creatinine clearance of < 60 mL/min/1.73 m2) Diabetes mellitus requiring insulin therapy a According to the Third Universal Definition of Myocardial Infarction. Thygesen K, Alpert JS, Jaffe AS, Simoons ML, Chaitman BR, White HD et al. Eur Heart J 2012;33:2551–2567."
},
{
	"page":"ENAS261_4.8.0.0",
	"text":"Step 7 Interpretation of non-invasive stress test results: patients without stress-induced ischaemia, or with mild-to-moderate ischaemia suggestive of one- or two-vessel disease, can proceed with the planned surgical procedure. In patients with extensive stress-induced ischaemia, as assessed by non-invasive testing, individualized peri-operative management is recommended, taking into consideration the potential benefit of the proposed surgical procedure compared with the predicted adverse outcome. Also, the effect of medical therapy and/or coronary revascularization must be assessed, not only for immediate post-operative outcome, but also for long-term follow-up. In patients referred for percutaneous coronary artery intervention, the initiation and duration of anti-platelet therapy will interfere with the planned surgical procedure: In patients referred for balloon-only angioplasty non-cardiac surgery can be performed > 2 weeks after intervention, with continuation of aspirin treatment. In patients with bare-metal stent placement non-cardiac surgery can be performed > 4 weeks after the intervention. Dual anti-platelet therapy should be continued for at least 4 weeks. In patients with recent drug-eluting stent placement non-cardiac surgery can be performed 12 months after the intervention with old-generation DES and 6 months with the new-generation DES, during this period dual anti-platelet therapy is recommended. In other situations, continuation of aspirin in patients previously treated with aspirin may be considered in the peri-operative period, and should be based on an individual decision that depends on the peri-operative bleeding risk weighed against the risk of thrombotic complications (see also Summary Table). Discontinuation of aspirin therapy should be considered in those in whom haemostasis is anticipated difficult to control during surgery."
},
{
	"page":"ENAS261_5.0.0.0",
	"text":"Type of surgery The wide variety of surgical procedures in a myriad of different contexts makes assigning a specific risk of a major adverse cardiac event to each procedure difficult. When alternative methods to the classical open surgery are considered, either through endovascular or less-invasive endoscopic procedures, the potential trade-offs between early benefits due to reduced morbidity and mid- to long-term efficacy need to be taken into account. Recommendations on the selection of surgical approach and its impact on risk   Class a Level b It is recommended that patients should undergo pre-operative risk assessment independently of an open or laparoscopic surgical approach. c I C In patients with AAA ≥ 55 mm, anatomically suited for EVAR, either open or endovascular aortic repair is recommended if surgical risk is acceptable. I A In patients with asymptomatic AAA who are unfit for open repair, EVAR, along with best medical treatment may be considered. IIb B In patients with lower extremity artery disease requiring revascularization, the best management strategy should be determined by an expert team considering anatomy, comorbidities, local availability, and expertise. IIa B AAA = abdominal aortic aneurysm; EVAR = endovascular aortic reconstruction. a Class of recommendation. b Level of evidence. c Since laparoscopic procedures demonstrate a cardiac stress similar to that of open procedures."
},
{
	"page":"ENAS261_6.1.0.0",
	"text":"Pre-operative evaluation Risk indices Most clinical circumstances allow the application of a more extensive, systematic approach, with cardiac risk evaluation that is initially based on clinical characteristics and type of surgery, and then potentially extended to other non-invasive assessments. Several risk indices have been developed although they provide only a rough estimation, the risk-stratification systems may represent useful clinical tools for physicians regarding the need for cardiac evaluation and drug treatment. Risk models do not dictate management decisions, but should be regarded as one piece of the puzzle to be evaluated in concert with the more traditional information at the physician’s disposal. Data on pre-operative biomarker use from prospective controlled trials are sparse. Based on the present data, assessment of serum biomarkers for patients undergoing non-cardiac surgery cannot be proposed for routine use, but may be considered in high-risk patients (METs ≤ 4 or with a revised cardiac risk index value > 1 for vascular surgery and > 2 for non-vascular surgery). Recommendations on cardiac risk stratification   Class a Level b Clinical risk indices are recommended to be used for peri-operative risk stratification. I B The NSQIP model or the Lee risk index are recommended for cardiac peri-operative risk stratification. I B Assessment of cardiac troponins in high-risk patients, both before and 48–72 hours after major surgery, may be considered. IIb B NT-proBNP and BNP measurements may be considered for obtaining independent prognostic information for peri-operative and late cardiac events in high-risk patients. IIb B Universal pre-operative routine biomarker sampling for risk stratification and to prevent cardiac events is not recommended. III C BNP = B-type natriuretic peptide; NT-proBNP = N-terminal pro-brain natriuretic peptide; NSQIP = National Surgical Quality Improvement Program. a Class of recommendation. b Level of evidence."
},
{
	"page":"ENAS261_6.2.0.0",
	"text":"Electrocardiography Recommendations on routine pre-operative electrocardiography   Class a Level b Pre-operative ECG is recommended for patients who have risk factor(s) c and are scheduled for intermediate- or high-risk surgery. I C Pre-operative ECG may be considered for patients who have risk factor(s) and are scheduled for low-risk surgery. IIb C Pre-operative ECG may be considered for patients who have no risk factors, are above 65 years of age, and are scheduled for intermediate-risk surgery. IIb C Routine pre-operative ECG is not recommended for patients who have no risk factors and are scheduled for low-risk surgery. III B ECG = electrocardiography. a Class of recommendation. b Level of evidence. c See Clinical risk factors in Step 6."
},
{
	"page":"ENAS261_6.3.0.0",
	"text":"Non-invasive assessment of LV function/IHD Pre-operative non-invasive testing aims at providing information on three cardiac risk markers: LV dysfunction, myocardial ischaemia, and heart valve abnormalities, all major determinants of adverse post-operative outcome. LV function is assessed at rest and various imaging modalities are available. For ischaemia detection, exercise ECG and non-invasive imaging techniques may be used. The underlying principle here is that the diagnostic algorithm of risk stratification of myocardial ischaemia and LV function should be similar to that proposed for patients in the non-surgical setting with known or suspected IHD. Non-invasive testing should not only be considered for coronary artery revascularisation, but also for patient counselling, change of peri-operative management in relation to type of surgery, anaesthetic technique, and long-term prognosis. Recommendations on resting echocardiography in asymptomatic patients without signs of cardiac disease or electrocardiographic abnormalities   Class a Level b Rest echocardiography may be considered in patients undergoing high-risk surgery. IIb C Routine echocardiography is not recommended in patients undergoing intermediate- or low-risk surgery. III C a Class of recommendation. b Level of evidence. Recommendations on imaging stress testing before surgery in asymptomatic patients   Class a Level b Imaging stress testing is recommended before high-risk surgery in patients with more than two clinical risk factors and poor functional capacity (< 4 METs). c I C Imaging stress testing may be considered before high- or intermediate-risk surgery in patients with one or two clinical risk factors and poor functional capacity (< 4 METs). c IIb C Imaging stress testing is not recommended before low-risk surgery, regardless of the patient’s clinical risk. III C MET = metabolic equivalent. a Class of recommendation - b Level of evidence. c See Clinical risk factors in Step 6."
},
{
	"page":"ENAS261_6.4.0.0",
	"text":"Invasive coronary angiography Coronary angiography is a well-established invasive diagnostic procedure but is rarely indicated to assess the risk of patients undergoing non-cardiac surgery. Despite the fact that CAD may be present in a significant number of patients requiring non-cardiac surgery, indications for pre-operative coronary angiography and revascularization are similar to angiography indications in the non-surgical setting. Recommendations on pre-operative coronary angiography   Class a Level b Indications for pre-operative coronary angiography and revascularization are similar to those for the non-surgical setting. I C Urgent angiography is recommended in patients with acute ST-segment elevation myocardial infarction requiring non-urgent, non-cardiac surgery. I A Urgent or early invasive strategy is recommended in patients with NSTE-ACS requiring non-urgent, non-cardiac surgery according to risk assessment. I B Pre-operative angiography is recommended in patients with proven myocardial ischaemia and unstabilized chest pain (Canadian Cardiovascular Society Class III–IV) with adequate medical therapy requiring non-urgent, non-cardiac surgery. I C Pre-operative angiography may be considered in stable cardiac patients undergoing non-urgent carotid endarterectomy surgery. IIb B Pre-operative angiography is not recommended in cardiac-stable patients undergoing low-risk surgery. III C NSTE-ACS = non–ST-segment elevation acute coronary syndromes. a Class of recommendation. b Level of evidence."
},
{
	"page":"ENAS261_7.1.0.0",
	"text":"Risk reduction strategies Beta-blockers The stress of surgery and anaesthesia may trigger ischaemia through an increase in myocardial oxygen demand, a reduction in myocardial oxygen supply, or both. Besides specific risk-reduction strategies adapted to patient characteristics and type of surgery, pre-operative evaluation can optimize the control of cardiovascular risk factors. The main rationale for peri-operative beta-blocker use is to decrease myocardial oxygen consumption by reducing heart rate, leading to a longer diastolic filling period and decreased myocardial contractility. Additional cardioprotective factors have been suggested. Treatment onset and the choice of the optimal dose of beta-blockers are closely linked. Post-operative outcome is improved in patients who have a lower heart rate. On the other hand, bradycardia and hypotension should be avoided. This highlights the importance of preventing overtreatment with fixed high initial doses. Recommendations on beta-blockers   Class a Level b Peri-operative continuation of beta-blockers is recommended in patients currently receiving this medication. I B Pre-operative initiation of beta-blockers may be considered in patients scheduled for high-risk surgery and who have ≥ 2 clinical risk factors or ASA status ≥ 3. c IIb B Pre-operative initiation of beta-blockers may be considered in patients who have known IHD or myocardial ischaemia. c IIb B When oral beta-blockade is initiated in patients who undergo non-cardiac surgery, the use of atenolol or bisoprolol as a first choice may be considered. IIb B Initiation of peri-operative high-dose beta-blockers without titration is not recommended. III B Pre-operative initiation of beta-blockers is not recommended in patients scheduled for low-risk surgery. III B ASA = American Society of Anesthesiologists; IHD = ischaemic heart disease. a Class of recommendation - b Level of evidence. c Treatment should be initiated optimally between 30 days and (at least) 2 days before surgery, starting at a low dose, and should be continued post-operatively. Target: resting heart rate 60–70 beats per minute, systolic blood pressure > 100 mmHg."
},
{
	"page":"ENAS261_7.2.0.0",
	"text":"Statins Patients with non-coronary atherosclerosis (carotid, peripheral, aortic, renal) should receive statin therapy for secondary prevention, irrespective of non-cardiac surgery. Statins also induce coronary plaque stabilization through pleiotropic effects, which may prevent plaque rupture and subsequent myocardial infarction in the peri-operative period. Discontinuation of statins may cause a rebound effect and be disadvantageous. Most patients with peripheral artery disease (PAD) should receive statins. If they have to undergo open vascular surgery or endovascular intervention, statins should be continued after intervention. In patients not previously treated, statins should be initiated ideally at least 2 weeks before intervention for maximal plaque-stabilizing effects and continued for at least 1 month after surgery. In patients undergoing non-vascular surgery, there is no evidence to support pre-operative statin treatment if there is no other indication. Recommendations on statins Class a Level b Peri-operative continuation of statins is recommended, favouring statins with a long half-life or extended-release formulation. I C Pre-operative initiation of statin therapy should be considered in patients undergoing vascular surgery, ideally at least 2 weeks before surgery. IIa B a Class of recommendation. b Level of evidence."
},
{
	"page":"ENAS261_7.3.0.0",
	"text":"Angiotensin-converting enzyme inhibitors Independently of the blood-pressure–lowering effect, angiotensin converting enzyme inhibitors (ACEI) preserve organ function. However, data from an observational study suggested that ACEI did not decrease the frequency of death or cardiac complications after major vascular surgery in high-risk patients. Additionally, peri-operative use of ACEIs or ARBs carries a risk of severe hypotension under anaesthesia, in particular following induction and concomitant beta-blocker use. Hypotension is less frequent when ACEI are discontinued the day before surgery. In patients with LV systolic dysfunction who are in a stable clinical condition, it seems reasonable to continue treatment with ACEI during the peri-operative period under close monitoring. When LV dysfunction is discovered during pre-operative evaluation in untreated patients in a stable condition, surgery should be postponed, if possible, to allow for diagnosis of the underlying cause and the introduction of ACEIs and beta-blockers. Recommendations on use of angiotensin converting enzyme inhibitors and angiotensin receptor blockers   Class a Level b Continuation of ACEIs or ARBs, under close monitoring, should be considered during non-cardiac surgery in stable patients with heart failure and LV systolic dysfunction. IIa C Initiation of ACEIs or ARBs should be considered at least one week before surgery in cardiac-stable patients with heart failure and LV systolic dysfunction. IIa C Transient discontinuation of ACEIs or ARBs before non-cardiac surgery in hypertensive patients should be considered. IIa C ACEI = angiotensin converting enzyme inhibitor; ARB = angiotensin receptor blocker; LV = left ventricular a Class of recommendation. b Level of evidence."
},
{
	"page":"ENAS261_7.4.0.0",
	"text":"CCBs, alpha2 receptor agonists and diuretics Although heart-rate–reducing calcium channel blockers are not indicated in patients with heart failure and systolic dysfunction, the continuation or the introduction of heart-rate–reducing calcium channel blockers may be considered in patients not tolerating beta-blockers. Moreover, calcium channel blockers should be continued during non-cardiac surgery in patients with vasospastic angina. Alpha2 receptor agonists have been linked with increased risk for clinically significant hypotension and non-fatal cardiac arrest. Therefore, alpha2 receptor agonists should not be administered to patients undergoing non-cardiac surgery. Diuretics are frequently used in patients with hypertension or heart failure. In general, diuretics for hypertension should be continued to the day of surgery, and resumed orally when possible. In heart failure, dosage increase should be considered if symptoms or signs of fluid retention are present. Dosage reduction should be considered in patients with hypovolaemia, hypotension, or electrolyte disturbances."
},
{
	"page":"ENAS261_7.5.0.0",
	"text":"Antiplatelet agents and anticoagulants The use of low-dose aspirin in patients undergoing non-cardiac surgery should be based on an individual decision, which depends on the peri-operative bleeding risk weighed against the risk of thrombotic complications. Discontinuation of aspirin therapy in patients previously treated with aspirin should be considered in those in whom haemostasis is anticipated difficult to control during surgery. Anticoagulant therapy is associated with increased risk of bleeding during non-cardiac surgery. In some patients, this risk will be outweighed by the benefit of anticoagulant therapy, and drug therapy should be maintained or modified, whereas in patients at low risk of thrombosis, anticoagulation therapy should be stopped to minimize bleeding complications. Recommendations on anti-platelet therapy   Class a Level b It is recommended that aspirin be continued for 4 weeks after BMS implantation and for 3–12 months after DES implantation, unless the risk of life-threatening surgical bleeding on aspirin is unacceptably high. I C Continuation of aspirin, in patients previously thus treated, may be considered in the peri-operative period, and should be based on an individual decision that depends on the peri-operative bleeding risk, weighed against the risk of thrombotic complications. IIb B Discontinuation of aspirin therapy, in patients previously treated with it, should be considered in those in whom haemostasis is anticipated to be difficult to control during surgery. IIa B Continuation of P2Y12 inhibitor treatment should be considered for 4 weeks after BMS implantation and for 3–12 months after DES implantation unless the risk of life-threatening surgical bleeding on this agent is unacceptably high. IIa C In patients treated with P2Y12 inhibitors, who need to undergo surgery, postponing surgery for at least 5 days after cessation of ticagrelor and clopidogrel—and for 7 days in the case of prasugrel— if clinically feasible, should be considered unless the patient is at high-risk of an ischaemic event. IIa C BMS = bare-metal stent; DES = drug-eluting stent. a Class of recommendation. b Level of evidence. Management of bleeding in patients taking non-vitamin K antagonist direct oral anticoagulants. a *with dabigatran aPTT = activated partial thromboplastin time; NOAC = non-vitamin K antagonist direct oral anticoagulant; PCC = prothrombin coagulation complax; rFVIIa= activated recombinant factor VII. a Camm AJ et al. 2012 focussed update of the ESC Guidelines for the management of atrial fibrillation: Eur Heart J 2012;33:2719–2747. For Interactive Tool, see here."
},
{
	"page":"ENAS261_7.6.0.0",
	"text":"Revascularisation The role for routine prophylactic invasive coronary diagnostic evaluation and revascularization for reducing coronary risk for non-cardiac surgery remains ill-defined. Indications for pre-operative coronary angiography and revascularization in patients with known or suspected IHD who are scheduled for major non-cardiac surgery are similar to those in the non-surgical setting. Control of myocardial ischaemia before surgery is recommended whenever non-cardiac surgery can be safely delayed. There is, however, no indication to routinely search for the presence of myocardial (silent) ischaemia in all patients before non-cardiac surgery. It is to be noted that patients with a previous PCI may be at higher risk of cardiac events during or after subsequent non-cardiac surgery, particularly in cases of unplanned or urgent surgery following coronary stenting and has impact on the peri-operative care. Recommendations on the timing of non-cardiac surgery in cardiac-stable/asymptomatic patients with previous revascularization   Class a Level b It is recommended that, except for high-risk patients, asymptomatic patients who have undergone CABG in the past 6 years be sent for non-urgent, non-cardiac surgery without angiographic evaluation. c I B Consideration should be given to performing non-urgent, non-cardiac surgery in patients with recent BMS implantation after a minimum of 4 weeks and ideally 3 months following the intervention. c IIa B Consideration should be given to performing non-urgent, non-cardiac surgery in patients who have had recent DES implantation no sooner than 12 months following the intervention. This delay may be reduced to 6 months for the new-generation DES. c IIa B In patients who have had recent balloon angioplasty, surgeons should consider postponing non-cardiac surgery until at least 2 weeks after the intervention. IIa B BMS = bare-metal stent; CABG = coronary artery bypass graft surgery; DES = drug-eluting stent. a Class of recommendation. b Level of evidence. c Aspirin to be continued throughout peri-operative period. Recommendations for prophylactic revascularization in stable/asymptomatic patients   Class a Level b Performance of myocardial revascularization is recommended according to the applicable guidelines for management in stable coronary artery disease. I B Late revascularization after successful non-cardiac surgery should be considered in accordance with ESC Guidelines on stable coronary artery disease. I C Prophylactic myocardial revascularization before high-risk surgery may be considered, depending on the extent of a stress-induced perfusion defect. IIb B Routine prophylactic myocardial revascularization before low- and intermediate-risk surgery in patients with proven IHD is not recommended. III B IHD = ischaemic heart disease. a Class of recommendation. b Level of evidence. Recommendations on routine myocardial revascularization in patients with NSTE-ACS   Class a Level b If non-cardiac surgery can be safely postponed, it is recommended that patients should be diagnosed and treated in line with the guidelines on NSTE-ACS. I A In the unlikely combination of a life-threatening clinical condition requiring urgent non-cardiac surgery and revascularization for NSTE-ACS, the expert team should discuss, case-by-case, the priority of surgery. IIa C In patients who have undergone non-cardiac surgery, aggressive medical treatment and myocardial revascularization according to the guidelines on NSTE-ACS are recommended following surgery. I B If PCI is indicated before semi-urgent surgery, the use of new-generation DES, BMS, or even balloon angioplasty is recommended. I B ACS = acute coronary syndromes; BMS = bare-metal stent; DES = drug-eluting stent; NSTE-ACS = non–ST-elevation acute coronary syndromes; PCI = percutaneous coronary intervention. a Class of recommendation. b Level of evidence."
},
{
	"page":"ENAS261_8.1.0.0",
	"text":"Specific diseases Chronic heart failure (CHF) Heart failure is a well-recognized factor for peri-operative and post-operative cardiac events. Thus, the detection of heart failure and its therapy are important to improve morbidity and mortality of non-cardiac surgery. In patients with newly diagnosed severe systolic heart failure, it is recommended to defer non-urgent surgery to allow new medical therapy and or intervention ample time for improvement of LV function and LV remodelling. Attention should be also paid for post-operative heart failure that may pose diagnostic challenges as it often presents atypically and may have a different aetiology compared with the non-surgical setting. Once post-operative heart failure has been diagnosed, treatment is similar to the non-surgical setting. Recommendations on heart failure   Class a Level b It is recommended that patients with established or suspected heart failure, and who are scheduled for non-cardiac intermediate or high-risk surgery, undergo evaluation of LV function with transthoracic echocardiography and/or assessment of natriuretic peptides, unless they have recently been assessed for these. I A It is recommended that patients with established heart failure, who are scheduled for intermediate or high-risk non-cardiac surgery, be therapeutically optimized as necessary, using beta-blockers, ACEIs or ARBs, and mineralocorticoid antagonists and diuretics, according to ESC Guidelines for heart failure treatment. I A In patients with newly diagnosed heart failure, it is recommended that intermediate- or high-risk surgery be deferred, preferably for at least 3 months after initiation of heart failure therapy, to allow time for therapy up-titration and possible improvement of LV function. I C It is recommended that beta-blockade be continued in heart failure patients throughout the peri-operative period, whereas ACEIs/ARBs may be omitted on the morning of surgery, taking into consideration the patient’s blood pressure. If ACEIs/ARBs are given, it is important to carefully monitor the patient’s haemodynamic status and give appropriate volume replacement when necessary. I C Unless there is adequate time for dose-titration, initiation of high-dose beta-blockade before non-cardiac surgery in patients with heart failure is not recommended. III B ACEI = angiotensin converting enzyme inhibitor; ARB = angiotensin receptor blocker; ESC = European society of cardiology; LV = left ventricular. a Class of recommendation. b Level of evidence."
},
{
	"page":"ENAS261_8.2.0.0",
	"text":"Arterial hypertension In general, the presence of arterial hypertension is a risk factor, but not a very strong independent risk factor for cardiovascular complications in non-cardiac surgery. There is no clear evidence favouring one mode of antihypertensive therapy over another in patients undergoing non-cardiac surgery. Patients with arterial hypertension should be managed according to existing ESC Guidelines. Recommendations on arterial hypertension Class a Level b It is recommended that patients with a new diagnosis of hypertension pre-operatively be screened for end-organ damage and cardiovascular risk factors. I C Large peri-operative fluctuations in blood pressure hypertensive patients should be avoided. IIa B Clinicians may consider deferring non-cardiac surgery in patients with grade 1 or 2 hypertension (systolic blood pressure < 180 mmHg; diastolic blood pressure < 110 mmHg). IIb B a Class of recommendation. b Level of evidence."
},
{
	"page":"ENAS261_8.3.0.0",
	"text":"Valvular heart disease (VHD) Patients with VHD are at increased risk of peri-operative cardiovascular complications during non-cardiac surgery. The risk is highly variable according to the type and severity of VHD and the type of non-cardiac surgery. Pre-operative echocardiography should be performed in patients with known or suspected VHD, in particular in the presence of a cardiac murmur. Aortic stenosis is the most common VHD and constitutes a well-established risk factor for peri-operative mortality and myocardial infarction. In patients with severe aortic stenosis, procedures should be performed under more invasive haemodynamic monitoring, avoiding rapid changes in volume status and heart rhythm. In symptomatic patients, aortic valve replacement should be considered before elective surgery if feasible. In patients at high-risk balloon aortic valvuloplasty or preferably transcatheter aortic valve implantation (TAVI) may be a reasonable therapeutic option. In asymptomatic patients, non-cardiac surgery of low- to intermediate-risk can be safely performed. If possible, the absence of symptoms should be confirmed by exercise testing. If high-risk surgery is planned, further clinical assessment is necessary to assess the risk of aortic valve replacement. Non-cardiac surgery can be performed at relatively low risk in patients with non-significant mitral stenosis (valve area > 1.5 cm2) and in asymptomatic patients with significant mitral stenosis and systolic pulmonary artery pressure < 50 mmHg. The asymptomatic patients with more severe mitral stenosis and in symptomatic patients may benefit from percutaneous mitral commissurotomy (or open surgical repair) particularly before high-risk surgery. In patients with non-significant aortic and mitral regurgitation as well as asymptomatic patients with severe aortic or mitral regurgitation and preserved LV function, non-cardiac surgery can be performed without additional risk. Symptomatic patients and those who are asymptomatic with severely impaired LVEF (< 30%) are at high-risk of cardiovascular complications and non-cardiac surgery should be performed only if necessary. Patients who have a prosthetic valve can undergo non-cardiac surgery without additional risk when there is no evidence of valve or ventricular dysfunction. In these patients modification of the anticoagulation regimen as well as endocarditis prophylaxis is recommended. Recommendations on Valvular Heart Disease   Class a Level b Clinical and echocardiographic evaluation is recommended in all patients with known or suspected VHD who are scheduled for elective intermediate- or high-risk non-cardiac surgery. I C Aortic valve replacement is recommended in symptomatic patients with severe aortic stenosis, who are scheduled for elective non-cardiac surgery, provided that they are not at high-risk of an adverse outcome from for valvular surgery. I B Aortic valve replacement should be considered in asymptomatic patients with severe aortic stenosis, who are scheduled for elective high-risk non-cardiac surgery, provided that they are not at high-risk of an adverse outcome from for valvular surgery. IIa C Elective low or intermediate-risk non-cardiac surgery should be considered in asymptomatic patients with severe aortic stenosis if there has been no previous intervention on the aortic valve. IIa C In symptomatic patients with severe aortic stenosis who are scheduled for elective non-cardiac surgery, TAVI or balloon aortic valvuloplasty should be considered by the expert team if they are at high-risk of an adverse outcome from for valvular surgery. IIa C Elective non-cardiac surgery should be considered in patients with severe valvular regurgitation who do not have severe heart failure or LV dysfunction. IIa C Percutaneous mitral commissurotomy should be considered in patients with severe mitral stenosis, who have symptoms of pulmonary hypertension and are scheduled for elective intermediate- or high-risk non-cardiac surgery. IIa C LV = left ventricular; TAVI = transcatheter aortic valve implantation; VHD = valvular heart disease. a Class of recommendation. b Level of evidence."
},
{
	"page":"ENAS261_8.4.0.0",
	"text":"Arrhythmias Cardiac arrhythmias are a significant cause of morbidity and mortality in the peri-operative period. Arrhythmias such as AF and ventricular tachycardia often indicate underlying structural heart disease; therefore findings of such pre-operative arrhythmias should elicit evaluation, including echocardiography, before surgery. Ventricular arrhythmias, including ventricular premature beats (VPBs) and ventricular tachycardia (VT) are particularly common in high-risk patients. Monomorphic VT may result from myocardial scarring, and polymorphic VT is a common result of acute myocardial ischaemia. Detection of these arrhythmias preoperatively should therefore lead to diagnostic evaluation and appropriate therapy. Recommendations for ventricular arrhythmias   Class a Level b Continuation of oral anti-arrhythmic drugs before surgery is recommended. I C Anti-arrhythmic drugs are recommended for patients with sustained VT, depending on the patient’s characteristics. I C Anti-arrhythmic drugs are not recommended for patients with VPBs. III C VT = ventricular tachycardia; VPB = ventricular premature beats. a Class of recommendation. b Level of evidence. Supraventricular arrhythmias and AF are more common compared with ventricular arrhythmias in the peri-operative period. Possible aggravating factors such as respiratory failure or electrolyte imbalance should be corrected. No medication is recommended to suppress supraventricular premature beats. Vagal manoeuvres may terminate SVT in some cases. In cases with commonly recurring SVT in the peri-operative setting beta-blocker, calcium channel blocker, or amiodarone treatment can be used. The goal of management in peri-operative AF is usually ventricular rate control. Recommendations on supraventricular arrhythmias   Class a Level b Continuation of oral anti-arrhythmic drugs before surgery is recommended. I C Electrical cardioversion when haemodynamic instability occurs is recommended. I C Vagal manoeuvres and anti-arrhythmic therapy for termination of SVT in haemodynamically stable patients is recommended. I C SVT = supraventricular tachycardia. a Class of recommendation. b Level of evidence. Peri-operative bradyarrhythmias usually respond well to short-term pharmacological therapy and temporary cardiac pacing is rarely required. Prophylactic pacing before non-cardiac surgery is not commonly indicated. Patients with a permanent pacemaker can undergo surgery safely if appopriate precautions are taken. Patients whose underlying rhythm is unreliable should have pacemaker interrogation after surgery to ensure appropriate programming and sensing-pacing thresholds. Recommendations on bradyarrhythmias and pacemakers   Class a Level b The indications for temporary pacemakers during the peri-operative period are generally the same as those for permanent pacemakers. I C It is recommended that the hospital nominates a person who is responsible for programming of the implanted arrhythmia devices before and after surgery. I C Patients with ICDs, whose devices have been pre-operatively deactivated, should be on continuous cardiac monitor throughout the period of deactivation. External defibrillation equipment should be readily available. I C Patients who have asymptomatic bifascicular or trifascicular block are not recommended for routine management with a peri-operative temporary pacing wire. III C a Class of recommendation. b Level of evidence."
},
{
	"page":"ENAS261_8.5.0.0",
	"text":"Renal disease Impaired renal function is associated with a significantly increased risk of CVD and is an independent risk factor for adverse post-operative cardiovascular outcomes including myocardial infarction, stroke, and progression of heart failure. The development of acute kidney injury (AKI) after major surgery reduces long-term survival in patients with normal baseline renal function. Identification of patients at risk of peri-operative worsening of renal function is important in order to initiate supportive measures. The most frequent causes for AKI in hospitalized cardiac patients relate to the combination of a low cardiac output/high venous pressure, and/or the administration of iodinated contrast media during diagnostic and interventional vascular procedures. Recommendations on renal function   Class a Level b Patients undergoing contrast-enhanced radiographic procedures Patients should be assessed for risk of CI-AKI. IIa C Prevention of contrast-induced nephropathy in patients with moderate or moderate-to-severe CKD Hydration with normal saline is recommended before administration of contrast medium. I A Use of LOCM or IOMC is recommended. I A It is recommended that the volume of contrast media be minimized. I B Hydration with sodium bicarbonate should be considered before administration of contrast medium. IIa A Short-term high-dose statin therapy should be considered. IIa B Patients with severe CKD In patients with stage 4 or 5 CKD, prophylactic haemofiltration may be considered before complex intervention or high-risk surgery. IIb B In patients with stage ≤ 3 CKD, prophylactic haemodialysis is not recommended. III B CI-AKI = contrast-induced acute kidney injury; CKD = chronic kidney disease; GFR = glomerular filtration rate; IOMC = iso-osmolar contrast medium; LOCM = low-osmolar contrast medium. a Class of recommendation. b Level of evidence."
},
{
	"page":"ENAS261_8.6.0.0",
	"text":"Cerebrovascular disease With non-cardiac surgery peri-operative stroke has been reported in 0.08–0.7% of patients undergoing general surgery. The occurrence of stroke was associated with an eightfold increase in peri-operative mortality. Peri-operative strokes are mainly ischaemic and cardioembolic and the underlying leading condition is often AF. Patients undergoing non-cardiac surgery should be questioned about previous neurological symptoms and when appropriate undergo pre-operative neurological consultation and necessary neurovascular and brain imaging. Carotid imaging, while not indicated routinely in patients undergoing non-cardiac surgery, may be considered before vascular surgery due to the high prevalence of carotid artery disease in this patient group. To attenuate the risk of peri-operative stroke, the anti-platelet/anticoagulant treatments should be continued whenever possible throughout the peri-operative period. Adequate selection of the anaesthetic technique, prevention and treatment of AF, euglycaemic control, as well as meticulous peri-operative blood-pressure control may all contribute to lower the risk of peri-operative stroke. In patients with symptomatic carotid disease carotid revascularization should performed first and non-cardiac surgery postponed. The question as to whether patients with severe asymptomatic carotid occlusive disease require pre-operative carotid revascularization remains a matter of debate. Recommendations on patients with suspected or established carotid artery disease   Class a Level b Pre-operative carotid artery and cerebral imaging are recommended in patients with a history of TIA or stroke in the preceding 6 months. I C Pre-operative routine carotid artery imaging may be considered in patients undergoing vascular surgery. IIb C Whenever possible, continuation of anti-platelet and statin therapies should be considered throughout the peri-operative phase in patients with carotid artery disease. IIa C For patients with carotid artery disease undergoing non-cardiac surgery, the same indications for carotid revascularization should apply as for the general population. IIa C Pre-operative routine carotid artery imaging is not recommended in patients undergoing non-vascular surgery. III C TIA = transient ischaemic attack. a Class of recommendation - b Level of evidence."
},
{
	"page":"ENAS261_8.7.0.0",
	"text":"Peripheral artery disease Patients with PAD usually have advanced atherosclerotic disease affecting most vascular beds in varying degrees and have a worse prognosis than patients without PAD. It is reasonable to assess the presence of IHD from the patient’s history and routine clinical examinations and tests. However, it is not recommended to routinely perform exercise or imaging test to detect cardiac ischaemia in PAD patients without clinical symptoms unless the patient has more than two of the clinical risk factors. All patients with PAD should be treated with statins and platelet inhibitors. Recommendation on peripheral artery disease   Class a Level b Patients with PAD should be clinically assessed for ischaemic heart disease and, if more than two clinical risk factors are present, they should be considered for pre-operative stress or imaging testing. IIa C PAD = peripheral artery disease. a Class of recommendation. b Level of evidence."
},
{
	"page":"ENAS261_8.8.0.0",
	"text":"Pulmonary disease The coexistence of pulmonary disease in patients having non-cardiac surgery may increase the operative risk. Such diseases include acute respiratory infections, COPD, asthma, cystic ﬁbrosis, interstitial lung disease, and other conditions causing impairment of respiratory function. Pre-existing pulmonary disease has a signiﬁcant impact on peri-operative risk, but the most common effect is to increase the risk of post-operative pulmonary complications. Obesity hypoventilation syndrome (OHS) is defined as the triad of obesity, daytime hypoventilation, and sleep-disordered breathing. OHS is associated with increased peri-operative mortality. Pulmonary hypertension (PAH) is associated with increased post-operative complications. Owing to the potential for anaesthesia and surgery to be complicated by acute right heart failure and pulmonary hypertensive crisis, surgical interventions in patients with PAH should be avoided unless absolutely necessary. Ideally patients with PAH undergoing surgery should have an optimized treatment regimen before any surgical intervention, and be managed in a centre with appropriate expertise. Interventions for high-risk patients should be planned within the multidisciplinary pulmonary hypertension team. Recommendations on pulmonary artery hypertension and pulmonary diseases   Class a Level b It is recommended that patients with severe PAH, who are undergoing elective surgery, be managed in a centre with appropriate expertise. I C It is recommended that interventions for high-risk patients with PAH be planned by the multidisciplinary pulmonary hypertension team. I C It is recommended that patients with PAH have an optimized treatment regimen before any non-emergency surgical intervention. I C It is recommended that patients receiving PAH-specific treatment continue this in the pre-, peri-, and post-operative period without interruption. I C It is recommended that monitoring of patients with PAH continues for at least 24 hours in the post-operative period. I C In the case of progression of right heart failure in the post-operative period of patients with PAH, it is recommended that the diuretic dose be optimized and, if necessary, intravenous vasoactive drugs be initiated under the guidance of a physician experienced in the management of PAH. I C In patients with COPD, smoking cessation (> 2 months before surgery) is recommended before undertaking surgery. I C In the case of severe right heart failure that is not responsive to supportive therapy, the temporary administration of pulmonary vasodilators (inhaled and/or intravenous) is recommended, under the guidance of a physician experienced in PAH. I C In patients at high-risk of OHS additional specialist investigation before major elective surgery should be considered. IIa C PAH = pulmonary artery hypertension; OHS = obesity hypoventilation syndrome. a Class of recommendation. b Level of evidence."
},
{
	"page":"ENAS261_8.9.0.0",
	"text":"Congenital heart disease Children, adolescents, and adults with congenital heart disease are generally regarded as having an increased risk when undergoing non-cardiac surgery, but this risk will vary enormously. When the defect is simple, the circulation physiologically normal, and the patient well compensated, the risk may be quite low. Recommendation on patients with congenital heart disease Class a Level b It is recommended that, patients with complex congenital heart disease be referred for additional specialist investigation before undergoing elective non-cardiac surgery, if feasible. I C a Class of recommendation. b Level of evidence."
},
{
	"page":"ENAS261_9.1.0.0",
	"text":"Peri-operative cardiac monitoring Electrocardiography Continuous ECG monitoring is recommended for all patients undergoing anaesthesia. The choice and configuration of the leads used for monitoring may influence the ability to detect significant ST-segment changes. Recommendations on electrocardiogram monitoring   Class a Level b Peri-operative ECG monitoring is recommended for all patients undergoing surgery. I C Selected lead combinations should be considered for better detection of ischaemia in the operating room. IIa B When feasible, twelve-lead ECG monitoring should be considered for high-risk patients undergoing surgery. IIa B ECG = electrocardiogram. a Class of recommendation. b Level of evidence."
},
{
	"page":"ENAS261_9.2.0.0",
	"text":"Transoesophageal echocardiography Transoesophageal echocardiography (TOE) has frequently been used as a monitoring tool during cardiac surgery. Myocardial ischaemia can be identified by abnormalities in regional wall motion and thickening. TOE may also be useful if acute and severe haemodynamic instability or life-threatening abnormalities develop during or after surgery. TOE can be useful in the operating room in patients with severe valvular lesions. The role of TOE for systematic haemodynamic monitoring in patients at risk is controversial. Recommendations on intra-operative and/or peri-operative transoesophageal echocardiography for detection of myocardial ischaemia   Class a Level b The use of TOE should be considered in patients who develop ST-segment changes on intra-operative or peri-operative ECG monitoring. IIa C The use of TOE may be considered in patients at high-risk of developing myocardial ischaemia who undergo high-risk non-cardiac surgery. IIb C ECG = electrocardiogram; TOE = transoesophageal echocardiography. a Class of recommendation. b Level of evidence. Recommendations on intra-operative and/or peri-operative transoesophageal echocardiography in patients with or at risk of haemodynamic instability   Class a Level b TOE is recommended when acute sustained severe haemodynamic disturbances develop during surgery or in the peri-operative period. I C TOE monitoring may be considered in patients at increased risk of significant haemodynamic disturbances during and after high-risk non-cardiac surgery. IIb C TOE monitoring may be considered in patients who present severe valvular lesions during high-risk non-cardiac surgery procedures accompanied by significant haemodynamic stresses. IIb C TOE = transoesophageal echocardiography. a Class of recommendation. b Level of evidence."
},
{
	"page":"ENAS261_9.3.0.0",
	"text":"Disturbed glucose metabolism Surgery in patients with diabetes is associated with longer hospital stay, higher healthcare resource use, and greater peri-operative mortality. Critical illness is also characterized by dysglycaemia, which may develop in the absence of previously diagnosed diabetes, and has repeatedly been identified as an important risk factor for morbidity and mortality. Hyperglycaemia has adverse effect on renal and hepatic function, endothelial function, and immune response. Minimization of the degree of glucose variability may be cardioprotective. In patients with diabetes, pre-operative or preprocedural assessment should be undertaken to identify and optimize comorbidities, and determine the periprocedural diabetes management strategy. Evidence for strict blood glucose control for patients without known diabetes undergoing non-cardiac surgery is controversial. Recommendations on blood glucose control   Class a Level b Post-operative prevention of hyperglycaemia [targeting levels at least < 10.0 mmol/L (180 mg/dL)] by intravenous insulin therapy is recommended in adults after high-risk surgery that requires admission to the intensive care unit. I B In patients at high surgical risk, clinicians should consider screening for elevated HbA1c before major surgery and improving pre-operative glucose control. IIa C Intra-operative prevention of hyperglycaemia with insulin may be considered. IIb C Post-operative targets < 6.1 mmol/L (110 mg/dL) are not recommended. III A HbA1c = glycosylated haemoglobin. a Class of recommendation - b Level of evidence."
},
{
	"page":"ENAS261_10.0.0.0",
	"text":"Anaesthesia The optimal peri-operative course for high-risk cardiovascular patients should be based on a close cooperation between cardiologists, surgeons, pulmonologists, and anaesthesiologists. Pre-operative risk assessment and pre-operative optimization of cardiac disease should be performed jointly. Intra-operative anaesthetic management Anaesthesiological management must ensure proper maintenance of organ flow and perfusion pressure. Efforts should be made to prevent intra-operative arterial hypotension and inadequately deep anaesthesia level. The choice of the anaesthetic agent has been considered of little importance with regard to patient outcome provided that vital functions are adequately supported. There is conflicting evidence whether a specific anaesthetic agent is advantageous in patients with cardiac disease, with the suggestion that volatile anaesthetic agents offer better cardioprotection than intravenous anaesthetic agents. For non-cardiac surgery, data are scarce. Neuraxial techniques The benefit of neuraxial anaesthesia versus general anaesthesia is highly debated in the literature. Randomized studies and a meta-analysis of several randomized clinical trials in non-cardiac surgery patients comparing outcomes with regional and general anaesthetic techniques have shown some evidence of improved outcome and reduced post-operative morbidity with regional anesthesia. Neuraxial anaesthesia has not systematically decreased the risk of myocardial infarction or mortality but associated with a lower risk of other complications and may be considered for the management of patients with cardiovascular risk factors or diseases without contra-indications. Cardiac patients are often on various types of drugs interfering with coagulation and care should be taken to assure sufficient coagulation ability when neuraxial blocks are applied. Peri-operative goal-directed therapy Goal-directed therapy aims to optimize cardiovascular performance in order to achieve normal or even supranormal oxygen delivery to tissues by optimizing preload and inotropic function using predefined haemodynamic goals. Goal-directed therapy is based on flow or fluid responsiveness of haemodynamic variables, such as stroke volume, response to fluid challenges, stroke volume or pulse pressure variation, or similar cardiac output optimization. Early goal-directed fluid therapy, in the right patient cohort, and with a clearly defined protocol, has been shown to decrease post-operative mortality and morbidity especially in high-risk patients. Risk stratification after surgery Several recent studies demonstrated that it is possible to stratify the risk of post-operative complications and mortality with a simple surgical ‘Apgar’ score. This post-event stratification might allow patient redirection for higher intensity units or for selected post-operative measurements of natriuretic peptides and troponin. Early diagnosis of post-operative complications Post-operative mortality is not solely dependent on the incidence of complications but to the way in which they are managed. The results suggest that early identification of post-operative complications and aggressive management could decrease post-operative morbidity and mortality. Preoperatively and post-operatively, patients that could most benefit from BNP or high-sensitivity troponin measurements are those with METs ≤ 4 or with a revised cardiac risk index value > 1 for vascular surgery and > 2 for non-vascular surgery. Post-operatively, patients with a surgical Apgar score < 7 should also be monitored with BNP or high-sensitivity troponin measurements. Post-operative pain management Severe post-operative pain, reported in 5–10% of patients, increases sympathetic drive and delays recovery. Neuraxial analgesia with local anaesthetics or opioids and/or alpha2-agonists, intravenous opioids alone, or in combination with non-steroidal anti-inflammatory drugs seem to be the most effective regimens. Patient-controlled analgesia has some advantage with regard to patient satisfaction over nurse-controlled or on-demand analgesia. Non-steroidal anti-inflammatory drugs (especially cyclo-oxygenase-2 inhibitors) increase the risk for cardiovascular events, heart and renal failure as well as thromboembolic events specifically in a high-risk population. These drugs should be avoided in patients with myocardial ischaemia or diffuse atherosclerosis, renal and heart failure, in elderly patients, patients on diuretics, as well as in patients with unstable haemodynamics. Recommendations on anaesthesia   Class a Level b Patients with high cardiac and surgical risk should be considered for goal-directed therapy. IIa B The measurement of natriuretic peptides and high-sensitivity troponin after surgery may be considered in high-risk patients to improve risk stratification. IIb B Neuraxial anaesthesia (alone), in the absence of contra-indications and after estimation of the risk–benefit ratio, reduces the risk of peri-operative mortality and morbidity compared with general anaesthesia and may be considered. IIb B Avoiding arterial hypotension (mean arterial pressure < 60 mmHg) for prolonged cumulative periods (> 30 minutes) may be considered. IIb B Neuraxial analgesia, in the absence of contra-indications, may be considered to provide post-operative analgesia. IIb B Avoiding non-steroidal anti-inflammatory drugs (especially cyclo-oxygenase-2 inhibitors) as the first-line analgesics in patients with IHD or stroke may be considered. IIb B IHD = ischaemic heart disease. a Class of recommendation. b Level of evidence."
},
{
	"page":"ENAS261_11.0.0.0",
	"text":"Pre-op cardiac risk evaluation Summary of pre-operative cardiac risk evaluation and peri-operative management For Interactive Tool, see here."
},
{
	"page":"ENAS261_12.0.0.0",
	"text":"Summary of pre-operative cardiac risk evaluation and peri-operative management Step Urgency Cardiac condition Type of surgerya Functional capacity Number of clinical risk factorsb ECG LV echoc Imaging Stress Testingd BNP and TnTc ß-Blockerse/f ACE-inhibitorse Aspirine Statinse Coronary Revascularisation 1 2 3    4 5 6 Urgent surgery Stable III C III C I B(continuation) IIa Ch (continuation) IIb B (continuation) I C (continuation) III C Urgent surgery Unstableg IIa C Elective surgery Unstableg I Cg I Cg III C IIb B I A Elective surgery Stable Low-risk (5%) Excellentor good III C III C III C IIb Bi IIa Ch I Cm IIa Bj III B    Elective surgery Stable Intermediate-risk (1–5 %) Poor None IIb C III Ck III Ck IIb Bi IIa Ch I Cm IIa Bj III B ≥1 I C III Ck IIb C IIb Bi IIa Ch I Cm IIa Bj III B    Elective surgery Stable High-risk (>5 %) Poor 1–2 I C IIb Ck IIb C IIb Bi,k IIb Bi,l IIa Ch I Cm IIa Bj III B ≥3 I C IIb Ck I C IIb Bk IIb Bi,l IIa Ch I Cm IIa Bj IIb B   a Type of surgery: risk of myocardial infarction and cardiac death within 30 days of surgery - b Clinical risk factors presented in Step 6 - c In patients without signs and symptoms of cardiac disease or ECG abnormalities - d Non-invasive testing, not only for revascularization but also for patient counselling, change of peri-operative management in relation to type of surgery, and anaesthesia technique - e Initiation of medical therapy, but in the case of emergency surgery continuation of current medical therapy - f Treatment should be initiated ideally between 30 days and at least 2 days before surgery and should be continued postoperatively aiming at a target heart rate of 60–70 beats per minute and systolic blood pressure >100 mmHg. g Unstable cardiac conditions presented in Table 9 in the Full Text. Recommendations are based on current guidelines recommending assessment of LV function and ECG in these conditions - h In the presence of heart failure and systolic LV dysfunction (treatment should be initiated at least 1 week before surgery) - i In patients with known IHD or myocardial ischaemia. j In patients undergoing vascular surgery - k Evaluation of LV function with echocardiography and assessment of BNP are recommended in patients with established or suspected HF before intermediate or high-risk surgery in patients with established or suspected HF (I A) - l In the presence of American Society of Anesthesiologist class ≥3 or revised cardiac risk index ≥2. m Aspirin should be continued after stent implantation (for 4 weeks after BMS and 3–12 months after DES implantation). ACE = angiotensin converting enzyme; BNP = brain natriuretic peptide; ECG = electrocardiogram; IHD = ischaemic heart disease; LV = left ventricular. Hatched areas: treatment options should be considered in multidisciplinary Expert Team."
},
{
	"page":"ENAS261_13.0.0.0",
	"text":"References: Kristensen SD, Knuuti J, Sarraste A, Funck-Brentano C, et al. 2014 ESC/ESA Guidelines on non-cardiac surgery: cardiovascular assessment and management. The Joint Task Force on non-cardiac surgery: Cardiovascular assessment and management of the European Society of Cardiology (ESC) and the European Society of Anaesthesiology (ESA). Eur Heart J 2014 –doi:10.1093/eurhartj/ehu282. Montalescot G, Sechtem U, Achenbach S, Andreotti F, Arden C, Budaj A, et al. 2013 ESC guidelines on the management of stable coronary artery disease: The Task Force on the management of stable coronary artery disease of the European Society of Cardiology. Eur Heart J 2013;34:2949-3003. Windecker S, Kolh P, Alfonso F, Collet JP, Cremer J, Falk V, et al. Guidelines on myocardial revascularization: The Task Force on Myocardial Revascularization of the European Society of Cardiology (ESC) and the European Association for Cardio-Thoracic Surgery (EACTS). Eur Heart J 2014– doi:10.1093/eurheartj/ehu278. Steg PG, James SK, Atar D, Badano LP, Blömstrom-Lundqvist C, Borger MA, et al. ESC Guidelines for the management of acute myocardial infarction in patients presenting with ST-segment elevation. Eur Heart J 2012;33:2569-2619. Hamm CW, Bassand JP, Agewall S, Bax J, Boersma E, Bueno H, et al. ESC Guidelines for the management of acute coronary syndromes in patients presenting without persistent ST-segment elevation: The Task Force for the management of acute coronary syndromes (ACS) in patients presenting without persistent ST-segment elevation of the EuropeanSociety of Cardiology (ESC). Eur Heart J 2011;32:2999-3054. Tendera M, Aboyans V, Bartelink ML, Baumgartner I, Clément D, Collet JP, et al. ESC Guidelines on the diagnosis and treatment of peripheral artery diseases: Document covering atherosclerotic disease of extracranial carotid and vertebral, mesenteric, renal, upper and lower extremity arteries: the Task Force on the Diagnosis and Treatment of Peripheral Artery Diseases of the European Society of Cardiology (ESC). Eur Heart J 2011;32:2851-2906. Rydén L, Grant PJ, Anker SD, Berne C, Cosentino F, Danchin N, et al. ESC Guidelines on diabetes, pre-diabetes, and cardiovascular diseases developed in collaboration with the EASD: the Task Force on diabetes, pre-diabetes, and cardiovascular diseases of the European Society of Cardiology (ESC) and developed in collaboration with the European Association for the Study of Diabetes (EASD). Eur Heart J 2013;34:3035-3087."
},
{
	"page":"ENAS261_14.0.0.0",
	"text":"(N)OAC(Non-vitamin K antagonist) oral anticoagulant °C Degree Celsius 2D Two-dimensional 2hPG 2-h post-load plasma glucose 3D Three-dimensional 99mTc-DPD Technetium-99m 3,3-diphosphono-1,2-propanodicarboxylic acid A/C Anticoagulation AAA Abdominal aortic aneurysm AAS Acute aortic syndrome ABI Ankle-Brachial Index ABPM Ambulatory BP monitoring ACCF American College of Cardiology Foundation ACE Angiotensin-converting enzyme ACEF Age, creatinine, ejection fraction ACEI Angiotensin converting enzyme inhibitors ACE-I Angiotensin converting enzyme-inhibitor ACS Acute coronary syndrome ACT Activated clotting time AD Aortic dissection ADA American Diabetes Association ADD Acute aortic dissection ADP Adenosine diphosphate AF Atrial fibrillation AHA American Heart Association AKI Acute kidney injury AL Amyloid light chain ALI Acute limb ischaemia ALT Alanine aminotransferase AO Aorta AOS Aneurysms-osteoarthritis syndrome AP Accessory pathway Apo Apolipoprotein apo A I Apolipoprotein A I apo B Apolipoprotein B aPTT Activated partial thromboplastin time AR Aortic regurgitation ARB Angiotensin receptor blocker ARBs Angiotensin receptor blockers AS Aortic stenosis ASA Acetylsalicylic acid / ASCERT American College of Cardiology Foundation–Society of Thoracic Surgeons Database Collaboration AST/ALT/ALP Aspartate / alanine aminotransferase / alkaline phosphatase AT Antithrombin ATOR Atorvastatin ATP Antitachycardiac pacing ATS Arterial tortuosity syndrome ATTR Amyloidosis, transthyretin type AV Atrioventricular AVB Atrioventricular block AVM AV delay management AVP Arginine vasopressin AVR Aortic valve replacement b.i.d. Bis in die (twice daily) b.p.m Beats per minute BARI-2D Bypass Angioplasty Revascularization Investigation 2 Diabetes BAV Balloon aortic valvuloplasty/Bicuspid aortic valve BB Beta-blocker BBB Bundle branch block BIMA Bilateral internal mammary artery BiV Biventricular BiVAD Bi-ventricular assist device BMI Body mass index BMS Bare metal stent BMT Best medical therapy BNP B-type natriuretic peptide BP Blood pressure BSA Body surface area BUN Blood urea nitrogen CABG Coronary artery bypass graft surgery CAD Coronary artery disease CAS Carotid artery stenting Cath Catheterization laboratory CCB Calcium-channel blocker CCS Canadian Cardiovascular Society CEA Carotid endarterectomy CFA Common femoral artery CFC Cardiofaciocutaneous CHA2DS2-VASc Cardiac failure, Hypertension, Age 75 [doubled], Diabetes, Stroke [doubled], Vascular disease, Age 65-74 and Sex category [female]) CHADS2 Cardiac failure, Hypertension, Age, Diabetes, Stroke (doubled) CHARM-Added Candesartan in Heart Failure: Assessment of Reduction in Mortality and Morbidity-Added CHD Coronary heart disease CHF Congestive heart failure CHF Chronic heart failure CI Cardiac index / Contraindication / Confidence interval CIA Common iliac artery CI-AKI Contrast-induced acute kidney injury CIN Contrast-induced nephropathy CK Creatine phophokinase CKD Chronic kidney disease CKD-EPI Chronic Kidney Disease Epidemiology Collaboration CK-MB Creatine kinase MB isoform CLI Critical limb ischaemia CMR Cardiac magnetic resonance CO Cardiac output CoA Coarctation / Coarctation of the aorta Cons Conservative cont Continued COPD Chronic obstructive pulmonary disease COURAGE Clinical Outcomes Utilization Revascularization and Aggressive Drug Evaluation COX Cyclo-oxygenase CPAP Continuous positive airway pressure CPG Committee for Practice Guidelines CrCI Creatinine clearance CRT Cardiac resynchronization therapy CRT-D Cardiac resynchronization therapy defibrillator CRT-P Cardiac resynchronization therapy pacemaker CRUSADE Can Rapid risk stratification of Unstable angina patients Suppress ADverse outcomes with Early implementation of the ACC/AHA guidelines CSF Cerebrospinal fluid CSM Carotid sinus massage CSS Carotid sinus syncope/syndrome CT Computed tomographic / tomogram CTA Computed tomography angiography CTEPH Chronic thromboembolic pulmonary hypertension cTN Cardiac troponin CTO Chronic total occlusions Ctrl Control CUS Compression venous ultrasonography CV Cardiovascular / Cardioversion CVD Cardiovascular disease CW Continuous wave CXR Chest X-ray DALYs Disability adjusted life years DAPT Dual antiplatelet therapy DBP Diastolic blood pressure DC Direct current DCC Direct-current cardioversion DCM Dilated cardiomyopathy DDI Drug-drug interactions DES Drug-eluting stent DHP Dihydropyridine DI-DO Door-in to door-out time DM Diabetes mellitus DNA Deoxyribonucleic acid DPP Diabetes prevention program DSA Digital subtraction angiography DTB Door-to-balloon time DTIs Direct thrombin inhibitors DUS Duplex ultrasonography / Doppler ultrasound DVT Deep vein thrombosis E/A Ratio of mitral peak velocity of early filling (E) to mitral peak velocity of late filling (A) E/e’ Ratio of early transmitral flow velocity (E) to early mitral annulus velocity (e’) EACTS European Association for Cardio-Thoracic Surgery EAPCI European Association of Percutaneous Cardiovascular Interventions EAS European Atherosclerosis Society EASD European Association for the Study of Diabetes ECG Electrocardiogram Echo Echocardiogram ECST European Carotid Surgery Trial EDS-IV Ehlers-Danlos syndrome type IV EF Ejection fraction eGFR Estimated glomerular filtration rate EHRA European Heart Rhythm Association EIA External iliac artery EMS Emergency medical system/service Enox Enoxaparin EP Electrophysiology EPD Embolic protection device EPS Electrophysiologic study ER Extended release formulations EROA Effective regurgitant orifice area ESC European Society of Cardiology ESH European Society of Hypertension ESRD End stage renal disease ETT Endotracheal tube EVAR Endovascular aortic repair/reconstruction Exp+ Experimental therapy FAME-2 Fractional Flow Reserve-Guided Percutaneous Coronary Intervention Plus Optimal Medical Treatment Versus Optimal Medical Treatment Alone in Patients With Stable Coronary Artery Disease FBN1 Fibrillin 1 FCH Familial combined hyperlipidaemia FDA U.S. Food and Drug Administration FFR Fractional flow reserve FH Familial hypercholesterolaemia FHL1 Four and a half LIM domains 1 FINDRISC FINnish Diabetes RIsk SCore FL False lumen FLUVA Fluvastatin FMC First medical contact FMCTB First-medical-contact-to-balloon time Fonda Fondaparinux FPG Fasting plasma glucose FU Follow-up GFR Glomerular filtration rate GLP-1 Glucagon-like peptide-1 GP Glycoprotein / General practitioner GRACE Global Registry of Acute Coronary Events HAART Highly active antiretroviral treatment HAS-BLED Hypertension, Abnormal renal/liver function, Stroke, Bleeding history or predisposition, Labile INR, Elderly (65), Drugs concomitantly/alcohol abuse HbA1c Glycated haemoglobin / Glycated haemoglobin A1c HBPM Home BP monitoring HCM Hypertrophic cardiomyopathy HDL High density lipoprotein HDL-C High density lipoprotein cholesterol HeFH Heterozygous familial hypercholesterolaemia HF Heart failure H-FABP Heart-type fatty acid-binding protein HF-PEF Heart failure with preserved ejection fraction HF-REF Heart failure with reduced ejection fraction HHD Hypertensive heart disease H-ISDN Hydralazine and isosorbide dinitrate HIT Heparin-induced thrombocytopenia HIV Human immunodeficiency virus HoFH Homozygous familial hypercholesterolaemia HR Heart rate hs-CRP high-sensitivity C-reactive protein HT Hypertension HTG Hypertrigiyceridaemia i.v. / IV Intravenous IABP Intra-aortic balloon pump ICA Invasive coronary angiography ICD Implantable cardioverter/cardiac defibrillator ICH Intracranial haemorrhage IDF International Diabetes Federation IFG Impaired fasting glucose IGT Impaired glucose tolerance IHD Ischaemic heart disease ILR Implantable loop recorder IMA Internal mammary artery IMH Intramural haematoma IMT Intima–media thickness INR International normalized ratio IOMC Iso-osmolar contrast medium iPAH Idiopathic pulmonary arterial hypertension IRA Infarct-related artery ISH Isolated systolic hypertension IU International units IUD Intrauterine device IV UHF Intravenous unfractionated heparin IVC Inferior vena cava IVUS Intravascular ultrasound JSAP Japanese Stable Angina Pectoris km per h Kilometres per hour LA Left atrium/atrial LAA Left atrial appendage Lab Catheterization laboratory LAD Left anterior descending (coronary artery) LBBB Left bundle branch block LCC Left coronary cusp Lcx Left circumflex LDL Low-density lipoprotein LDL-C Low density lipoprotein cholesterol LDS Loeys-Dietz syndrome LEAD Lower-extremity artery disease LEOPARD lentigines, ECG abnormalities, ocular hypertelorism, pulmonary stenosis, abnormal genitalia, retardation of growth, and sensorineural deafness LGE Late gadolinium enhancement LM Left main LMWH Low molecular weight heparin LOCM Low-osmolar contrast medium LoE Level of evidence LOVA Lovastatin Lp(a) Lipoprotein(a) LV Left ventricle / left ventricular LVAD Left ventricuar assist device LVEDD Left ventricular end-diastolic diameter LVEF Left ventricular ejection fraction LVESD Left ventricular end-systolic diameter LVESV Left ventricular end-systolic volume LVH Left ventricular hypertrophy LVM Left ventricular mass LVOT Left ventricular outflow tract LVOTG Left ventricular outflow tract gradient LVOTO Left ventricular outflow tract obstruction MACCE Major adverse cardiac events MACE Major adverse cardiac events MADIT Multicenter Automatic Defibrillator Trial MASS II The medicine, angioplasty, or surgery study Mbq Millibecquerel MDCT Multidetector computed tomographic angiography MDRD Modifikation of Diet in Renal Disease Med RX Medial therapy MedPed Make Early Diagnosis to Prevent Early Deaths MELAS mitochondrial encephalomyopathy, lactic acidosis, and stroke-like episodes MERFF Myoclonic epilepsy with ragged red fibres MET Metabolic equivalent MetS Metabolic syndrome Ml Myocardial infarction MPI Myocardial perfusion imaging MPR Multiplanar reconstruction MPS Myocardial perfusion scintigraphy / Myocardial perfusion stress MR Mitral regurgitation MRA Mineralocorticoid receptor antagonist / Magnetic resonance angiography MRI Magnetic resonance imaging MR-proANP Mid-regional pro atrial natriuretic peptide MS Mitral stenosis MSCT Multislice computed tomography mSv Millisievert mV millivolt(s) MV abn Mitral valve abnormality MYBPC3 Myosin-binding protein C MYH7 Myosin, heavy chain 7 MYL3 Essential myosin light chain n.a not available N/A Not applicable N/R Not reported NASCET North American Symptomatic Carotid Endarterectomy Trial NCC Non coronary cusp NCDR National cardiovascular data registry NIPPV Non-invasive positive pressure ventilation NIV Non-invasive ventilation NNH Numbers needed to harm NNT Numbers needed to treat NOAC Novel oral anticoagulant / New oral anticoagulant / Non-vitamin K antagonist direct oral anticoagulant NOAC(s) Non-vitamin K-dependent new oral anticoagulant(s) Non-HDL-C Non-HDL cholesterol NP Natriuretic peptide NPV Negative predictive value NSAID Non-steroidal antiinflammatory drug NSQIP National surgical quality improvement program NSTE-ACS Non-ST-segment elevation acute coronary syndrome NSTE-ACS Non–ST-segment elevation acute coronary syndrome NSTEMI Non-ST-elevation myocardial infarction NSVT Non-sustained ventricular tachycardia NTG Nitroglycerine NT-proBNP N-terminal pro B-type/brain natriuretic peptide NYHA New York Heart Association O2 Oxygen OAC Oral anticoagulant OCT Optical coherence tomography OD Organ damage OGTT Oral glucose tolerance test OHS Obesity hypoventilation syndrome OMT Optimal medical therapy OR Odds ratio OSA Obstructive sleep apnoea p.o. Per os PA Postero-anterior PAD Peripheral artery disease PAH Pulmonary arterial hypertension / Pulmonary hypertension PaO2 Partial pressure of oxygen PAP Pulmonary artery disease PAU Penetrating aortic ulcer PCC Prothrombin coagulation complax PCI Percutaneous coronary intervention PCWP Pulmonary capillary wedge pressure PDE5 Phosphodiesterase type 5 PE Pulmonary embolism PEA Pulmonary endarterectomy PEP Primary endpoint PESI Pulmonary embolism severity index PET Positron emission tomography PH Pulmonary hypertension PISA Proximal isovelocity surface area PITA Pitavastatin PM Pacemaker PMC Percutaneous mitral commissurotomy PPCM Peripartum cardiomyopathy PPI Proton pump inhibitor PRAVA Pravastatin PRIMARY PCI Primary percutaneous coronary intervention PRKAG2 Gamma-2 subunit of the adenosine monophosphate-activated protein kinase PS Pulmonary valve stenosis PTA Percutaneous transluminal angioplasty / Pre-test probability PUFA Polyunsaturated fatty acid PVC Premature ventricular contraction PVI Pulmonary vein isolation PVL Paravalvular leak PWV Pulse wave velocity R Vol Regurgitant volume RAA Renin–angiotensin–aldosterone RAAS Renin angiotensin aldosterone system RAS Renal artery stenosis / Renin-angiotensin system RBBB Right bundle branch block RCC Right coronary cusp RCT Randomized clinical trial RCTs Randomized controlled trial RF Risk factor rFVIIa Activated recombinant factor VII ROSU Rosuvastatin rPA Right pulmonary artery r-PA Reteplase RR Relative risk RRR Relative risk reduction rtPA Recombinant tissue plasminogen activator RV Right ventricle/ventricular RVOT Right ventricular outflow tract RVOTO Right ventricular outlow tract obstruction S.C. Subcutaneous SAA Septal alcohol ablation SAM Systolic anterior motion SaO2 Saturated oxygen SAPT Single antiplatelet therapy SB Sinus bradycardia SBP Systolic blood pressure SCAD Stable coronary artery disease SCD Sudden cardiac death SCORE Systematic coronary risk evaluation / Systematic coronary risk estimation SFA Superficial femoral artery SGLT2 Sodium glucose co-transporter 2 SIMVA Simvastatin SIRS Systemic inflammatory response SLE Systemic lupus erythematosus SND Sinus node disease SPAP Systolic pulmonary artery pressure SPECT Single photon emission computed tomography sPESI Simplified Pulmonary Embolism Severity Index SpO2 Saturation of peripheral oxygen SR Sinus rhythm SSS Sick sinus syndrome STE-ACS ST-segment elevation acute coronary syndrome STEMI ST-segment elevation myocardial infarction STS Society of Thoracic Surgeon ST-T ST-segment-T wave SVG Saphenous vein graft SVR Surgical ventricular reconstruction. SVT Supraventricular tachycardia SWISSI II Swiss Interventional Study on Silent Ischemia Type II SYNTAX SYNergy between percutaneous coronary intervention with TAXus and cardiac surgery T1DM Type 1 diabetes mellitus T2DM Type 2 diabetes mellitus TAA Thoracic aortic aneurysm TAAD Thoracic aortic aneurysms and dissection TAI Traumatic aortic injury TAPSE Tricuspid annulus plane systolic excursion TASC TransAtlantic Inter-Society Consensus TAVI Transcatheter aortic valve implantation TC Total cholesterol TE Thromboembolism / Thrombo-embolic TEVAR Thoracic endovascular aortic repair TG Triglyceride TGA Complete transposition of the great arteries Three DE Three dimensional echocardiography TIA Transient ischaemic attack / Transitory ischaemic attack TIBC Total iron-binding capacity TIME Trial of invasive versus medical therapy in elderly patients with chronic symptomatic coronary-artery disease TL True lumen TNK-tPA Tenecteplase TNNI3 Troponin I, cardiac TNNT2 Troponin T TOE Transoesophageal echocardiography / echocardiogram t-PA Tissue plasminogen activator TPM1 Tropomyosin 1 alpha chain TR Tricuspid regurgitation TS Tricuspid stenosis / Turner syndrome TTE Transthoracic echocardiography TTR Time in therapeutic range / Transthyretin TV Tricuspid valve TVI Time–velocity integral Tx Tendon xanthomata UEAD Upper extremity artery disease UFH Unfractionated heparin UHF Ultrafractionated heparin ULN Upper limit of normal V/Q Scan ventilation–perfusion scintigraphy VA Vertebral artery VF Ventricular fibrillation VHD Valvular heart disease VKA Vitamin K antagonist VPBs Ventricular premature beats vs Versus VSD Ventricular septal defect VT Ventricular tachycardia VTE Venous thromboembolism VV Interventricular VVI Ventricular inhibited pacing WHF World Heart Federation WHO World Health Organization WPW Wolff-Parkinson-White"
}
]