[
{
	"page":"ENAS5531_1.0.0.0",
	"text":"1.0.0.0 Authors and Publication ESC Pocket Guidelines 2018 ESC Guidelines for the management of cardiovascular diseases during pregnancy* The Task Force for the Management of Cardiovascular Diseases during Pregnancy of the European Society of Cardiology (ESC) Endorsed by the International Society of Gender medicine (IGM), the German Institute of Gender in Medicine (DgesGM), the European Society of Anaesthesiology (ESA) and the European Society of Gynecology (ESG) Chairperson Vera Regitz-‍Zagrosek Charité Universitaetsmedizin Berlin Institute for Gender in Medicine CCR, DZHK, 10115 Berlin, Germany Tel.: +49 30 450 525 172 Fax.: +49 30 450 7 525 288 Email: vera.regitz-‍zagrosek@charite.de Co-‍Chairperson Jolien W. Roos-‍Hesselink Erasmus Medical Center Rotterdam Department of Cardiology Dr Molewaterplein 40 3015CGD, Rotterdam, The Netherlands Tel: +31 10 7032432 Email: j.roos@erasmusmc.nl Task Force Members: Johann Bauersachs (Germany), Carina Blomström-‍Lundqvist (Sweden), Renata Cífková (Czech Republic), Michele De Bonis (Italy), Bernard Iung (France), Mark Richard Johnson (UK), Ulrich Kintscher (Germany), Peter Kranke (Germany), Irene Marthe Lang (Austria), Joao Morais (Portugal), Petronella G. Pieper (The Netherlands), Patrizia Presbitero (Italy), Susanna Price (UK), Giuseppe M. C. Rosano (UK/‍Italy), Ute Seeland (Germany), Tommaso Simoncini2 (Italy), Lorna Swan (UK), Carole A. Warnes (USA). 1 Representing the European Society of Anaesthesiology 2 Representing the European Society of Gynecology ESC entities having participated in the development of this document: Associations: Acute Cardiovascular Care Association (ACCA), European Association of Cardiovascular Imaging (EACVI), European Association of Percutaneous Cardiovascular Interventions (EAPCI), European Heart Rhythm Association (EHRA), Heart Failure Association (HFA). Councils: Council on Cardiovascular Nursing and Allied Professions, Council on Cardiovascular Primary Care, Council on Hypertension, Council on Valvular Heart Disease. Working Groups: Aorta and Peripheral Vascular Diseases, Cardiovascular Pharmacotherapy, Cardiovascular Surgery, Grown-‍up Congenital Heart Disease, Myocardial and Pericardial Diseases, Pulmonary Circulation and Right Ventricular Function, Thrombosis. ESC Staff: Veronica Dean, Laetitia Flouret, Catherine Despres – Sophia Antipolis, France *Adapted from the 2018 ESC Guidelines for the management of cardiovascular diseases during pregnancy (European Heart Journal 2018 - doi/10.1093/‍eurheartj/‍ehy340)."
},
{
	"page":"ENAS5531_2.0.0.0",
	"text":"2.0.0.0 Preamble/‍Introduction The aim of these guidelines is to provide practical guidelines for the diagnosis, assessment and treatment of cardiovascular diseases in pregnancy. Expert from different European nationalities used an evidence based approach to generate the grade of recommendation in the guidelines within an additional assessment of the quality of the evidence. In Table 1 the language used to specify a recommendation is presented. Table 2 demonstrates the different levels of evidence that are used. Table 1: Classes of recommendations Classes of recommendations Definition Suggested wording to use Class I Evidence and/‍or general agreement that a given treatment or procedure is beneficial, useful, effective. Is recommended/‍‍is indicated Class II Conflicting evidence and/‍or a divergence of opinion about the usefulness/efficacy of the given treatment or procedure.   Class IIa Weight of evidence/opinion is in favour of usefulness/efficacy. Should be considered Class IIb Usefulness/‍‍efficacy is less well established by evidence/opinion. May be considered Class III Evidence or general agreement that the given treatment or procedure is not useful/ effective, and in some cases may be harmful. Is not recommended Table 2: Levels of evidence Level of evidence A Data derived from multiple randomized clinical trials or meta-‍analyses. Level of evidence B Data derived from a single randomized clinical trial or large non-‍randomized studies. Level of evidence C Consensus of opinion of the experts and/‍or small studies, retrospective studies, registries."
},
{
	"page":"ENAS5531_3.0.0.0",
	"text":"3.0.0.0 What is new? Figure 1 Selected revised and new recommendations A) Selected revised recommendations Comment, comparison with 2011 2018 Strengthening modified World Health Organization (mWHO) classification of maternal risk. It is recommended to perform risk assessment in all women with cardiac diseases in childbearing age and before conception, using the mWHO classification of maternal risk. (IC) Upgrade in class of recommendation - Patients with severe MS should undergo intervention before pregnancy. Intervention is recommended before pregnancy in patients with MS and valve area <1.0 cm2. (IC) 2011, OACs were recommended during the 2nd and 3rd trimesters until the 36th week. Now separate recommendations for women with low and high dose are given for VKA use during the 2nd and 3rd trimesters. During the 2nd and 3rd trimesters until the 36th week, VKA are recommended in women needing a low dose. (Low dose VKA: warfarin <5 mg/‍day (or phenprocoumon <3 mg/‍day or acenocoumarol <2 mg/‍day.) (IC) Sotalol deleted. Flecainide† or propafenone† are recommended for prevention of SVT in patients with WPW syndrome. (IC) Changed in high-‍risk patients from UFH to LMWH. Dosing based on body weight introduced. LMWH is the drug of choice for the prevention and treatment of VTE in all pregnant patients. (IB) It is recommended that the therapeutic dose of LMWH is based on body weight. (IC) Changes: dose adjustment of UFH or LMWH dose within 36 hours now recommended. In pregnant women on LMWH or UFH, it is recommended to perform weekly anti-‍Xa level monitoring or aPTT monitoring with dose adjustment (within 36 hours). (IC) Upgrade of recommendation, IIb to IIa. Catheter ablation with electroanatomic systems should be considered in experienced centres in case of drug- refractory and poorly tolerated SVT. (IIaC) Changed from D-‍dimers to imaging as the first line of investigation as D-‍dimers are unreliable in pregnancy. If compression ultrasound is negative, magnetic resonance venography should be considered to diagnose VTE. (IIaC) FDA categories A to X were used for all drugs in 2011. Decision-‍making based on former FDA categories is no longer recommended. (IIIC) “Pre-pregnancy surgery” is now deleted. Now also information on Turner syndrome with aortic diameter corrected for BSA. Pregnancy is not recommended in patients with severe dilatation of the aorta (heritable thoracic aortic disease such as Marfan syndrome >45 mm, bicuspid aortic valve >50 mm or >27 mm/m2 body surface area, Turner syndrome ASI >25 mm/m2 body surface area). (IIIC) B) Selected new recommendations Right heart catheterization is recommended to confirm the diagnosis of PAH. This can be performed during pregnancy but with very strict indications. (IC) LMWH in therapeutic dose is recommended in pregnant patients with chronic thromboembolic pulmonary hypertension. (IC) In patients with pulmonary embolism, thrombolytic therapy is recommended only in severe hypotension or shock. (IC) In women at high-‍risk for thromboembolism, it is recommended to convert LMWH to UFH at least 36 hours prior to delivery and stop the UFH infusion 4–6 hours prior to anticipated delivery. aPTT should be normal before regional anaesthesia. (IC) In women at low-‍risk for thromboembolism on therapeutic LMWH, induction or caesarean section is recommended to be performed 24 hours after the last dose of LMWH. (IC) In women considering pregnancy and requiring heart valve surgery, it is recommended to choose the prosthesis in consultation with a pregnancy heart team. (IC) It is recommended to manage pregnancy in women with mechanical heart valves in a centre with a pregnancy heart team (IC) In treatment naive pregnant PAH patients, initiating treatment should be considered. (IIaC) In patients with (history of) aortic dissection caesarean delivery should be considered. (IIaC) β-‍blocker therapy throughout pregnancy should be considered in women with Marfan syndrome and other heritable thoracic aortic diseases. (IIaC) Induction of labour should be considered at 40 weeks gestation in all women with cardiac disease. (IIaC) In patients with PPCM, bromocriptine treatment may be considered to stop lactation and enhance recovery (LV function). (IIbB) Pregnancy is not recommended in patients with vascular Ehlers–Danlos syndrome. (IIIC) Breastfeeding is not recommended in mothers who take antiplatelet agents other than low-‍dose aspirin (from Chapter 7, see Chapter 12) (III C) C) New concepts Enforcing mWHO classification of maternal risk. Introduction of the pregnancy heart team. More attention for assisted reproductive therapy. Discussion of the use of bromocriptine in PPCM. Introducing specific levels of surveillance based on low/medium/high-‍risk for arrhythmia with haemodynamic compromise at delivery. New information on pharmacokinetics in pregnancy, more detailed information on pharmacodynamics in animal experiments on all drugs (Supplementary Data). Perimortem caesarean section is discussed. Advice on contraception and termination of pregnancy in women with cardiac disease is now provided. ASI = aortic size index; aPTT = activated partial thromboplastin time; BSA = body surface area; FDA = US Food and Drug Administration; LMWH = low molecular weight heparin; LV = left ventricular; MS = mitral stenosis; mWHO = modified World Health Organization; OAC = oral anticoagulant; PAH = pulmonary arterial hypertension; PPCM = peripartum cardiomyopathy; UFH = unfractionated heparin."
},
{
	"page":"ENAS5531_4.1.0.0",
	"text":"4.0.0.0 General considerations 4.1.0.0 Epidemiology Hypertensive disorders are the most frequent cardiovascular disorders during pregnancy, occurring in 5–10% of all pregnancies (see Chapter here). Among the other disease conditions, congenital heart disease is most frequent present during pregnancy in the western world (75–82%). Rheumatic valvular disease dominates in non-‍western countries, comprising 56–89% of all CVDs in pregnancy. Cardiomyopathies are rare, but represent severe causes of cardiovascular complications in pregnancy."
},
{
	"page":"ENAS5531_4.2.1.0",
	"text":"4.2.0.0 Physio. adaptations to pregnancy 4.2.1.0 Overview Pregnancy induces changes in the cardiovascular and coagulation system. The risk of pregnancy depends on the underlying cardiac diagnosis and individual conditions. Risk estimation should be individualized and be based on the modified World Health Organization (mWHO) classification (Table 3)"
},
{
	"page":"ENAS5531_4.2.2.0",
	"text":"4.2.2.0 WHO classification of maternal CV risk Table 3 Modified World Health Organization classification of maternal cardiovascular risk   mWHO I Diagnosis (if otherwise well and uncomplicated) Small or mild pulmonary stenosis patent ductus arteriosus mitral valve prolapse Successfully repaired simple lesions (atrial or ventricular septal defect, patent ductus arteriosus, anomalous pulmonary venous drainage) Atrial or ventricular ectopic beats, isolated Risk No detectable increased risk of maternal mortality and no/‍mild increased risk in morbidity Maternal cardiac event rate 2.5–5% Counselling Yes Care during pregnancy Local hospital Minimal follow-‍up visits during pregnancy Once or twice Location of delivery Local hospital Table 3 Modified World Health Organization classification of maternal cardiovascular risk (continued)   mWHO II Diagnosis (if otherwise well and uncomplicated) Unoperated atrial or ventricular septal defect Repaired tetralogy of Fallot Most arrhythmias (supraventricular arrhythmias) Turner syndrome without aortic dilatation Risk Small increased risk of maternal mortality or moderate increase in morbidity Maternal cardiac event rate 5.7–10.5% Counselling Yes Care during pregnancy Local hospital Minimal follow-‍up visits during pregnancy Once per trimester Location of delivery Local hospital Table 3 Modified World Health Organization classification of maternal cardiovascular risk (continued)   mWHO II–III Diagnosis (if otherwise well and uncomplicated) Mild left ventricular impairment (EF >45%) Hypertrophic cardiomyopathy Native or tissue valve disease not considered WHO I or IV (mild mitral stenosis, moderate aortic stenosis) Marfan or other HTAD syndrome without aortic dilatation Aorta <45 mm in bicuspid aortic valve pathology Repaired coarctation Atrioventricular septal defect Risk Intermediate increased risk of maternal mortality or moderate to severe increase in morbidity Maternal cardiac event rate 10–19% Counselling Yes Care during pregnancy Referral hospital Minimal follow-‍up visits during pregnancy Bimonthly Location of delivery Referral hospital Table 3 Modified World Health Organization classification of maternal cardiovascular risk (continued)   mWHO III Diagnosis (if otherwise well and uncomplicated) Moderate left ventricular impairment (EF 30–45%) Previous peripartum cardiomyopathy without any residual left ventricular impairment Mechanical valve Systemic right ventricle with good or mildly decreased ventricular function Fontan circulation. If otherwise the patient is well and the cardiac condition uncomplicated Unrepaired cyanotic heart disease Other complex heart disease Moderate mitral stenosis Severe asymptomatic aortic stenosis Moderate aortic dilatation (40–45 mm in Marfan syndrome or other HTAD; 45–50 mm in bicuspid aortic valve, Turner syndrome ASI 20–25 mm/m2, tetralogy of Fallot <50 mm) Ventricular tachycardia Risk Significantly increased risk of maternal mortality or severe morbidity Maternal cardiac event rate 19–27% Counselling Yes: expert counselling required Care during pregnancy Expert centre for pregnancy and cardiac disease Minimal follow-‍up visits during pregnancy Monthly or bimonthly Location of delivery Expert centre for pregnancy and cardiac disease Table 3 Modified World Health Organization classification of maternal cardiovascular risk (continued)   mWHO IV Diagnosis Pulmonary arterial hypertension Severe systemic ventricular dysfunction (EF <30% or NYHA class III–IV) Previous peripartum cardiomyopathy with any residual left ventricular impairment Severe mitral stenosis Severe symptomatic aortic stenosis Systemic right ventricle with moderate or severely decreased ventricular function Severe aortic dilatation (>45 mm in Marfan syndrome or other HTAD, >50 mm in bicuspid aortic valve, Turner syndrome ASI >25mm/m2, tetralogy of Fallot >50 mm) Vascular Ehlers-‍Danlos Severe (re)coarctation Fontan with any complication Risk Extremely high-‍risk of maternal mortality or severe morbidity Maternal cardiac event rate 40–100% Counselling Yes: pregnancy contra-‍indicated. If pregnancy occurs termination should be discussed Care during pregnancy Expert centre for pregnancy and cardiac disease Minimal follow-‍up visits during pregnancy Monthly Location of delivery Expert centre for pregnancy and cardiac disease ASI = aortic size index; EF = ejection fraction; HTAD= heritable thoracic aortic disease; mWHO = modified World Health Organization classification; NYHA = New York Heart Association; WHO = World Health Organization."
},
{
	"page":"ENAS5531_4.2.3.0",
	"text":"4.2.3.0 Predictors of maternal and neonatal events Table 4 Predictors of maternal and neonatal events Predictors of maternal cardiovascular events Prior cardiac event (heart failure, transient ischaemic attack, stroke, arrhythmia) NYHA Class III/‍IV Left heart obstruction (moderate to severe) Reduced systemic ventricular systolic function (ejection fraction <40%) Reduced subpulmonary ventricular function (TAPSE <16 mm) Systemic atrioventricular valve regurgitation (moderate to severe) Pulmonary atrioventricular valve regurgitation (moderate to severe) Pulmonary arterial hypertension Cardiac medication before pregnancy Cyanosis (O2 saturation <90%) Natriuretic peptide levels (NT-‍proBNP >128 pg/mL at 20 weeks predictive of event later in pregnancy) Smoking history Mechanical valve prosthesis Repaired or unrepaired cyanotic heart disease Predictors of neonatal events NYHA Class III/‍IV or cyanosis during baseline pre-‍natal visit Maternal left heart obstruction Smoking during pregnancy Low maternal oxygen saturation (<90%) Multiple gestations Use of anticoagulants throughout pregnancy Cardiac medication before pregnancy “At birth” cyanotic heart disease Mechanical valve prosthesis Maternal cardiac event during pregnancy Maternal decline in cardiac output during pregnancy Abnormal uteroplacental Doppler flow NT-‍proBNP = N-‍terminal pro B-‍type natriuretic peptide; NYHA = New York Heart Association; TAPSE = tricuspid annular plane systolic excursion. Predictors identified in references (See Full Text)."
},
{
	"page":"ENAS5531_4.2.4.0",
	"text":"4.2.4.0 Pregnancy heart team In women with a moderate or high-‍risk of complications during pregnancy (mWHO II–III, III and IV), pre-‍pregnancy counselling and management during pregnancy and around delivery should be conducted in an expert centre by a multidisciplinary team, the pregnancy heart team. The minimum team requirements are a cardiologist, obstetrician and anaesthetist, all with expertise in the management of high-‍risk pregnancies in women with heart disease. The conclusions and recommendations should be filed and made available 24 hours per day."
},
{
	"page":"ENAS5531_4.2.5.0",
	"text":"4.2.5.0 Diagnostics Transthoracic echocardiography is the preferred imaging method in pregnancy. Physiological exercise testing is an integral part of follow-‍up in grown-‍up congenital heart disease and valve disease, and should be performed in patients with known heart disease who plan pregnancy. If possible, procedures using ionizing radiation should be delayed until at least the completion of the period of major organogenesis (>12 weeks after menses). Cardiac catheterisation and MRI can be necessary to guide diagnosis and interventional procedures."
},
{
	"page":"ENAS5531_4.2.6.0",
	"text":"4.2.6.0 Genetic counselling and pre-‍natal diagnosis Presently, options for pre-‍natal genetic testing are increasingly available for those patients with an identified genetic defect (either chromosomal defects such as insertions/‍deletions/‍ translocations or single gene defects). This includes (i) pre-‍gestational diagnosis or (ii) pre-‍natal diagnosis, chorionic villus sampling or amniocentesis. Counselling should be provided by an experienced centre with an interdisciplinary expert team. Measurement of nuchal fold thickness around the 12th week of pregnancy to screen for chromosome abnormalities also screens for foetal congenital heart disease. All women with congenital heart disease should be offered foetal echocardiography in the 19th to 22nd week of pregnancy with 45% of all congenital cardiac malformations identified."
},
{
	"page":"ENAS5531_4.2.7.0",
	"text":"4.2.7.0 Interventions during pregnancy If an intervention is absolutely necessary, the best time is after the fourth month in the second trimester. Maternal mortality during cardiopulmonary bypass is now similar to that in non-‍pregnant women. However, foetal mortality remains high (around 20%). Cardiac surgery is recommended only when medical therapy or interventional procedures fail and the mother’s life is threatened. Delivery before necessary surgery should be considered when the fetus is viable."
},
{
	"page":"ENAS5531_4.2.8.0",
	"text":"4.2.8.0 Delivery A delivery plan should be made with details of induction, management of labour, delivery, and post-‍partum surveillance. Vaginal delivery is associated with less blood loss and lower risk of infection, venous thrombosis and embolism, and should be advised for most women. Caesarean section should be considered for obstetric indications and for patients presenting in labour on oral anticoagulants (OACs), with aggressive aortic pathology and in acute intractable HF and is advised in severe forms of pulmonary hypertension (PH) (including Eisenmenger syndrome)."
},
{
	"page":"ENAS5531_4.2.9.0",
	"text":"4.2.9.0 Infective endocarditis Antibiotic prophylaxis is not recommended during vaginal or caesarean delivery. IE should be diagnosed and treated in the same way as in the non-‍pregnant patient. Antibiotics should be given according to guidelines, guided by culture and antibiotic sensitivity results considering the potential fetotoxic effects of antibiotics (see Table 7: Drugs and safety data)."
},
{
	"page":"ENAS5531_4.2.10.0",
	"text":"4.2.10.0 Contraception & assisted reproductive Tx The risk of using a particular type of contraception needs to be balanced against the risk of pregnancy, estimated using the modified WHO classification. Advice on contraception should be provided to all women with heart disease. The rates of subfertility are likely to be as similar in most women with heart disease as in the general population, but their management is more complex. Hysteroscopy and laparoscopy can be life-‍threatening procedures in women with some forms of heart disease (PH, Fontan) and should be undertaken in an experienced centre with appropriate support. Assisted reproduction has added risks above those of pregnancy alone."
},
{
	"page":"ENAS5531_4.2.11.0",
	"text":"4.2.11.0 General recommendations General recommendations   Classa Levelb Pre-‍pregnancy risk assessment and counselling is indicated in all women with known or suspected congenital or acquired cardiovascular and aortic disease. I C It is recommended to perform risk assessment in all women with cardiac diseases in childbearing age and after conception, using the mWHO classification of maternal risk. I C It is recommended to treat high-‍risk patients in specialized centres by a multidisciplinary pregnancy heart team. I C Foetal echocardiography by experienced specialists is recommended when there is an elevated risk of foetal abnormalities. I C Echocardiography is recommended in any pregnant patient with unexplained or new cardiovascular signs or symptoms. I C If cardiac surgery is to be performed after 24 weeks and before 37 weeks of gestation, then corticosteroids are recommended for the mother. I C Vaginal delivery is recommended as first choice in most patients; for most important exceptions see below. I C Induction of labour should be considered at 40 weeks of gestation in all women with cardiac disease. IIa C Genetic counselling should be considered in women with congenital heart disease or congenital arrhythmia, cardiomyopathies, aortic disease or genetic malformations associated with CVD. IIa C MRI (without gadolinium) should be considered if echocardiography is insufficient for a definite diagnosis. IIa C In patients with severe hypertension, vaginal delivery with epidural analgesia and elective instrumental delivery should be considered. IIa C Delivery before necessary surgery should be considered when gestational age is ≥26 weeks. IIa C Caesarean delivery should be considered for obstetric indications or for patients with dilatation of the ascending aorta >45 mm, severe aortic stenosis, pre-‍term labour while on oral anticoagulants, Eisenmenger syndrome or severe heart failure. IIa C A chest radiograph may be considered if other methods are not successful in clarifying the cause of dyspnoea. IIb C Cardiac catheterization may be considered with very strict indications. IIb C CT and electrophysiological studies may be considered in selected patients for vital indications. IIb C Coronary bypass surgery or valvular surgery may be considered during pregnancy when conservative and medical therapy has failed, in situations that threaten the mother’s life and that are not amenable to percutaneous treatment. IIb C Prophylactic antibiotic therapy to prevent endocarditis during delivery is not recommended. III C CT = computed tomography; CVD = cardiovascular disease; MRI = magnetic resonance imaging; mWHO = modified World Health Organization. a Class of recommendation. b Level of evidence."
},
{
	"page":"ENAS5531_5.1.0.0",
	"text":"5.0.0.0 Congenital heart disease & PH 5.1.0.0 Introduction In most women with congenital heart disease, pregnancy is well tolerated. Maternal cardiac complications are present in approximately 10% of completed pregnancies and are more frequent in mothers with complex disease."
},
{
	"page":"ENAS5531_5.2.0.0",
	"text":"5.2.0.0 Pulmonary hypertension PH has many causes and is defined by an elevation in mean pulmonary arterial pressure (PAP) ≥25 mmHg at right heart catheterization. Maternal outcome, which varies according to the PH subset, has improved but mortality remains high in women with PAH (16–30% maternal mortality). Therefore, the recommendation to avoid pregnancy remains and when pregnancy occurs, termination should be discussed. There is increased foetal and neonatal (0–30%) mortality particularly if there is preterm delivery, reduced maternal cardiac output (CO) and/‍or hypoxaemia."
},
{
	"page":"ENAS5531_5.3.0.0",
	"text":"5.3.0.0 Eisenmenger syndrome Eisenmenger patients require special consideration because of the additional complications of cyanosis, right-‍to-‍left shunting, and paradoxical embolism. Maternal mortality is high (20–50%) and termination of pregnancy should be discussed. However, termination also carries a risk. Foetal and neonatal risks are increased and relate to maternal CO and cyanosis. Miscarriage is common. Maternal hypoxaemia is the most important predictor of outcome. Many of the principles of caring for non-‍Eisenmenger PAH apply. However, patients with Eisenmenger syndrome are at increased risk of thrombocytopenia, deficiencies in vitamin K-‍dependent clotting factors, and bleeding. Caution is therefore needed if prescribing antiplatelet therapy or LMWH."
},
{
	"page":"ENAS5531_5.4.0.0",
	"text":"5.4.0.0 Cyanotic heart disease without PH Maternal complications (HF, thrombosis, arrhythmias, endocarditis) occur in at least 15% of cyanotic pregnant patients. If oxygen saturation is >90%, then there is usually a better foetal outcome (10% foetal loss). If oxygen saturation is <85%, foetal growth restriction, prematurity, and foetal death are common and pregnancy should be discouraged (live birth rate of only 12%)."
},
{
	"page":"ENAS5531_5.5.0.0",
	"text":"5.5.0.0 Left ventricular outflow tract obstruction The principles for managing supravalvular or subvalvular LV outflow tract obstruction are the same as those for valvular aortic stenosis (AS) (see Chapter here). Balloon valvuloplasty is not, however, a therapeutic option."
},
{
	"page":"ENAS5531_5.6.0.0",
	"text":"5.6.0.0 Atrial septal defect Pregnancy is well tolerated by most women with repaired atrial septal defect (ASD) (WHO risk Class I). For a secundum defect, catheter device closure can be performed during pregnancy but is rarely indicated."
},
{
	"page":"ENAS5531_5.7.0.0",
	"text":"5.7.0.0 Ventricular septal defect Small or repaired ventricular septal defects (VSDs) (without left heart dilatation or ventricular dysfunction) have a low-‍risk of complications during pregnancy (mWHO I and II)."
},
{
	"page":"ENAS5531_5.8.0.0",
	"text":"5.8.0.0 Atrioventricular septal defect The risk of HF is low and only exists in women with severe regurgitation or impaired ventricular function. Offspring mortality has been reported in 6% of cases, primarily due to the recurrence of congenital heart disease."
},
{
	"page":"ENAS5531_5.9.0.0",
	"text":"5.9.0.0 Coarctation of the aorta Pregnancy is often well tolerated in women after repair of coarctation of the aorta (CoA) (WHO risk class II). In women with unrepaired CoA and those repaired who have systemic hypertension, residual CoA or aortic aneurysms have an increased risk of complications including dissection. Other risk factors include aortic dilatation and bicuspid aortic valve."
},
{
	"page":"ENAS5531_5.10.0.0",
	"text":"5.10.0.0 Pulmonary valve & RVOT disease Pulmonary stenosis (PS) is generally well tolerated. However, severe stenosis may result in complications including RV failure and arrhythmias. In severely symptomatic PS which is unresponsive to medical therapy and bed rest, percutaneous valvuloplasty can be appropriate."
},
{
	"page":"ENAS5531_5.11.0.0",
	"text":"5.11.0.0 Tetralogy of Fallot Women with repaired tetralogy of Fallot usually tolerate pregnancy well (WHO risk class II). Cardiac complications have been reported in 8% of repaired patients."
},
{
	"page":"ENAS5531_5.12.0.0",
	"text":"5.12.0.0 Ebstein’s anomaly In women with uncomplicated Ebstein’s anomaly, pregnancy is often tolerated well (WHO risk class II). Symptomatic patients with cyanosis and/‍or HF should be counselled against pregnancy."
},
{
	"page":"ENAS5531_5.13.0.0",
	"text":"5.13.0.0 Transposition of the great arteries In patients with transposition of the great arteries (TGA), the risks associated with pregnancy are mainly attributable to women with a previous atrial (Senning and Mustard) switch, not arterial switch. Though many women with an atrial switch operation tolerate pregnancy relatively well, there is an increased risk of developing arrhythmias (sometimes life- threatening) and HF (WHO risk class III). An irreversible decline in RV function and worsening TR are also described. Patients with more than moderate impairment of RV function or greater than moderate TR should be advised against pregnancy. The risk of low birth weight and preterm delivery is 38%."
},
{
	"page":"ENAS5531_5.14.0.0",
	"text":"5.14.0.0 Congenitally corrected TGA Complications include arrhythmias and HF (WHO risk class III). These patients are also predisposed to developing AV block. Some 10% of patients have an irreversible decline in RV function. Patients in New York Heart Association (NYHA) class III or IV, ventricular dysfunction (ejection fraction [EF] <40%), or severe TR should be counselled against pregnancy. The rate of foetal loss is increased, especially if there is cyanosis."
},
{
	"page":"ENAS5531_5.15.0.0",
	"text":"5.15.0.0 Fontan circulation Patients with a Fontan circulation have an increased risk of fertility issues but successful pregnancy can occur. However, these are high- to very high-‍risk pregnancies (WHO risk class III or IV). Patients with saturations <85%, depressed ventricular function, moderate to severe AV regurgitation, refractory arrhythmia or protein-‍losing enteropathy should be counselled against pregnancy (mWHO IV). Fontan patients have a high-‍risk of miscarriage (30%). Antenatal and peripartum bleeding is common. There is an increased risk of premature birth, small for gestational age, and neonatal death. Fontan patients are at risk of thromboembolic complications and therapeutic anticoagulation should be considered (balanced with the risk of bleeding). Atrial arrhythmias should be treated promptly and this often requires electrical cardioversion."
},
{
	"page":"ENAS5531_5.16.0.0",
	"text":"5.16.0.0 Pregnancy & PAH Pregnancy and pulmonary arterial hypertension Recommendations Classa Levelb Right heart catheterization is recommended to confirm the diagnosis of PAH (group 1). This can be performed during pregnancy but with very strict indications. I C Treatment dose LMWH is recommended in pregnant patients with chronic thromboembolic pulmonary hypertension. I C If a PAH patient conceives on targeted PH therapies consideration should be given to withdrawing embryotoxic drugs taking into account the risks of withdrawal. IIa C In treatment naive pregnant PAH patients, initiating treatment should be considered. IIa C Pregnancy is not recommended in patients with PAH. III B LMWH = low molecular weight heparin; PAH = pulmonary arterial hypertension; PH = pulmonary hypertension. a Class of recommendation b Level of evidence."
},
{
	"page":"ENAS5531_5.17.0.0",
	"text":"5.17.0.0 Congenital heart disease Congenital heart disease Recommendations Classa Levelb Patients with a systemic right ventricle (Mustard/‍Senning or congenitally corrected TGA), in NYHA Class III/‍IV, systemic ventricular dysfunction (EF <40%), or severe TR should be advised against pregnancy. IIa C Anticoagulation treatment should be considered during pregnancy in Fontan patients. IIa C Symptomatic patients with Ebstein’s anomaly with saturations <85% and/‍or heart failure should be advised against pregnancy. IIa C In patients with a Fontan circulation and saturations <85%, depressed ventricular function, moderate to severe AV regurgitation, refractory arrhythmia or protein-‍losing enteropathy pregnancy is not recommended. III C AV = atrioventricular; EF = ejection fraction; NYHA = New York Heart Association; TGA = transposition of the great arteries; TR = tricuspid regurgitation. a Class of recommendation. b Level of evidence."
},
{
	"page":"ENAS5531_6.0.0.0",
	"text":"6.0.0.0 Aortic diseases Due to haemodynamic and hormonal changes, pregnancy is a high-‍risk period for all patients with aortic pathology, which is rare during pregnancy but associated with very high mortality. Dissection occurs most often in the last trimester of pregnancy (50%) or the early post-‍partum period (33%). The overall risk of a woman with Marfan syndrome having an aortic dissection associated with pregnancy is approximately 3%. Pregnancy should be avoided in Marfan patients with an aortic root diameter >45 mm. When the aorta is 40–45 mm, other factors should be considered such as family history of dissection and rate of aortic growth. In patients with a bicuspid aortic valve, if the ascending aorta is not visible with echocardiography, an MRI or CT should be performed pre-‍pregnancy. The risk of dissection is small. Risk factors are type of bicuspid aortic valve morphology, aortic dilatation, and CoA. Pregnancy should be avoided when the aorta diameter is >50 mm. In patients with Ehlers-‍Danlos syndrome, serious vascular complications occur almost exclusively in type IV (vascular). Maternal mortality is significant. Pregnancy is therefore considered as a very high-‍risk undertaking and not advised. Turner syndrome is associated with an increased risk of congenital heart disease, aortic dilatation, hypertension, diabetes and atherosclerotic events. Risk factors for aortic dissection include aortic dilation, bicuspid aortic valve and CoA. Pregnancy should be avoided when the aortic size index (ASI) is >25 mm/m2. Table 5 Aortic diseases   Marfan Bicuspid aortic valve Location of aneurysm/‍ dissection Everywhere (sinus of Valsalva) Ascending aorta Risk of dissection High: 1–10% Low: <1% Comorbidity Dural abnormalities Mitral regurgitation Heart failure Arrhythmias Aortic stenosis or regurgitation Advise not to become pregnant Ascending aorta >45 mm (or >40 mm in family history of dissection or sudden death) Ascending aorta >50 mm Table 5 Aortic diseases (continued)   Loeys Dietz Turner Location of aneurysm/‍ dissection Everywhere Ascending aorta, arch and descending aorta Risk of dissection High: 1–10% High: 1–10% Comorbidity Dural abnormalities Mitral regurgitation Low height Infertility Hypertension Diabetes Bicuspid aortic valve Coarctation Advise not to become pregnant Ascending aorta >45 mm (or >40 mm in family history of dissection or sudden death) ASI >25 mm/m2 Table 5 Aortic diseases (continued)   Vascular Ehlers–Danlos Location of aneurysm/‍ dissection Everywhere Risk of dissection High: 1–10% Comorbidity Dural abnormalities Uterine rupture Advise not to become pregnant All patients ASI = aortic size index. Management of aortic disease Recommendations Classa Levelb All aortic diseases It is recommended that women with aortic disease have counselling about the risk of aortic dissection. I C Imaging of the entire aorta (CT/‍MRI) is recommended before pregnancy in patients with a genetically proven aortic syndrome or known aortic disease. I C In bicuspid aortic valve patients imaging of the ascending aorta is recommended before pregnancy. I C When a woman with known aortic dilatation, (history of) dissection or genetic predisposition for dissection becomes pregnant, strict blood pressure control is recommended. I C Repeated echocardiographic imaging every 4–12 weeks (depending on diagnosis and severity of dilatation) is recommended during pregnancy and 6 months post-‍partum in patients with ascending aorta dilatation. I C For imaging of pregnant women with dilatation of distal ascending aorta, aortic arch or descending aorta, MRI (without gadolinium) is recommended. I C It is recommended to deliver all women with aortic dilatation or (history of) aortic dissection in an experienced centre with a pregnancy heart team, where cardiothoracic surgery is available. I C In patients with an ascending aorta <40 mm vaginal delivery is recommended. I C In patients with an ascending aorta >45 mm caesarean delivery should be considered. IIa C In patients with (history of) aortic dissection, caesarean delivery should be considered. IIa C Prophylactic surgery should be considered during pregnancy if the aorta diameter is >45 mm and increasing rapidly. IIa C When the foetus is viable, delivery before necessary surgery should be considered. IIa C In patients with an aorta 40–45 mm vaginal delivery with epidural anaesthesia and expedited second stage should be considered. IIa C In patients with an aorta 40–45 mm caesarean section may be considered. IIb C Pregnancy is not recommended in patients with (or history of) aortic dissection. III C When possible the use of ergometrine is not recommended in women with aortic disease. III C Specific syndromes In patients with vascular Ehlers–Danlos syndrome celiprolol is recommended. I C β-‍blocker therapy throughout pregnancy should be considered in women with Marfan syndrome and other heritable thoracic aortic diseases. IIa C Pregnancy is not recommended in patients with severe dilatation of the aorta (heritable thoracic aortic disease such as Marfan syndrome >45 mm, bicuspid aortic valve >50 mm or >27 mm/m2 BSA, Turner syndrome ASI >25 mm/m2 BSA). III C Pregnancy is not recommended in patients with vascular Ehlers– Danlos syndrome. III C ASI = aortic size index; BSA = body surface area; CT = computed tomography; MRI = magnetic resonance imaging. a Class of recommendation. b Level of evidence."
},
{
	"page":"ENAS5531_7.1.0.0",
	"text":"7.0.0.0 Valvular heart disease 7.1.0.0. Overview In stenotic valve diseases, increased CO causes an increase in transvalvular gradient of approximately 50%, mainly between the first and second trimesters, which increases the risk of maternal and foetal complications. Mechanical valve prostheses raise specific problems during pregnancy."
},
{
	"page":"ENAS5531_7.2.0.0",
	"text":"7.2.0.0 Mitral stenosis Heart failure occurs in one-‍third of pregnant women with moderate mitral stenosis and in half of those with severe mitral stenosis, most often during the second trimester. Atrial fibrillation, NYHA Class ≥II, systolic PAP >30 mmHg, severe stenosis and older age are associated with maternal complications. Prematurity rates are 20–30%, intrauterine growth retardation 5–20%, and foetal death 1–5%. When symptoms or clinically significant PH (echocardiographically estimated systolic PAP ≥50 mmHg) develop, activity should be restricted and β-1 selective blockers (preferably metoprolol or bisoprolol) commenced. Diuretics may be used if symptoms persist. The persistence of severe symptoms or PH under medical therapy should lead to consider percutaneous mitral commissurotomy during pregnancy. Anticoagulation is recommended in the case of paroxysmal or permanent AF, left atrial thrombosis, or prior embolism. All patients with significant MS should be counselled against pregnancy and intervention should be considered pre-‍pregnancy, favouring percutaneous intervention, even if asymptomatic, and even more so if the valve area is <1.0 cm2."
},
{
	"page":"ENAS5531_7.3.0.0",
	"text":"7.3.0.0 Valvular aortic stenosis The main cause of AS is bicuspid aortic valve followed by rheumatic heart disease. Cardiac morbidity is related to baseline severity of AS and symptoms. Even in patients with severe AS, pregnancy is often well tolerated if prior exercise tolerance was normal. Pre-‍term birth, intrauterine growth retardation, and low birth weight occur in 20–25% of the offspring of mothers with moderate and severe AS and are increased in severe AS. All symptomatic patients with severe AS or asymptomatic patients with impaired LV function or a pathological exercise test should be counselled against pregnancy, and surgery should be performed pre-pregnancy. During pregnancy in patients who are severely symptomatic despite medical therapy, percutaneous valvuloplasty can be undertaken by an experienced operator."
},
{
	"page":"ENAS5531_7.4.0.0",
	"text":"7.4.0.0 Mitral and aortic regurgitation Women with severe regurgitation and symptoms or compromised LV function are at high-‍risk of HF. Heart failure occurs in 20–25% of women with moderate or severe rheumatic MR. Acute severe regurgitation is poorly tolerated. Ascending aortic diameters should be measured in women with bicuspid valves. Pre-‍pregnancy surgery favouring valve repair should be performed according to guidelines. In acute severe regurgitation with therapy-‍refractory HF, surgery is sometimes unavoidable during pregnancy. If the foetus is sufficiently mature, delivery should be undertaken prior to cardiac surgery (see Table “General Recommendations”)."
},
{
	"page":"ENAS5531_7.5.0.0",
	"text":"7.5.0.0 AF in native heart valve disease A high thromboembolic risk is associated with AF in native heart valve disease, in particular in clinically significant MS. Immediate anticoagulation is required."
},
{
	"page":"ENAS5531_7.6.1.0",
	"text":"7.6.0.0 Prosthetic valves 7.6.1.0 Overview In young women who wish to become pregnant in the future, the pregnancy heart team should be involved in the choice of a specific prosthesis, taking into account the advantages and disadvantages of the different options for that woman. The risk of maternal cardiovascular complications in women with a bioprosthesis is low in those with no or minimal bioprosthesis dysfunction and uncompromised ventricular function. When significant bioprosthesis dysfunction is present, the risk of complications can be significant. In women with mechanical valves, pregnancy is associated with a very high-‍risk of complications (WHO risk classification III). A recent study from the UK reported a favourable outcome for mother and baby in only 28% of cases. The main risks are related to the need for anticoagulation therapy (valve thrombosis and haemorrhagic complications). Additional risks are related to ventricular and valvular dysfunction. Current evidence (lacking adequate randomized studies) indicates that VKAs throughout pregnancy, under strict INR control, is the safest regimen to prevent valve thrombosis. LMWH is possibly superior to UFH for preventing valve thrombosis. All anticoagulation regimens carry an increased risk of miscarriage and haemorrhagic complications, including post-‍partum haemorrhage and retroplacental bleeding leading to premature birth and foetal death. VKAs during the first trimester are associated with an increased risk of miscarriage compared to LMWH or UFH, and the live birth rate is lower, Vaginal delivery while the mother is on VKAs is contra-‍indicated because of the risk of foetal intracranial bleeding. The option to avoid pregnancy should be discussed with women who have a mechanical valve prosthesis. These high-‍risk pregnancies should be managed by a pregnancy heart team in an expert centre. The effectiveness of the anticoagulation regimen should be monitored weekly or every 2 weeks depending on the anticoagulation regimen (see Table 7: Drugs and safety data) and clinical follow-‍up including echocardiography should be performed monthly. Dyspnoea and/‍or an embolic event are reasons for immediate transthoracic echocardiography to search for valve thrombosis, usually followed by transoesophageal echocardiography. Planned delivery is necessary. Vaginal delivery requires a prior switch to i.v. heparin. The use of epidural anaesthesia requires a prolonged interruption of anticoagulant therapy, which may contra-‍indicate its use in women with a mechanical prosthesis. A planned caesarean section may therefore be considered as an alternative. Caesarean section should be performed if labour onset occurs while the patient is still on VKAs."
},
{
	"page":"ENAS5531_7.6.2.0",
	"text":"7.6.2.0 Anticoag. in mechanical valves: High dose VKA Figure 2: Flowchart on anticoagulation in mechanical valves and (A) high dose VKA and (B) low dose VKA. (C) Target INR for mechanical prostheses. (Modified from Baumgartner et al.). Figure 2A Flowchart on anticoagulation in mechanical valves and (A) high dose VKA aPTT = activated partial thromboplastic time; INR, international normalized ratio; i.v. = intravenous; LMWH = low molecular weight heparin; LVEF = left ventricular ejection fraction; UFH = unfractionated heparin; VKA = vitamin K antagonist. a Weeks 6–12 - b Monitoring LMWH: - starting dose for LMWH is 1 mg/kg body weight for enoxaparin and 100 IU/kg for dalteparin, twice daily subcutaneously; -‍In-‍hospital daily anti-‍Xa levels until target, then weekly (I); -‍target anti-‍Xa levels: 1.0–1.2 U/mL (mitral and right sided valves) or 0.8–1.2 U/mL (aortic valves) 4–6 hrs post-‍dose (I); -‍pre-‍dose anti-‍Xa levels >0.6 U/mL (IIb). For interactivity see here"
},
{
	"page":"ENAS5531_7.6.3.0",
	"text":"7.6.3.0 Anticoag. in mechanical valves: Low dose VKA Figure 2B Flowchart on anticoagulation in mechanical valves and (B) low dose VKA aPTT = activated partial thromboplastic time; INR, international normalized ratio; i.v. = intravenous; LMWH = low molecular weight heparin; LVEF = left ventricular ejection fraction; UFH = unfractionated heparin; VKA = vitamin K antagonist. a Weeks 6–12 - b Monitoring LMWH: - starting dose for LMWH is 1 mg/kg body weight for enoxaparin and 100 IU/kg for dalteparin, twice daily subcutaneously; -‍In-‍hospital daily anti-‍Xa levels until target, then weekly (I); -‍target anti-‍Xa levels: 1.0–1.2 U/mL (mitral and right sided valves) or 0.8–1.2 U/mL (aortic valves) 4–6 hrs post-‍dose (I); -‍pre-‍dose anti-‍Xa levels >0.6 U/mL (IIb). For interactivity see here"
},
{
	"page":"ENAS5531_7.6.4.0",
	"text":"7.6.4.0 Target INR for mechanical prostheses Figure 2c Target INR for mechanical prostheses Target INR for mechanical prostheses Prosthesis thrombogenicity Patient-‍related risk factorsa None ≥1 Lowb 2.5 3.0 Mediumc 3.0 3.5 Highd 3.5 4.0 aMitral or tricuspid valve replacement, previous thromboembolism, atrial fibrillation, mitral stenosis of any degree, LVEF <35% - bCarbomedics, Medtronic Hall, ATS, Medtronic Open-‍Pivot, St Jude Medical, On-X, Sorin Bicarbon - cOther bileaflet valves with insufficient data - dLillehei-‍Kaster, Omniscience, Starr-‍Edwards (ball-‍cage), Björk-‍Shiley and other tilting-‍disc valves,any pulmonary valve prosthesis."
},
{
	"page":"ENAS5531_7.7.0.0",
	"text":"7.7.0.0 Management of native valvular heart disease Management of native valvular heart disease Recommendations Classa Levelb Pre-‍pregnancy evaluation, including echocardiography, and counselling is recommended for any woman with known or suspected valvular disease. I C Mitral stenosis In patients with symptoms or pulmonary hypertension, restricted activities and β-1 selective blockers are recommended. I B Diuretics are recommended when congestive symptoms persist despite β-‍blockers. I B Intervention is recommended before pregnancy in patients with MS and valve area <1.0 cm2. I C Therapeutic anticoagulation using heparins or VKA is recommended in case of atrial fibrillation, left atrial thrombosis, or prior embolism. I C Intervention should be considered before pregnancy in patients with MS and valve area <1.5 cm2. IIa C Percutaneous mitral commissurotomy should be considered in pregnant patients with severe symptoms or systolic pulmonary artery pressure >50 mmHg despite medical therapy. IIa C Aortic stenosis Intervention is recommended before pregnancy in patients with severe AS if: they are symptomatic I B OR LV dysfunction (LVEF <50%) is present I C OR when they develop symptoms during exercise testing. I C Intervention should be considered before pregnancy in asymptomatic patients with severe AS when a fall in blood pressure below baseline during exercise testing occurs. IIa C Balloon aortic valvuloplasty should be considered during pregnancy in patients with severe AS and severe symptoms. IIa C Chronic regurgitant lesions Surgical treatment is recommended before pregnancy in patients with severe aortic or mitral regurgitation and symptoms or impaired ventricular function or ventricular dilatation. I C Medical therapy is recommended in pregnant women with regurgitant lesions when symptoms occur. I C AS = aortic stenosis; LV = left ventricular; LVEF = left ventricular ejection fraction; MS = mitral stenosis; VKA = vitamin K antagonist. aClass of recommendation - bLevel of evidence."
},
{
	"page":"ENAS5531_7.8.0.0",
	"text":"7.8.0.0 Management of prosthetic heart valves Management of prosthetic heart valves Recommendations Classa Levelb In women contemplating pregnancy, selection of a valve prosthesis should be undertaken in consultation with a pregnancy heart team. I C It is recommended to manage pregnancy in women with mechanical valves in a centre with a pregnancy heart team. I C If delivery starts while on VKA or in less than 2 weeks after discontinuation of VKA caesarean section is recommended. I C It is recommended to discontinue VKA and start adjusted-‍dose intravenous UFH (aPTT ≥2x control) or adjusted-‍dose LMWHc (see separate recommendations) at the 36th week of gestation. I C In pregnant women on LMWH or UFH, it is recommended to perform weekly anti-‍Xa level monitoring or aPTT monitoring with dose- adjustment (within 36 hours). I C In pregnant women on VKA, it is recommended to perform INR monitoring weekly or every 2 weeks. I C In pregnant women with LMWH, it is recommended to target anti-‍Xa levels 4–6 hours post-‍dose at 0.8–1.2 U/l (aortic valve prosthesis) or 1.0–1.2 IU/mL (mitral and right-‍sided valve prostheses). I C It is recommended to replace LMWH with intravenous UFH (aPTT ≥2x control) at least 36 hours before planned delivery. UFH should be continued until 4–6 hours before planned delivery and restarted 4–6 hours after delivery if there are no bleeding complications. I C It is recommended to anticipate timing of delivery to ensure safe and effective peripartum anticoagulation. I C Immediate echocardiography is recommended in women with mechanical valves presenting with dyspnoea and/‍or an embolic event. I C It is recommended to implement changes in the anticoagulation regimen during pregnancy in hospital. I C During the second and third trimester until the 36th week VKAs are recommended in women needing a low dose. I C A bioprosthesis should be considered in young women contemplating pregnancy. IIa C During the second and third trimester until the 36th week VKAs should be considered in women needing a high dose. IIa C Continuation of VKAs should be considered during the first trimester if the warfarin dose required for therapeutic anticoagulation is <5 mg/‍day (or phenprocoumon <3 mg/‍day or acenocoumarol <2 mg/‍day), after patient information and consent. IIa C Discontinuation of VKA between weeks 6 and 12 and replacement with adjusted-‍dose intravenous UFH (aPTT ≥2x control) or adjusted-‍ dose LMWHc twice daily (see separate recommendations) should be considered in patients with a warfarin dose >5 mg/‍day (or phenprocoumon >3 mg/‍day or acenocoumarol >2 mg/‍day). IIa C During the second and third trimesters, LMWH with anti-‍Xa level monitoring and dose adjustment (see separate recommendations) may be considered in women who need a high dose of VKAe after patient information and consent. IIb C In pregnant women with LMWH, in addition to monitoring peak anti-‍Xa levels, monitoring pre-‍dose levels targeted at ≥0.6 IU/mL may be considered. IIb C LMWH is not recommended when weekly anti-‍Xa level monitoring and dose-‍adjustment is not available. III C aPTT = activated partial thromboplastin time; INR = international normalized ratio; LMWH = low molecular weight heparin; UFH = unfractionated heparin; VKA = vitamin K antagonist. aClass of recommendation - bLevel of evidence - cThe starting dose for LMWH is 1 mg/kg body weight for enoxaparin and 100 IU/kg for dalteparin, twice daily subcutaneously - dLow dose VKA: warfarin <5 mg/‍day (or phenprocoumon <3 mg/‍day or acenocoumarol <2 mg/‍day) - eHigh dose VKA: warfarin >5 mg/‍day (or phenprocoumon >3 mg/‍day or acenocoumarol >2 mg/‍day)."
},
{
	"page":"ENAS5531_8.0.0.0",
	"text":"8.0.0.0 Coronary artery disease Pregnancy is associated with a three-‍ to four-‍fold increase in AMI risk compared with age-‍matched non-‍pregnant women. The majority of CAD are of non-‍atherosclerotic causes, including pregnancy-‍related spontaneous coronary artery dissection (P-‍SCAD) (43%), angiographically normal coronary arteries (18%) and coronary thrombosis (17%). Clinical presentation is the same as the non-‍pregnant population. Serum troponin rise should suggest myocardial ischaemia. Where the ECG is non-‍diagnostic, echocardiography may be helpful. Management AMI management in pregnancy is similar to that in the general population, including revascularization techniques. In P-‍SCAD, enhanced vascular vulnerability should be considered when applying revascularization strategies. Therapy Low-‍dose aspirin appears to be safe, but there is little information regarding P2Y inhibitors. Clopidogrel should be used only when strictly necessary. The effects of ionizing radiation should not prevent primary PCI in pregnant patients with standard indications for revascularization in AMI. The majority of reports regarding STEMI management in pregnancy relate to bare metal stents, however, new generation drug-‍eluting stents (DES) are recommended according to the 2017 AMI STEMI Guidelines. Stents usage has been reported in spontaneous coronary artery dissection; however, currently there is no evidence to recommend them in pregnancy. Pregnancy may be considered in patients with known CAD in the absence of residual ischaemia and clinical signs of LV dysfunction. Management of coronary artery disease Recommendations Classa Levelb ECG and measurement of troponin levels are recommended when a pregnant woman has chest pain. I C Primary coronary angioplasty is recommended as the preferred reperfusion therapy for STEMI during pregnancy. I C An invasive management strategy should be considered for NSTE-‍ACS with high-‍risk criteria. IIa C Conservative management should be considered for stable NSTE-‍ACS with low-‍risk criteria. IIa C Follow-‍up should be considered over at least the next 3 months after NSTE-‍ACS IIa C Breastfeeding is not recommended in mothers who take antiplatelet agents other than low-‍dose aspirin due to lack of data (see Chapter here). III C ECG = electrocardiogram; LV = left ventricular; NSTE-‍ACS = non-‍ST-‍elevation acute coronary syndrome; NSTEMI = non-‍ST-‍elevation myocardial infarction; STEMI = ST-‍elevation myocardial infarction. a Class of recommendation - b Level of evidence."
},
{
	"page":"ENAS5531_9.1.0.0",
	"text":"9.0.0.0 Cardiomyopathies and heart failure 9.1.0.0 Introduction The aetiology of pregnancy-‍associated cardiomyopathy includes acquired and inherited diseases, such as peripartum cardiomyopathy (PPCM), toxic cardiomyopathies, hypertrophic cardiomyopathy (HCM), dilated cardiomyopathy (DCM), Takotsubo cardiomyopathy, and storage diseases."
},
{
	"page":"ENAS5531_9.2.0.0",
	"text":"9.2.0.0 Peripartum cardiomyopathy Important predisposing factors include multiparity, African ethnicity, smoking, diabetes, pre-‍eclampsia, malnutrition, advanced age, and teenage pregnancy. PPCM presents with HF secondary to LV systolic dysfunction towards the end of pregnancy and in the months following delivery, with the majority diagnosed post-‍partum. The LV may be non-‍dilated, but the EF is usually <45%. Although symptoms and signs are often typical for HF, diagnosis is frequently delayed. Echocardiography is the imaging modality of choice. Initial LVEF <30%, marked LV dilatation (LV end diastolic diameter ≥6.0 cm), and RV involvement are associated with adverse outcomes. 6-‍month mortality ranges from 2.0% in Germany to 12.6% in a large cohort from South Africa or 24% over 24 months in Turkey. When the EF has not recovered to >50–55%, subsequent pregnancy should be discouraged."
},
{
	"page":"ENAS5531_9.3.0.0",
	"text":"9.3.0.0 Dilated cardiomyopathy & CHF Although PPCM and DCM are distinct disease entities, patients may share a genetic predisposition, and differentiation during pregnancy may be impossible. Pregnancy is poorly tolerated in some women with pre-‍existing DCM, with the potential for significant deterioration in LV function. Pre-‍pregnancy management includes modification of existing HF medications to avoid foetal harm. Angiotensin-‍converting enzyme (ACE) inhibitors, angiotensin receptor blockers (ARBs), angiotensin receptor neprilysin inhibitors (ARNIs), mineralocorticoid receptor antagonists (MRAs) and ivabradine are contra-‍indicated and should be stopped prior to conception. β- blockers should be switched to β-1-‍selective blockers."
},
{
	"page":"ENAS5531_9.4.0.0",
	"text":"9.4.0.0 Management of PPCM and DCM HF in DCM or PPCM can develop rapidly and guidelines for the management of acute HF and cardiogenic shock apply. (Figures 3 and 4). Patients with symptoms and signs of acute HF should be evaluated according to acute HF guidelines. If a patient is in cardiogenic shock or dependent on inotropes or vasopressors, mechanical circulatory support and urgent delivery by caesarean section (irrespective of gestation) should be considered. Management goals are similar to non-‍pregnant acute HF, while avoiding fetotoxic agents (ACE inhibitors, ARB, ARNI, MRA, ivabradine, and atenolol) during pregnancy. HF with pulmonary congestion is treated with loop diuretics and thiazides if required. Standard indications for anticoagulation in PPCM and DCM apply during and after pregnancy. Addition of bromocriptine to standard HF therapy may improve LV recovery and clinical outcome in women with acute severe PPCM. Given the high rate of improvement of LV function during optimal HF drug therapy, early implantation of an implantable cardioverter-‍defibrillator (ICD) in patients with newly diagnosed PPCM or DCM is not appropriate. Cardiac transplantation is reserved for patients where mechanical circulatory support is not possible or desirable. Figure 3 Management of acute heart failure (AHF) during pregnancy Example of a prespecified protocol of interdisciplinary work-‍up (modified from Bauersachs et al, EJHF 2016) For interactivity see here Figure 4 Management of acute heart failure (AHF) during/after pregnancy aDiuretics have to be used with caution due to potential reduction in placental blood flow. Modified from Bauersachs et al, EJHF 2016: 18, 1096–1105 ACE-I = angiotensin converting enzyme inhibitor; ARB = angiotensin receptor blocker; (A)HF = (acute) heart failure; HR = heart rate; NIV = non-‍invasive ventilation; MR = mineralocorticoid receptor; PDA = peridural analgesia; PPCM = peripartum cardiomyopathy; RR = respiratory rate; SBP = systolic blood pressure; ScvO2 = central venous oxygen saturation; SpO2 = peripheral oxygen saturation; WCD = wearable cardioverter-‍defibrillator."
},
{
	"page":"ENAS5531_9.5.0.0",
	"text":"9.5.0.0 Delivery and breastfeeding In stable congestive HF vaginal delivery is preferred with spinal/‍epidural analgesia. Urgent delivery by Caesarean section should be considered in women with advanced HF and haemodynamic instability. Epidural anaesthesia may be the method of choice. In HF with reduced EF (HFrEF), breastfeeding is discouraged in more severe cases (e.g. NYHA III/‍IV)."
},
{
	"page":"ENAS5531_9.6.0.0",
	"text":"9.6.0.0 Hypertrophic cardiomyopathy Women with HCM usually tolerate pregnancy well (maternal mortality 0.5%, complication or worsening of symptoms in 29%). Foetal mortality by spontaneous abortion (15%), therapeutic abortion (5%), or stillbirth (2%) is comparable to the general population. Cardioversion should be considered for poorly tolerated persistent AF. Therapeutic anticoagulation is recommended for those with paroxysmal or persistent arrhythmias. Patients with a past history or family history of sudden death need close surveillance."
},
{
	"page":"ENAS5531_9.7.0.0",
	"text":"9.7.0.0 Delivery Low-‍risk cases may have a spontaneous labour and vaginal delivery. Caesarean section should be considered in patients with severe LV outflow tract obstruction, pre-‍term labour while on OAC, or severe HF."
},
{
	"page":"ENAS5531_9.8.0.0",
	"text":"9.8.0.0 Management of cardiomyopathies & HF Management of cardiomyopathies and heart failure Recommendations Classa Levelb Anticoagulation is recommended in patients with intracardiac thrombus detected by imaging or with evidence of systemic embolism. I A It is recommended to treat women with HF during pregnancy according to current guidelines for non-‍pregnant patients, respecting contraindications for some drugs in pregnancy (see Table 7). I B It is recommended to inform women with HFrEF about the risk of deterioration of the condition during gestation and peripartum. I C Therapeutic anticoagulation with LMWH or vitamin K antagonists according to stage of pregnancy is recommended for patients with atrial fibrillation. I C In HFrEF it is recommended that β-‍blockers are continued in women who used them before pregnancy or are installed with caution, if clinically indicated. I C In patients with PPCM and DCM counselling for recurrence risk during subsequent pregnancy is recommended in all cases, even if LV function has recovered. I C As rapid diagnosis and decision making is crucial for all pregnant women with acute HF, a prespecified management algorithm and an interdisciplinary team should be established. IIa C Patients in cardiogenic shock/‍dependent on inotropes should be transferred early to a facility where mechanical circulatory support is available. IIa C Bromocriptine treatment should be accompanied by prophylactic (or therapeutic) anticoagulation (see Chapter here). IIa C Due to high metabolic demands of lactation and breastfeeding, preventing lactation may be considered in patients with severe HF. IIb B In patients with PPCM, bromocriptine treatment may be considered to stop lactation and enhance recovery (LV function). IIb B In women with PPCM and DCM subsequent pregnancy is not recommended if LVEF does not normalize. III C Hypertrophic cardiomyopathy (HCM) In patients with HCM the same risk stratifications as for non- pregnant women is recommended. I C In patients with HCM, it is recommended that β-‍blockers are continued in women who used them before pregnancy. I C In patients with HCM, β-‍blockers should be started in women who develop symptoms due to outflow tract obstruction or arrhythmia during pregnancy. IIa C In HCM, cardioversion should be considered for persistent atrial fibrillation. IIa C DCM = dilated cardiomyopathy; HCM = hypertrophic cardiomyopathy; HF = heart failure; HFrEF = heart failure with reduced ejection fraction; LMWH = low molecular weight heparin; LV = left ventricular; LVEF = left ventricular ejection fraction; PPCM = peripartum cardiomyopathy. a Class of recommendation - b Level of evidence."
},
{
	"page":"ENAS5531_10.1.0.0",
	"text":"10.0.0.0 Arrhythmias 10.1.0.0 Atrial fibrillation, atrial flutter & PSVT AF (27/100 000) and paroxysmal supraventricular tachycardia (PSVT) are, apart from premature beats, the most frequent arrhythmias. AF is associated with an increased mortality risk. Patients with a known history of any symptomatic supraventricular or ventricular tachycardia should be considered for catheter ablation prior to pregnancy. Pregnant PSVT subjects have worse obstetric and foetal outcomes, with higher adjusted ORs (1.54–3.52) for severe maternal morbidity, caesarean delivery, low birth weight, preterm labour, foetal stress and foetal abnormalities, than those without PSVT. Recommendations for acute termination of PSVT are outlined in the tables below. Intravenous administration of adenosine is recommended as first drug of choice for acute conversion of PSVT. For prevention of PSVT, β-‍blockers (exception for atenolol) or verapamil are first-‍line agents, except for patients with Wolff-‍Parkinson-‍White (WPW) syndrome. Electrical cardioversion is recommended whenever ongoing AF is haemodynamically unstable or a considerable risk for the mother or the foetus. Cardioversion should generally be preceded by anticoagulation (see here). Intravenous β-‍blockers are recommended for rate control."
},
{
	"page":"ENAS5531_10.2.0.0",
	"text":"10.2.0.0 Ventricular tachycardia SCD is recognized as an increasing risk factor in pregnancy. Inherited arrhythmogenic disorders should always be looked for with appropriate diagnostic tests during or after pregnancy. Women with congenital LQTS are at substantial risk of cardiac events during the post-‍partum period. The choice of prophylactic antiarrhythmic drug therapy relates to the presence of underlying structural heart disease and LV function. ICD implantation is recommended if an indication emerges during pregnancy. Non- selective β-‍blockers should be continued throughout pregnancy and during the post-‍partum period (at least 40 weeks after delivery) in patients with congenital LQTS and those with catecholaminergic polymorphic VT."
},
{
	"page":"ENAS5531_10.3.0.0",
	"text":"10.3.0.0 Bradyarrhythmias Bradyarrhythmias and conduction disturbances usually have a favourable outcome in the absence of underlying heart disease. Sinus node dysfunction Rare cases of sinus bradycardia may be related to the supine hypotensive syndrome of pregnancy. Symptomatic bradycardia should be managed by changing the position of the mother to a left lateral decubitus position. For persistent symptoms, a temporary pacemaker may be necessary. Atrioventricular block Isolated congenital complete heart block in the mother has a favourable outcome during pregnancy, especially when the escape rhythm has a narrow QRS complex."
},
{
	"page":"ENAS5531_10.4.0.0",
	"text":"10.4.0.0 Interventions Electrical cardioversion Cardioversion seems safe in all phases of pregnancy as it does not compromise foetal blood flow and the risk of inducing foetal arrhythmias or initiating preterm labour seems small. The foetal heart rate should routinely be controlled after cardioversion. Catheter ablation Catheter ablation should be postponed to the second trimester if possible and performed at an experienced centre using non-‍fluoroscopic electroanatomic mapping and catheter navigation systems. Implantable cardioverter-‍defibrillator and pacing The implantation of an ICD should be considered prior to pregnancy in patients with high-‍risk factors for SCD. Treatment with an ICD during pregnancy does not cause an increased risk of major ICD-‍related complications and is recommended if an indication emerges. Implantations, for ICD preferably one chamber, can be performed safely, especially if the foetus is beyond 8 weeks’ gestation. Echocardiographic guidance or electro-‍anatomical mapping may be helpful."
},
{
	"page":"ENAS5531_10.5.0.0",
	"text":"10.5.0.0 Surveillance levels at delivery with arrhythm. Table 6 Recommended surveillance levels at time of delivery in women with arrhythmias Level of surveillancea Classb Levelc Risk for arrhythmia with haemodynamic compromise at delivery: Low-‍risk PSVT, AF, idiopathic VT, low-‍risk LQTS, WPW syndrome. 1 I C Risk for arrhythmia with haemodynamic compromise at delivery:Medium-‍risk Unstable SVT, VT, those with an implanted ICD, VT and structural heart disease, Brugada syndrome. Moderate risk: LQTS, catecholaminergic polymorphic VT. 2 I C Risk for arrhythmia with haemodynamic compromise at delivery:High-‍risk for life threatening arrhythmia Unstable VT in structural heart disease/congenital heart disease, unstable VT/TdP in high-‍risk LQTS patients, short QT syndrome, high-‍risk catecholaminergic polymorphic ventricular tachycardia. 3 I C Descriptions of actions to be planned Surveillance level Low 1 Medium 2 High 3 Consult cardiologist X Consultation with multidisciplinary team including arrhythmologists at specialized centre. X X Mode and location of delivery as advised by obstetricians. X X Caesarean delivery recommended. X Monitor cardiac rhythm (telemetry, external rhythm monitor). (X) X Intravenous line. X X Arterial line. X Prepare for intravenous administration of adenosine. X Prepare for intravenous administration of a β-‍blocker. X X Prepare for intravenous administration of selected antiarrhythmic drugs. X External cardioverter defibrillator at site. X X Delivery at thoracic operating theatre X Prepare for transfer to cardiac intensive care unit post- partum if needed X AF = atrial fibrillation; ICD = implantable cardioverter-‍defibrillator; LQTS = long QT syndrome; PSVT = paroxysmal supraventricular tachycardia; SVT = supraventricular tachycardia; TdP = torsade de pointes; VT = ventricular tachycardia, WPW = Wolfe-‍Parkinson-‍White. a The risk stratification should follow published Guidelines for the particular disease. b Class of recommendation - c Level of evidence. This table has been developed by expert consensus."
},
{
	"page":"ENAS5531_10.6.0.0",
	"text":"10.6.0.0 Management of arrhythmias Management of arrhythmias Recommendations Classa Levelb Acute management (intravenous administration of drugs) of SVT and AF Vagal manoeuvres, and if these fails, adenosine, are recommended for acute conversion of PSVT. I C Immediate electrical cardioversion is recommended for any tachycardia with haemodynamic instability and for pre-‍excited AF. I C β-1-‍selective blockers should be considered for acute conversion of PSVT. IIa C Ibutilide or flecainide may be considered for termination of atrial flutter and AF in stable patients with structurally normal heartsc. IIb C Long-‍term management (oral administration of drugs) of SVT and AF β-1-‍selective blockers or verapamild is recommended for prevention of SVT in patients without pre-‍excitation on resting ECG. I C Flecainidee or propafenonee are recommended for prevention of SVT in patients with WPW syndrome. I C β-‍selective blockers are recommended for rate control of AT or AF. I C Flecainidee, propafenonee or sotalolf should be considered to prevent SVT, AT and AF if AV nodal blocking agents fail. IIa C Digoxind, verapamild should be considered for rate control of AT or AF if β-‍blockers fail. IIa C Catheter ablation with electroanatomic systems should be considered in experienced centres in case of drug-‍refractory and poorly tolerated SVT. IIa C Acute management (intravenous administration of drugs) of Ventricular tachyarrhythmias Immediate electrical cardioversion is recommended for sustained both unstable and stable VT. I C For acute conversion of sustained, haemodynamically stable, monomorphic VT (e.g. idiopathic VT), a β-‍blocker, sotalolf, flecainidee, procainamide or overdrive ventricular pacing should be considered. IIa C Long-‍term management (oral administration of drugs) of Ventricular tachyarrhythmias ICD (preferably one chamber) is recommended prior to pregnancy if clinically indicated. If indication emerges during pregnancy, ICD implantation is recommended using echocardiographic guidance or mapping, especially if foetus is beyond 8 weeks’ gestation. I C β-‍blocking agents are recommended during pregnancy and post- partum in patients with long QT syndrome or catecholaminergic polymorphic ventricular tachycardia. I C β-‍blocking agents or verapamild,e are recommended for prevention of idiopathic sustained VT if associated with severe symptoms or haemodynamic compromise. I C In idiopathic sustained VT sotalolf or flecainidee should be considered for prevention if other drugs fail. IIa C Catheter ablation with electroanatomic mapping systems may be considered in experienced centres in sustained drug-‍refractory and poorly tolerated VT if there are no other alternatives. IIb C AF = atrial fibrillation; AT = atrial tachycardia; AV = atrioventricular; ECG = electrocardiogram; ICD = implantable cardioverter-‍defibrillator; PSVT = paroxysmal supraventricular tachycardia; SVT = supraventricular tachycardia; TdP = torsade de pointes; VT = ventricular tachycardia; WPW = Wolff-‍Parkinson-‍White. a Class of recommendation - b Level of evidence - c Cardioversion of AF and atrial flutter should generally be preceded by anticoagulation (see below). - d AV nodal blocking agents should not be used in patients with pre-‍excitation on resting ECG or pre-‍excited AF - e Flecainide and propafenone should be combined with AV nodal blocking agents for certain atrial tachycardias, but structural heart disease, reduced left ventricular function and bundle branch block should be excluded - f Vaughan Williams class III antiarrhythmic drugs should not be used in patients with prolonged QTc."
},
{
	"page":"ENAS5531_11.1.0.0",
	"text":"11.0.0.0 Hypertensive disorders 11.1.0.0 Introduction Hypertensive disorders in pregnancy are the most common medical complications, affecting 5–10% of pregnancies worldwide."
},
{
	"page":"ENAS5531_11.2.0.0",
	"text":"11.2.0.0 Diagnosis and risk assessment Repeated BP readings should be performed, preferably on two occasions in the sitting position (or the left lateral recumbent during labour) with an appropriately-‍ sized arm cuff at heart level and using Korotkoff V for diastolic BP (DBP). The diagnosis of hypertension in pregnancy by ambulatory BP monitoring (ABPM) is superior to routine BP measurement for the prediction of pregnancy outcome. Only devices validated according to recognized protocols should be used in pregnancy. Basic laboratory investigations include urinalysis, blood count, haematocrit, liver enzymes, serum creatinine, and serum uric acid. All pregnant women should be assessed for proteinuria in early pregnancy to detect pre-‍existing renal disease and, in the second half of pregnancy, to screen for pre-‍eclampsia."
},
{
	"page":"ENAS5531_11.3.0.0",
	"text":"11.3.0.0 Definition & classi. of HTN in pregnancy The definition of hypertension in pregnancy is based only on office (or in-‍hospital) BP values (systolic BP [SBP] ≥140 mmHg and/‍or DBP ≥90 mmHg) and distinguishes mildly (140–159/90–109 mmHg) or severely (≥160/110 mmHg) elevated BP. Hypertension in pregnancy is not a single entity but comprises: Pre-‍existing hypertension: precedes pregnancy or develops before 20 weeks’ gestation. It usually persists for more than 42 days post-‍partum and may be associated with proteinuria. Gestational hypertension: develops after 20 weeks’ gestation and usually resolves within 42 days post-‍partum. Pre-‍eclampsia: gestational hypertension with significant proteinuria (>0.3 g/24h or ≥30 mg/‍mmol albumin/‍creatinine ratio). It occurs more frequently during the first pregnancy, in multiple pregnancy, in hydatidiform mole, in antiphospholipid syndrome, or with pre-‍existing hypertension, renal disease or diabetes. The only cure is delivery. Pre-‍existing hypertension plus superimposed gestational hypertension with proteinuria. Antenatally unclassifiable hypertension"
},
{
	"page":"ENAS5531_11.4.0.0",
	"text":"11.4.0.0 Prevention of HTN & pre-‍eclampsia Women at high or moderate risk of pre-‍eclampsia should be advised to take 100–150 mg of aspirin daily from week 12 to weeks 36–37."
},
{
	"page":"ENAS5531_11.5.1.0",
	"text":"11.5.0.0 Management of HTN in pregnancy 11.5.1.0 Overview Management of hypertension in pregnancy depends on BP, gestational age and the presence of associated maternal and foetal risk factors. Most women with pre-‍existing hypertension and normal renal function have non- severe hypertension (140–159/90–109 mmHg) and are at low-‍risk for cardiovascular complications. Some are able to withdraw their medication in the first half of pregnancy because of the physiological fall in BP. Evidence-‍based data regarding treatment of hypertension in pregnancy are lacking. In terms of treatment benefit, tight versus less tight control of hypertension in pregnancy in the Control of Hypertension in Pregnancy Study (CHIPS) was associated with less severe maternal hypertension, but no difference in the risk of adverse perinatal outcomes and overall serious maternal complications."
},
{
	"page":"ENAS5531_11.5.2.0",
	"text":"11.5.2.0 Non-‍pharmacological management Non-‍pharmacological management of hypertension during pregnancy has a limited role to play with randomized studies of dietary and lifestyle interventions showing minimal effects on pregnancy outcome. Regular exercise might be continued with caution and obese women (≥30 kg/m2) are advised to avoid a weight gain of more than 6.8 kg."
},
{
	"page":"ENAS5531_11.5.3.0",
	"text":"11.5.3.0 Pharmacological mgmt. of HTN in pregnancy While the goal of treating hypertension is to reduce maternal risk, the agents selected must be effective and safe for the foetus. Treatment of severe hypertension There is no agreed definition of severe hypertension, with values ranging between 160 and 180 mmHg/>110 mmHg. This Task Force recommends considering an SBP ≥170 mmHg or DBP ≥110 mmHg in a pregnant woman an emergency, and hospitalization is indicated. The selection of the antihypertensive drug and its route of administration depend on the expected time of delivery. ACE inhibitors, ARBs and direct renin inhibitors are strictly contraindicated (see Chapter 12). Pharmacological treatment with i.v. labetalol, oral methyldopa, or nifedipine should be initiated; i.v. hydralazine is no longer the drug of choice. However, hydralazine is still commonly used when other treatment regimens have failed. Intravenous urapidil can also be considered. Sodium nitroprusside should only be used as the drug of last choice. The drug of choice when pre-‍eclampsia is associated with pulmonary oedema is nitroglycerin (glyceryl trinitrate). Treatment of mild-‍to-‍moderate hypertension Despite lack of evidence, the European guidelines recommend to initiate drug treatment in all women with persistent elevation of BP ≥150/95 mmHg and at values >140/90 mmHg in women with: gestational hypertension (with or without proteinuria); with pre-‍existing hypertension with the superimposition of gestational hypertension and hypertension with subclinical organ damage or symptoms at any time during pregnancy. Methyldopa, β-‍blockers (most data available for labetalol) and calcium antagonists (most data available for nifedipine) are the drugs of choice. β-‍blockers appear to be less effective than calcium antagonists and may induce foetal bradycardia, growth retardation and hypoglycaemia. Women with pre-‍existing hypertension may continue their current antihypertensive medication unless on ACE inhibitors, ARBs, and direct renin inhibitors, which are contra-indicated due to adverse foetal and neonatal outcomes. Diuretic therapy is best avoided unless in the context of oliguria when low-‍dose furosemide may be considered. Intravenous magnesium sulfate is recommended for the prevention of eclampsia and treatment of seizures."
},
{
	"page":"ENAS5531_11.6.0.0",
	"text":"11.6.0.0 Delivery, breastfeeding & prognosis after preg. Delivery is indicated in pre-‍eclampsia with visual disturbances or haemostatic disorders and at 37 weeks in asymptomatic women. Breastfeeding does not increase BP in the nursing mother. Post-‍partum hypertension is common in the first week. Methyldopa should be avoided because of the risk of post-‍partum depression. Women experiencing hypertension in their first pregnancy are at increased risk in a subsequent pregnancy. The earlier the onset of hypertension in the first pregnancy, the higher the risk of recurrence in a subsequent pregnancy. Women who develop gestational hypertension or pre-‍eclampsia are at increased risk of hypertension, stroke, and ischaemic heart disease in later adult life. Lifestyle modifications are primarily indicated to avoid complications in subsequent pregnancies and to reduce maternal cardiovascular risk in the future. Therefore, regular visits to a primary care physician to check BP and metabolic factors are recommended."
},
{
	"page":"ENAS5531_11.7.0.0",
	"text":"11.7.0.0 Management of hypertension Management of hypertension Recommendations Classa Levelb Low-‍dose aspirin (100–150 mg daily) is recommended in women at high or moderate risk of pre-‍eclampsia from week 12 to weeks 36–37. I A In women with gestational hypertension or pre-‍existing hypertension superimposed by gestational hypertension or with hypertension and subclinical organ damage or symptoms, initiation of drug treatment is recommended at SBP >140 mmHg or DBP >90 mmHg. In all other cases, initiation of drug treatment is recommended if SBP ≥150 mmHg or DBP ≥95 mmHg. I C SBP ≥170 mmHg or DBP ≥110 mmHg in a pregnant woman is an emergency, and hospitalization is recommended. I C Methyldopa, labetalol, and calcium antagonists are recommended for the treatment of hypertension in pregnancy. I B methyldopa C (labetalol, calcium antagonists) In women with gestational hypertension or mild pre-‍eclampsia, delivery is recommended at 37 weeks. I B It is recommended to expedite delivery in pre-‍eclampsia and with adverse conditions such as visual disturbances or haemostatic disorders. I C In pre-‍eclampsia associated with pulmonary oedema, nitroglycerin given as an intravenous infusion is recommended. I C In severe hypertension, drug treatment with intravenous labetalol or oral methyldopa or nifedipine is recommended. I C Limitation of weight gain to <6.8 kg should be considered in obese women. IIa C ACE inhibitors, ARBs or direct renin inhibitors are not recommended. III C ACE = angiotensin-‍converting enzyme; ARB = angiotensin receptor blocker; BP = blood pressure; DBP = diastolic blood pressure; SBP = systolic blood pressure. a Class of recommendation - b Level of evidence."
},
{
	"page":"ENAS5531_12.1.0.0",
	"text":"12.0.0.0 VTE during pregnancy & the puerperium 12.1.0.0 Introduction VTE, encompassing PE and deep vein/‍venous thrombosis (DVT), represents a significant cause of pregnancy-related morbidity and mortality. The risk of VTE is highest in the immediate post-‍partum period with rates of nearly 0.5% reported. In women with previous VTE, recurrence rates are 7.6% despite the use of LMWH."
},
{
	"page":"ENAS5531_12.2.0.0",
	"text":"12.2.0.0 Risk stratification for pregnancy-‍related VTE All women should undergo a documented assessment of risk factors for VTE before pregnancy or in early pregnancy. Based on this, women can be classified as being at high, intermediate or low-‍risk of VTE and preventative measures applied accordingly. Previous unprovoked recurrent VTEs and previous VTE—unprovoked or oestrogen related—are considered high-‍risk factors."
},
{
	"page":"ENAS5531_12.3.0.0",
	"text":"12.3.0.0 Prevention of venous thromboembolism LMWH has become the drug of choice for the prevention and treatment of VTE in pregnant patients. The initial dose of LMWH for thromboprophylaxis should be based on the booking weight (body weight at the first antenatal appointment with the gynaecologist) Patients at high-‍risk for VTE should receive prophylactic enoxaparin at 0.5 IU/kg of body weight once daily or other LMWH at equivalent doses, according to local practice. In morbidly obese women a weight-‍based dosing instead of a fixed dosing is more appropriate in order to achieve adequate anti-‍Xa concentrations."
},
{
	"page":"ENAS5531_12.4.0.0",
	"text":"12.4.0.0 Management of acute VTE Pulmonary embolism For diagnosis, a high index of suspicion is important and all pregnant women with signs and symptoms suggestive of VTE should have objective testing performed urgently and receive therapeutic anticoagulation until the diagnosis is established. D-‍dimer levels increase physiologically with each trimester. Thus, a positive D-‍dimer test in pregnancy is not necessarily indicative of VTE and normal D-‍dimer concentrations have been reported in pregnant women with VTE, meaning that imaging remains the diagnostic test of choice during pregnancy. LMWH: In suspected DVT or PE, therapeutic LMWH should be given until the diagnosis is excluded by objective testing The recommended therapeutic dose is calculated on early pregnancy body weight aiming for 4–6 hour peak anti-‍Xa values of 0.6–1.2 IU/mL. UFH: Typically, UFH is used in the acute treatment of massive pulmonary emboli. (Chapter here). Thrombolysis: Thrombolytics should only be used in patients with severe hypotension or shock Fondaparinux: Fondaparinux (7.5 mg once a day in normal-‍weight pregnant woman) can be considered if there is an allergy or adverse response to LMWH (Chapter here). Post-‍partum management: In patients with recent PE, pre-‍partum heparin treatment should be restarted 6 hours after a vaginal birth and 12 hours after a caesarean delivery, if no significant bleeding has occurred, with subsequent overlap with VKAs for at least 5 days. VKAs may be started on the second day after delivery and continued for at least 3 months or for 6 months if PE occurred late in pregnancy. The INR should be between 2 and 3 and needs regular monitoring, ideally every 1–2 weeks. Acute deep vein thrombosis Leg swelling is a frequent finding in pregnancy, giving rise to the suspicion of DVT. Since DVT is left sided in >85% of cases swelling of the left leg is more suspicious. Three clinical variable – left leg presentation, >2 cm calf circumference difference, and first trimester – allowed a negative predictive value of 100% if ultrasound of the legs was negative. Compression ultrasound is the diagnostic imaging procedure of choice for suspected DVT in pregnancy with a high sensitivity and specificity for proximal DVT. In acute DVT, treatment with therapeutic doses of weight adjusted LMWH should be given twice daily (as in PE)."
},
{
	"page":"ENAS5531_12.5.0.0",
	"text":"12.5.0.0 Prevention and treatment of VTE Prevention and treatment of venous thromboembolism Recommendations Classa Levelb LMWH is recommended for the prevention and treatment of VTE in pregnant patients. I B For high-‍risk women it is recommended to give a weight-‍related prophylactic dose of LMWH (e.g. enoxaparin 0.5 mg/kg once daily). I B A documented assessment of risk factors for VTE before pregnancy or in early pregnancy is recommended in all women. I C It is recommended that the therapeutic dose of LMWH is based on body weight. I C Thrombolytics to manage patients with pulmonary embolism is only recommended in patients with severe hypotension or shock. I C In high-‍risk women, it is recommended to convert LMWH to UFH at least 36 hours prior to delivery and stop the UFH infusion 4–6 hours prior to anticipated delivery. aPTT should be normal before regional anaesthesia. I C In low-‍risk women on therapeutic LMWH, induction or caesarean section is recommended to be performed 24 hours after the last dose of LMWH. I C For women after in vitro fertilization complicated by OHSS thromboprophylaxis with LMWH is recommended during the first trimester. I C In women who are on antenatal anticoagulation it should be considered to actively manage the third stage of labour with oxytocin. IIa C If compression ultrasound is negative, using magnetic resonance venography should be considered to diagnose pelvic thrombosis before using computed tomography pulmonary angiography or ventilation perfusion scanning. IIa C In women on therapeutic LMWH, planned delivery should be considered at around 39 weeks to avoid the risk of spontaneous labour while fully anticoagulated (LMWH is only partially reversed with protamine). IIa C Direct oral anticoagulants are not recommended in pregnancy. III B aPTT = activated partial thromboplastin time; LMWH = low molecular weight heparin; OHSS = ovarian hyperstimulation syndrome; UFH = unfractionated heparin; VTE = venous thromboembolism. a Class of recommendation - b Level of evidence."
},
{
	"page":"ENAS5531_13.0.0.0",
	"text":"13.0.0.0 Drugs during pregnancy and breastfeeding There are no uniform recommendations for the treatment of pregnant women yet. In case of emergency, drugs that are not recommended by international agencies during pregnancy and breastfeeding should not be withheld from the mother. The potential risk of a drug and the possible benefit of the therapy must be weighed against each other. US Food and Drug Administration classification On 30 June 2015 the US Food and Drug Administration (FDA) changed the previously used classification system for counselling of pregnant women and nursing mothers requiring drug therapy. The former A to X categories have been replaced by the Pregnancy and Lactation Labelling Rule (PLLR), which provides a descriptive risk summary and detailed information on animal and clinical data. PLLR applies immediately for prescription drugs approved after 30 June 2015, and the former FDA categories have to be removed for all other drugs until 29 June 2018. However, the former FDA categories will be present in the literature for a longer period of time, and therefore Table 7 (Drugs and safety data) provides information on both systems. The previous classification consisted of category A (safest) to Category D (evidence of human foetal risk) and, X (known danger—do not use!). Drug use in pregnancy Recommendations Classa Levelb Before pharmacological treatment in pregnancy is started, it is recommended to check drug Table 7 for clinical safety data. I C In the absence of clinical safety data it is recommended to check electronic drug table (www.safefetus.com) for preclinical safety data. I C In the absence of adequate human safety data, decision-‍making should be based on individual drug efficacy and safety profile, and available animal data, and the decision must be made together with the patient.   IIa C Decision-‍making based on former FDA categories alone is no longer recommended. III C FDA = Food and Drug Administration. a Class of recommendation - b Level of evidence. Table 7: Drugs and safety data is available in the Full text of the ESC Guidelines for cardiovascular Diseases during pregnancy at: www.escardio.org/ guidelines."
},
{
	"page":"ENAS5531_14.0.0.0",
	"text":"14.0.0.0 Abbreviations and acronyms (N)OAC (Non-‍vitamin K antagonist) oral anticoagulant °C Degree Celsius 2D/ 2-D Two-‍dimensional 2hPG 2-h post-‍load plasma glucose 3D/ 3-D Three-‍‍dimensional 5-FU 5-‍fluorouracil 99mTc-‍DPD Technetium-‍‍99m 3,3-‍diphosphono-‍‍1,2-‍propanodicarboxylic acid A/C Anticoagulation AAA Abdominal aortic aneurysm AAD Antiarrhythmic drugs AAS Acute aortic syndrome ABC Age, biomarkers, clinical history ABI Ankle-‍‍Brachial Index ABPM Ambulatory BP monitoring ACA Aborted cardiac arrest ACC American College of Cardiology ACCA Acute Cardiovascular Care Association ACCF American College of Cardiology Foundation ACCOAST Comparison of Prasugrel at the Time of Percutaneous Coronary Intervention or as Pretreatment at the Time of Diagnosis in Patients with Non-‍ST Elevation Myocardial Infarction ACE Angiotensin-‍‍converting enzyme ACEF Age, creatinine, ejection fraction ACEI Angiotensin-‍‍converting enzyme inhibitor ACE-I(s) Angiotensin-‍‍converting enzyme inhibitor(s) ACEI/ ACE-‍I/ ACE-‍Is Angiotensin converting enzyme inhibitors ACEIs Angiotensin-‍‍converting enzyme inhibitor ACS Acute coronary syndrome ACT Activated clotting time AD Aortic dissection ADA American Diabetes Association/Adenosine deaminase ADD Acute aortic dissection ADP Adenosine diphosphate AEPC Association for European Paediatric and Congenital Cardiology AF Atrial flutter/Atrial fibrillation AFNET German Competence NETwork on Atrial Fibrillation AHA American Heart Association AHF Acute heart failure AHRE Atrial high rate episodes AINR International normalized ratio AK Alpha kinase AKI Acute kidney injury AL Amyloid light chain ALAT/ ALT Alanine aminotransferase ALI Acute limb ischaemia AMI Acute myocardial infarction/‍Acute mesenteric ischaemia ANA Anti-‍nuclear antibodies ANCA Anti-‍neutrophil cytoplasm antibodies AO Aorta AOS Aneurysms-‍‍osteoarthritis syndrome AP Accessory pathway APAH Conditions associated with pulmonary arterial hypertension Apo Apolipoprotein apo A I Apolipoprotein A I apo B Apolipoprotein B aPTT Activated partial thromboplastin time AR Aortic regurgitation ARB Angiotensin II receptor blocker/‍ Angiotensin receptor blocker ARBs Angiotensin receptor blockers/angiotensin II receptor blockers ARNI Angiotensin receptor neprilysin inhibition ARVC Arrhythmogenic right ventricular cardiomyopathy AS Aortic stenosis ASA Acetylsalicylic acid ASAT/ AST Aspartate aminotransferase ASCERT American College of Cardiology Foundation–Society of Thoracic Surgeons Database Collaboration ASE American Society of Echocardiography AST/ ALT/ ALP Aspartate / alanine aminotransferase / alkaline phosphatase ASV Adaptive servo-‍‍ventilation AT Antithrombin ATOR Atorvastatin ATP Antitachycardiac pacing/Adenosine triphosphate ATRIA AnTicoagulation and Risk factors In Atrial fibrillation ATS Arterial tortuosity syndrome ATTR Amyloidosis, transthyretin type AUC Area under the curve AV Atrioventricular/Arteriovenous AVA Aortic valve area AVB Atrioventricular block AVID Antiarrhythmic drugs Versus Implantable Defibrillator AVM AV delay management AVP Arginine vasopressin AVR Aortic valve replacement b.i.d. Bis in die (twice daily) b.p.m/ bpm Beats per minute BARI-2D Bypass Angioplasty Revascularization Investigation 2 Diabetes BAS Balloon atrial septostomy BAV Balloon aortic valvuloplasty/‍‍Bicuspid aortic valve BB Beta-‍blocker BBB Bundle branch block BC Blood culture BCNIE Blood culture-negative infective endocarditis BCR-‍ABL Breakpoint cluster region-‍‍Abelson BGA Blood gas analysis BIMA Bilateral internal mammary artery Bi-‍PAP Bilevel positive airway pressure BiV Biventricular BiVAD Bi-‍ventricular assist device BMI Body mass index BMPR Bone morphogenetic protein receptor, type 2 BMS Bare metal stent BMT Best medical therapy BNP Brain natriuretic peptide/‍‍ B-‍type natriuretic peptide BP Blood pressure BPA Balloon pulmonary angioplasty BRS Bioresorbable vascular scaffold BSA Body surface area BUN Blood urea nitrogen CABG Coronary artery bypass graft/‍‍ Coronary artery bypass graft surgery CAD Coronary artery disease CAS Carotid artery stenting CASH Cardiac Arrest Study Hamburg Cath/ Lab Catheterization laboratory CCB Calcium channel blocker CCNAP Council on Cardiovascular Nursing and Allied Professions CCP Council for Cardiology Practice CCPC Council on Cardiovascular Primary Care CCS Canadian Cardiovascular Society CCU Coronary care unit CDRIE Cardiac device-‍‍related infective endocarditis CEA Carotid endarterectomy/‍Carcinoembryonic antigen CFA Common femoral artery CFC Cardiofaciocutaneous CHA2DS2-VASc Congestive heart failure or left ventricular dysfunction, Hypertension, Age ≥75 (doubled), Diabetes, Stroke (doubled)-‍Vascular disease, Age 65–74, Sex category (female) CHADS2 Cardiac failure, Hypertension, Age, Diabetes, Stroke (doubled) CHARM-‍‍Added Candesartan in Heart Failure: Assessment of Reduction in Mortality and Morbidity-‍‍Added CHD Coronary heart disease/ Congenital heart disease CHF Congestive heart failure/ Chronic heart failure CHT Council on Hypertension CI Cardiac index / Contra-‍indication / Confidence interval CIA Common iliac artery CI-‍AKI Contrast-‍‍induced acute kidney injury CIDS Canadian Implantable Defibrillator Study CIED Cardiac implantable electronic device CIN Contrast-‍‍induced nephropathy CK Creatine phophokinase/Creatinine kinase CKD Chronic kidney disease CKD-‍EPI Chronic Kidney Disease Epidemiology Collaboration CK-MB Creatine kinase MB isoform CLI Chronic limb ischaemia CLTI Chronic limb-‍threatening ischaemia CMI Chronic mesenteric ischaemia CMP Cardiomyopathy CMR Cardiac magnetic resonance/Cardiovascular magnetic resonance CMV Cytomegalovirus CO Cardiac output CoA Coarctation / Coarctation of the aorta Cons Conservative cont Continued COPD Chronic obstructive pulmonary disease COT Cardiac Oncology Toxicity COURAGE Clinical Outcomes Utilization Revascularization and Aggressive Drug Evaluation COX Cyclo-‍oxygenase/ Cyclooxygenase CPAP Continuous positive airway pressure CPET Cardiopulmonary exercise testing CPFE Combined pulmonary fibrosis and emphysema CPG Committee for Practice Guidelines CPVT Catecholaminergic polymorphic ventricular tachycardia CR Cardiac rehabilitation CrCI Creatinine clearance CRP C-‍reactive protein CRT Cardiac resynchronization therapy CRT-D Cardiac resynchronization therapy defibrillator/‍‍ Defibrillator with cardiac resynchronization therapy CRT-P Cardiac resynchronization therapy pacemaker CRUSADE Can Rapid risk stratification of Unstable angina patients Suppress ADverse outcomes with Early implementation of the ACC/‍AHA guidelines CSF Colony-‍‍stimulating factor/‍Cerebrospinal fluid CSM Carotid sinus massage CSS Carotid sinus syncope/syndrome CT Computed tomographic / tomogram/‍tomography CTA Computed tomography angiography CTD Connective tissue disease CTEPH Chronic thromboembolic pulmonary hypertension cTN Cardiac troponin CTO Chronic total occlusions CTRCD Cancer Therapeutics–Related Cardiac Dysfunction Ctrl Control CUS Compression venous ultrasonography CV Cardiovascular/Cardioversion CVD Cardiovascular disease/Cardiovascular heart disease CW Continuous wave CXR Chest X-ray DALYs Disability adjusted life years DAPT Dual (oral) antiplatelet therapy/Dual antiplatelet therapy DAT Dual antithrombotic therapy DBP Diastolic blood pressure DC Direct current DCB Drug-‍coated balloon DCC Direct-‍‍current cardioversion DCM Dilated cardiomyopathy DDI Drug-‍drug interactions DEFINITE DEFibrillator In Non-‍Ischemic cardiomyopathy Treatment Evaluation DES Drug-‍eluting stent DFT Defibrillation threshold DHP Dihydropyridine DI-DO Door-‍in to door-‍out time DLCO Carbon monoxide diffusing capacity DM Diabetes mellitus DNA Deoxyribonucleic acid DPAH Drug induced PAH DPG Diastolic pressure gradient DPP Diabetes prevention program DSA Digital subtraction angiography/ultrasound DT Deceleration time DTB Door-to-balloon time DTIs Direct thrombin inhibitors DUS Duplex ultrasonography / Doppler ultrasound/Duplex ultrasound DVT Deep vein thrombosis E/A Ratio of mitral peak velocity of early filling (E) to mitral peak velocity of late filling (A) E/e’ Ratio of early transmitral flow velocity (E) to early mitral annulus velocity (e’) EACPR European Association for Cardiovascular Prevention & Rehabilitation EACTS European Association of Cardio-‍‍Thoracic Surgery/‍‍ European Association for Cardio-‍‍Thoracic Surgery EACVI European Association of Cardiovascular Imaging EANM European Association of Nuclear Medicine EAPC European Association of Preventive Cardiology EAPCI European Association of Percutaneous Cardiovascular Interventions EAS European Atherosclerosis Society EASD European Association for the Study of Diabetes EBV Epstein-‍‍Barr virus ECG Electrocardiogram / Electrocardiographic ECHO Echocardiography/Echocardiogram ECLS Extracorporeal life support ECMO Extracorporeal membrane oxygenation ECST European Carotid Surgery Trial ECVF Extacellular volume fraction ED Erectile dysfunction/ Emergency department EDS-‍IV Ehlers-‍‍Danlos syndrome type IV EDV End-‍diastolic velocity EF Ejection fraction eGFR Estimated glomerular filtration rate EHRA European Heart Rhythm Association EIA External iliac artery EIF Eukaryotic translation initiation factor EMA European Medicines Agency EMB Endomyocardial biopsy EMS Emergency medical system/‍‍service ENA Anti-‍extractable nuclear antigens Enox Enoxaparin EP Electrophysiology EPD Embolic protection device EPS Electrophysiologic study ER Extended release formulations ERA Endothelin receptor antagonist EROA Effective regurgitant orifice area ERS European Respiratory Society ESC European Society of Cardiology ESCMID European Society of Clinical Microbiology and Infectious Diseases ESCT European Carotid Surgery Trial ESH European Society of Hypertension ESO European Stroke Organisation ESR European Society of Radiology/‍‍Erythrocyte sedimentation rate ESRD End-‍stage renal disease ESVS European Society for Vascular Surgery ETT Endotracheal tube EU European Union EULAR European League Against Rheumatism EuroSCORE European System for Cardiac Operative Risk Evaluation EVAR Endovascular aortic repair/‍‍reconstruction EVT endovascular therapy Exp+ Experimental therapy FAME-2 Fractional Flow Reserve-‍‍Guided Percutaneous Coronary Intervention Plus Optimal Medical Treatment Versus Optimal Medical Treatment Alone in Patients With Stable Coronary Artery Disease FBN1 Fibrillin 1 FC Functional class FCH Familial combined hyperlipidaemia FCM Ferric carboxymaltose FDA US Food and Drug Administration/‍‍ Food and Drug Administration FDG Fluorodeoxyglucose FFP Fresh frozen plasma FFR Fractional flow reserve FH Familial hypercholesterolaemia FHL1 Four and a half LIM domains 1 FINDRISC FINnish Diabetes RIsk SCore FL False lumen FLUVA Fluvastatin FMC First medical contact FMCTB First-medical-contact-to-balloon time FMF Familial Mediterranean fever Fonda Fondaparinux FPG Fasting plasma glucose FU Follow-‍‍up GFR Glomerular filtration rate/Estimated glomerular filtration rate GGTP Gamma-‍‍glutamyl transpeptidase GI Gastrointestinal GLP-1 Glucagon-‍‍like peptide-1 GLS Global longitudinal strain GM Granulocyte-‍‍macrophage GP Glycoprotein / General practitioner GRACE Global Registry of Acute Coronary Events GSV Great saphenous vein GUCH Grown-‍‍up patients with congenital heart disease HAART Highly active antiretroviral treatment HACEK Haemophilus parainfluenzae, H. aphrophilus, H. paraphrophilus, H. influenzae, Actinobacillus actinomycetemcomitans, Cardiobacterium hominis, Eikenella corrodens, Kingella kingae, and K. denitrificans HAS-‍BLED Hypertension, Abnormal renal/‍‍liver function, Stroke, Bleeding history or predisposition, Labile INR, Elderly (65), Drugs concomitantly/‍alcohol abuse HB Haemoglobin HbA1c Glycated haemoglobin / Glycated haemoglobin A1c HBPM Home BP monitoring HCM Hypertrophic cardiomyopathy HCV Hepatitis C virus HDAC Histone deacetylase HDL High density lipoprotein HDL-C High density lipoprotein-‍‍cholesterol HeFH Heterozygous familial hypercholesterolaemia HER2 Human epidermal growth factor receptor 2 HF Heart failure HFA Heart Failure Association H-‍FABP Heart-‍‍type fatty acid-‍binding protein HFmrEF Heart failure with mid-‍range ejection fraction HFpEF/‍ HF-‍PEF Heart failure with preserved ejection fraction HFrEF/‍ HF-‍REF Heart failure with reduced ejection fraction HHD Hypertensive heart disease HHV Human herpesvirus H-‍ISDN Hydralazine and isosorbide dinitrate HIT Heparin-‍‍induced thrombocytopenia HITS High intensity transient signal HIV Human immunodeficiency virus HoFH Homozygous familial hypercholesterolaemia HPAH Heritable PAH HR Heart rate HRCT High resolution CT hs-‍CRP high-‍sensitivity C-‍reactive protein HT/ HTN Hypertension HTG Hypertrigiyceridaemia i.v. / IV Intravenous IABP Intraaortic balloon pump IAS Inter-‍‍atrial septum ICA Invasive coronary angiography ICCU Intensive cardiac care unit ICD Implantable cardioverter defibrillator/‍‍ International Classification of Diseases ICH Intracranial haemorrhage ICU Intensive care unit ID Infectious disease IDF International Diabetes Federation IE Infective endocarditis IFG Impaired fasting glucose IFN Interferon-‍‍gamma IGRA Interferon-‍‍gamma release assay IGT Impaired glucose tolerance IHD Ischaemic heart disease IL-2 Interleukin 2 ILR Implantable loop recorder IMA Internal mammary artery IMH Intramural haematoma IMT Intima–media thickness INR International normalized ratio IN-‍TIME Implant-‍‍based multiparameter telemonitoring of patients with heart failure IOMC Iso-‍osmolar contrast medium IPAH Idiopathic pulmonary arterial hypertension IPF Idiopathic pulmonary fibrosis IRA Infarct related artery ISH Isolated systolic hypertension ISHLT International Society for Heart and Lung Transplantation IU International units IUD Intrauterine device IV Intravenous IV UHF Intravenous unfractionated heparin IVC Inferior vena cava IVDA Intravenous drug abusers IVIG Intravenous immunoglobulin IVUS Intravascular ultrasound JSAP Japanese Stable Angina Pectoris km per h Kilometres per hour LA Left atrium/‍‍atrial LAA Left atrial appendage LAD Left anterior descending (coronary artery) LAE Left atrial enlargement LAH Left anterior hemiblock LAVI Left atrial volume index LBBB Left bundle branch block LCC Left coronary cusp Lcx Left circumflex LD Loading dose LDH Lactate dehydrogenase LDL Low-‍density lipoprotein LDL-C Low-‍density lipoprotein-‍‍cholesterol LDLR Low density lipoprotein receptor LDS Loeys-‍‍Dietz syndrome LEAD Lower-‍‍extremity artery disease LEOPARD lentigines, ECG abnormalities, ocular hypertelorism, pulmonary stenosis, abnormal genitalia, retardation of growth, and sensorineural deafness LGE Late gadolinium enhancement LHD left heart disease LLN Lower limit of normality LM Left main LMNA Lamin A/C LMWH Low molecular weight heparin LOCM Low-‍osmolar contrast medium LoE Level of evidence LOVA Lovastatin Lp Lipoprotein Lp(a) Lipoprotein(a) LQTS Long QT syndrome LTBI Latent tuberculosis infection LV Left ventricle / left ventricular LVAD Left ventricular assist device LVEDD Left ventricular end-‍diastolic diameter LVEDP Left ventricular end diastolic pressure LVEF Left ventricular ejection fraction LVESD Left ventricular end-‍systolic diameter LVESV Left ventricular end-‍systolic volume LVESVI Left ventricular end-‍systolic volume index LVF Left ventricular function LVH Left ventricular hypertrophy LVM Left ventricular mass LVMI Left ventricular mass index LVOT Left ventricular outflow tract LVOTG Left ventricular outflow tract gradient LVOTO Left ventricular outflow tract obstruction MACE Major adverse cardiac events MADIT Multicenter Automatic Defibrillator Implantation Trial MASS II The medicine, angioplasty, or surgery study Mbq Millibecquerel MCS Mechanical circulatory support MD Maintenance dose MDCT Multidetector computed tomographic angiography/Multi-detector computed tomography MDRD Modifikation of Diet in Renal Disease Med RX Medial therapy MedPed Make Early Diagnosis to Prevent Early Deaths MELAS mitochondrial encephalomyopathy, lactic acidosis, and stroke-‍‍like episodes MERFF Myoclonic epilepsy with ragged red fibres MET Metabolic equivalent MetS Metabolic syndrome MI Myocardial infarction MIC Minimum inhibitory concentration MINOCA Myocardial infarction with non-‍obstructive coronary arteries mo. month(s) MPI Myocardial perfusion imaging MPR Multiplanar reconstruction MPS Myocardial perfusion scintigraphy / Myocardial perfusion stress MR Magnetic resonance/ Mitral regurgitation/ Mineralocorticoid receptor MRA Mineralocorticoid receptor antagonist / Magnetic resonance angiography MRAs Mineralocorticoid receptor antagonists MRI Magnetic resonance imaging MR-‍proANP Mid-‍regional pro atrial natriuretic peptide/‍‍ Mid-‍regional pro A-‍type natriuretic peptide MRSA Methicillin-‍‍resistant Staphylococcus aureus MS Mitral stenosis MSAD Multisite artery disease MSCT Multislice computed tomography MSSA Methicillin-‍‍susceptible Staphylococcus aureus mSv Millisievert MUGA Multigated radionuclide angiography mV millivolt(s) MV abn Mitral valve abnormality MVA Mitral valve area MWD Minute walk distance MWT Minute walk test MYBPC3 Myosin-‍‍binding protein C MYH7 Myosin, heavy chain 7 MYL3 Essential myosin light chain n.a/ NA not available/‍ Not available N/A Not applicable N/R Not reported NASCET North American Symptomatic Carotid Endarterectomy Trial NCC Non coronary cusp NCDR National cardiovascular data registry NIHSS National Institutes of Health stroke severity scale NIPPV Non-‍invasive positive pressure ventilation NIV Non-‍invasive ventilation NNH Numbers needed to harm NNT Numbers needed to treat/‍‍ Number of individuals needed to treat NOAC Non-‍vitamin K antagonist oral anticoagulant NOAC/ NOAC(s) Novel oral anticoagulant / New oral anticoagulant / Non-‍vitamin K antagonist direct oral anticoagulant/ Non-‍vitamin K antagonist oral anticoagulant(S) NOACS Non-‍vitamin K antagonist oral anticoagulants Non-‍HDL-‍C Non-‍HDL cholesterol NP Natriuretic peptide NPV Negative predictive value NR No recommendation NRT Nicotine replacement therapy NSAID Non-‍steroidal antiinflammatory drug(s) NSAIDs Non-‍steroidal anti-‍inflammatory drugs NSQIP National surgical quality improvement program NSTE Non-‍ST-‍elevation NSTE-‍ACS Non-‍ST-‍segment elevation acute coronary syndrome/ Non-‍ST elevation acute coronary syndrome NSTEMI Non-‍ST-‍elevation myocardial infarction NSVT Non-‍sustained ventricular tachycardia NTG Nitroglycerine NT-‍proBNP N-‍terminal pro B-‍type/‍brain natriuretic peptide NVE Native valve endocarditis NYHA New York Heart Association O2 Oxygen OAC Oral anticoagulation/‍ anticoagulant OARS Open-‍ended questions, Affirmation, Reflective listening, Summarising OCT Optical coherence tomography OD Organ damage OGTT Oral glucose tolerance test OHCA Out-‍of-‍hospital cardiac arrest OHS Obesity hypoventilation syndrome OMT Optimal medical therapy OR Odds ratio ORBIT Outcomes Registry for Better Informed Treatment of Atrial Fibrillation OSA Obstructive sleep apnoea p.o. Per os PA Postero-anterior/ Pulmonary artery/‍‍ Physical activity PAD Peripheral artery disease PADs Peripheral arterial diseases PAH Pulmonary arterial hypertension / Pulmonary hypertension PaO2 Partial pressure of oxygen PAP Pulmonary artery pressure/ Pulmonary arterial pressure PAR Protease-‍‍activated receptor PAU Penetrating aortic ulcer PAWP Pulmonary artery wedge pressure PCA Prostacyclin analogues PCC Prothrombin coagulation complax/‍‍ Prothrombin complex concentrates PCH Pulmonary capillary haemangiomatosis PCI Percutaneous coronary intervention PCIS Post-‍cardiac injury syndromes PCR Polymerase chain reaction PCSK9 Proprotein convertase subtilisin/‍‍kexin type 9 PCWP Pulmonary capillary wedge pressure PDE Phosphodiesterase type-5 inhibitors/ Phosphodiesterase PDE5 Phosphodiesterase type 5 PE Pulmonary embolism PEA Pulmonary endarterectomy PEP Primary endpoint PESI Pulmonary embolism severity index PET Positron emission tomography PFT Pulmonary function tests PH Pulmonary hypertension PISA Proximal isovelocity surface area PITA Pitavastatin PM Pacemaker/‍‍Pain management PMC Percutaneous mitral commissurotomy PPCM Peripartum cardiomyopathy PPI Proton pump inhibitor PPIs Proton pump inhibitors PPS Post-‍pericardiotomy syndrome PRAVA Pravastatin PRECISE-‍‍DAPT PREdicting bleeding Complications In patients undergoing Stent implantation and subsEquent Dual Anti Platelet Therapy PRIMARY PCI Primary percutaneous coronary intervention PRKAG2 Gamma-‍‍2 subunit of the adenosine monophosphate-‍‍activated protein kinase PS Pulmonary valve stenosis PTA Percutaneous transluminal angioplasty / Pre-‍test probability PTT Partial thromboplastin time PUFA/ PUFAs Polyunsaturated fatty acid/ Polyunsaturated fatty acids PVC Premature ventricular contraction/‍‍ Premature ventricular complex PVE Prosthetic valve endocarditis PVI Pulmonary vein isolation PVL Paravalvular leak PVOD Pulmonary veno-‍occlusive disease PVR Pulmonary vascular resistance PVS Programmed ventricular stimulation PWV Pulse wave velocity R Vol Regurgitant volume RA Right atrium/‍‍ Rheumatoid arthritis RAA Renin–angiotensin–aldosterone RAAS Renin-‍‍angiotensin-‍aldosterone system RAD Renal artery disease RAP Right atrial pressure RAS Renal artery stenosis / Renin-‍‍angiotensin system RBBB Right bundle branch block RBC Red blood cell RCC Right coronary cusp RCT/‍RCTs Randomized controlled trial RF Risk factor rFVIIa Activated recombinant factor VII RHC Right heart catheterization ROSU Rosuvastatin rPA Recombinant plasminogen activator/‍‍Right pulmonary artery r-PA Reteplase RR Relative risk RRR Relative risk reduction rtPA Recombinant tissue plasminogen activator RV Right ventricle/ventricular RVEDP Right ventricular end-‍diastolic pressure RVOT Right ventricular outflow tract RVOTO Right ventricular outlow tract obstruction RVSP Right ventricular systolic pressure S.C. Subcutaneous SA Signal-‍averaged SAA Septal alcohol ablation SADS Sudden arrhythmic death syndrome SAM Systolic anterior motion SAN Sinoatrial node SaO2 Saturated oxygen SAPT Single antiplatelet therapy SAS Sleep apnea syndrome SAVR Surgical aortic valve replacement SB Sinus bradycardia SBP Systolic blood pressure SCAD Stable coronary artery disease SCD Sudden cardiac death SCORE Systematic Coronary Risk Evaluation / Systematic Coronary Risk Estimation SFA Superficial femoral artery SGLT2 Sodium glucose co-‍transporter 2 SIDS Sudden infant death syndrome SIMVA Simvastatin SIRS Systemic inflammatory response SLE Systemic lupus erythematosus SMART Specific, Measurable, Achievable, Realistic and Timely SND Sinus node disease SPAP Systolic pulmonary artery pressure SPECT Single-‍‍photon emission computed tomography sPESI Simplified Pulmonary Embolism Severity Index SpO2 Saturation of peripheral oxygen SQTS Short QT syndrome SR Sinus rhythm SSS Sick sinus syndrome STE-‍ACS ST-‍segment elevation acute coronary syndrome STEMI ST-‍elevation myocardial infarction/ST-‍segment elevation myocardial infarction STS Society of Thoracic Surgeon/‍‍ Structured telephone support ST-T ST-‍segment-‍T wave SUDI Sudden unexplained death in infancy SUDS Sudden unexplained death syndrome SVG Saphenous vein graft Svi Stroke volume index SVR Surgical ventricular reconstruction. SVT Supraventricular tachycardia SWISSI II Swiss Interventional Study on Silent Ischemia Type II SYNTAX SYNergy between percutaneous coronary intervention with TAXus and cardiac surgery T1DM Type 1 diabetes mellitus T2DM Type 2 diabetes mellitus TA Tricuspid annulus TAA Thoracic aortic aneurysm TAAD Thoracic aortic aneurysms and dissection TAI Traumatic aortic injury TAPSE Tricuspid annulus plane systolic excursion TASC TransAtlantic Inter-‍‍Society Consensus TAVI Transcatheter aortic valve implantation/ Transaortic valve implantation TB Tuberculosis TC Total cholesterol TcPO2 Transcutaneous oxygen pressure T-DM1 Trastuzumab-‍‍emtansine TE Thromboembolism / Thrombo-‍‍embolic TEE Transesophageal echocardiogram TEVAR Thoracic endovascular aortic repair TG Triglyceride TGA Complete transposition of the great arteries Three DE Three dimensional echocardiography TIA Transient ischaemic attack / Transitory ischaemic attack TIBC Total iron-‍binding capacity TIME Trial of invasive versus medical therapy in elderly patients with chronic symptomatic coronary-‍‍artery disease TIMI Thrombolysis In Myocardial Infarction TKI Tyrosine kinase inhibitor TL True lumen TNF Tumor necrosis factor TNK-‍tPA Tenecteplase/‍‍Tenecteplase tissue plasminogen activator TNNI3 Troponin I, cardiac TNNT2 Troponin T TOE Transoesophageal echocardiography / echocardiogram tPA Tissue plasminogen activator t-PA Tissue plasminogen activator TPM1 Tropomyosin 1 alpha chain TR Tricuspid regurgitation TRAPS Tumour necrosis factor receptor-‍‍associated periodic syndrome TRL Triglyceride-‍‍rich lipoproteins TRV Tricuspid regurgitant velocity TS Tricuspid stenosis / Turner syndrome TSAT Transferrin saturation TSH Thyroid stimulating hormone TTE Transthoracic echocardiography TTR Time in therapeutic range / Transthyretin TV Tricuspid valve/‍‍ Television TVI Time–velocity integral TVR Tricuspid valve replacement Tx Tendon xanthomata UA Unstable angina UEAD Upper-‍‍extremity artery disease UFH Unfractionated heparin UHF Ultrafractionated heparin UK United Kingdom ULN Upper limit of normal US United States USA United States of America V/Q Scan ventilation–perfusion scintigraphy VA Vertebral artery/‍‍ Ventricular arrhythmia VAS Vitamin K antagonist VEGF Vascular endothelial growth factor VF Ventricular fibrillation VHD Valvular heart disease VKA Vitamin K antagonist VL Very low risk VO2 Oxygen consumption VPBs Ventricular premature beats vs Versus VSD Ventricular septal defect VT Ventricular tachycardia VTE Venous thromboembolism VV Interventricular VVI Ventricular inhibited pacing WBC White blood cells WCD Wearable cardioverter defibrillator WHF World Heart Federation WHO World Health Organization WPW Wolff-‍‍Parkinson-‍‍White WU Wood units"
}
]