[
{
	"page":"ENAS265_1.1.0.0",
	"text":"JOINT ESC/EACTS GUIDELINES ON MYOCARDIAL REVASCULARISATION JOINT ESC/EACTS Guidelines on MYOCARDIAL REVASCULARISATION Join Task Force on Myocardial Revascularisation of the European Society of Cardiology (ESC) and the European Association for Cardio-Thoracic Surgery (EACTS) Developed with the special contribution of the European Association for Percutaneous Cardiovascular Interventions (EAPCI)   Chaipersons William Wijns Cardiovascular Center OLV Ziekenhuis Moorselbaan 164 9300 Aalst - Belgium Phone: +32 53 72 439 Fax: +32 53 724 185 Email: william.wijns@olvz-aalst.be   Philippe Kolh Cardiovascular Surgery Department University Hospital (CHU, ULg) of Liege Sart Tilman B 35 4000 Liege - Belgium Phone: +32 4 366 7163 Fax: +32 4 366 7164 Email: philippe.kolh@chu.ulg.ac.be   Task Force Members Nicolas Danchin, Paris, France; Carlo Di Mario, London, UK; Volkmar Falk, Zurich, Switzerland; Thierry Folliguet, Paris, France; Scot Garg, Rotterdam, The Netherlands; Kurt Huber, Vienna, Austria; Stefan James, Uppsala, Sweden; Juhani Knuuti, Turku, Finland; Jose Lopez-Sendon, Madrid, Spain; Jean Marco, Toulouse, France; Lorenzo Menicanti, San Donato, Italy; Miodrag Ostojic, Belgrade, Serbia; Massimo F. Piepoli, Piacenza, Italy; Charles Pirlet, Liege, Belgium; Jose L. Pomar, Barcelona, Spain; Nicolaus Reifart, Bad Soden, Germany; Flavio L. Ribichini, Verona, Italy; Martin J. Schalij, Leiden, The Netherlands; Paul Sergeant, Leuven, Belgium; Patrick W. Serruys, Rotterdam, The Netherlands; Sigmund Silber, Munich, Germany; Miguel Sousa Uva, Lisbon, Portugal; David Taggart, Oxford, UK   ESC Staff: Cyril Moulin, Veronica Dean, Catherine Després, Sophia Antipolis, France   Special thanks to Per Anton Sirnes for his valuable contribution   * Adapted from the Joint ESC-EACTS Guidelines on Myocardial Revascularisation (European Heart Journal 2010;31:2501-2555 - doi 10. 1093/eurhearti/ehq277 & European Journal of Cardio-Thoracic Surgery 2010;38:S1-S52-doi: 10.1016/j.ejcts.2010.08.019)"
},
{
	"page":"ENAS265_1.2.0.0",
	"text":"1. Score and risk stratification Risk models have a role to play in the assessment of patients undergoing revascularisation; however they should only be used as a guide, and not as a replacement for sound clinical judgment and multidisciplinary dialogue. Proper implementation of the Guidelines’ recommendations in specific clinical situations will often require calculation of GRACE or SYNTAX scores, or EuroSCORE, as relevant.   2. Process for decision making and patient information Revascularisation strategy should be based on best evidence and discussed within a Heart Team, either on a case by case basis or through approved protocols. The patient should have access to all relevant information on short and long-term outcomes. In elective situations, consent of properly informed patients should not be obtained under time pressure.   3. Strategies for pre-intervention diagnosis and imaging It is strongly recommended that elective invasive procedures and revascularisation for lesions without functional significance be deferred until the diagnosis of ischaemia, using functional testing, has been documented. Patients with a substantial amount of dysfunctional but viable myocardium are likely to benefit from myocardial revascularisation. Imaging tests for myocardial viability are helpful in selecting patients with ischaemic heart failure who should or should not undergo revascularisation.   4. Revascularisation for stable coronary artery disease For more severe coronary artery disease (CAD) (SYNTAX scores > 22 for 3-vessel disease and SYNTAX scores > 32 for left main disease), coronary artery bypass grafting (CABG) offers a survival advantage as well as a reduced need for repeat intervention at two years. While recommendations for coronary intervention by percutaneous coronary intervention (PCI) or CABG should be mainly evidence-based, the overall clinical picture (e.g. advanced age, significant co-morbidities, need for dual antiplatelet medication) as well as patient preferences should also be considered.   5. Revascularisation in non-ST-segment elevation acute coronary syndrome Patients with high risk for progressive myocardial damage and those with ongoing symptoms and anterior ST depression with suspected posterior thrombotic occlusion should undergo angiography without delay. Patients at high risk (GRACE score > 140 or multiple other high-risk criteria) should be planned for angiography as soon as possible and not delayed beyond one day. Patients with non-ST-segment elevation myocardial infarction (NSTEMI) at lower risk and those with recurrent symptoms or inducible ischaemia at stress test should be scheduled for angiography and subsequent revascularisation during hospital stay.   6. Revascularisation in ST-segment elevation myocardial infarction (STEMI) Organization of a network ensuring prompt pre-hospital diagnosis, rapid transfer to a 24/7 primary PCI-capable centre and short door-to-balloon time are the most effective methods to reduce mortality and improve long-term outcome. Patients who cannot receive primary PCI within the recommended intervals of 90-120 minutes after first medical contact should be promptly treated with fibrinolysis and transferred to a PCI centre, immediately, if there are doubts on the effectiveness of the pharmacological reperfusion (rescue PCI), within 24 hours in all other cases (elective urgent angiography).   7. Diabetes In stable diabetic patients with extensive CAD, revascularisation is indicated in order to improve major adverse cardiac and cerebral events (MACCE)-free survival. In diabetic patients, CABG, rather than PCI, should be considered when the extent of the CAD justifies a surgical approach and the patient’s risk profile is acceptable. When PCI is performed, use of drug-eluting stent (DES) is recommended in order to reduce restenosis and repeat target vessel revascularisation.   8. Myocardial revascularisation in patients with chronic kidney disease (CKD) Surgical myocardial revascularisation should be preferred in patients with mild or moderate chronic kidney disease (CKD) and multivessel disease, in particular if diabetes is the cause of the CKD. Percutaneous revascularisation may be preferred in more fragile patients with severe CKD and several co-morbidities. All patients with CKD undergoing angiography or myocardial revascularisation should receive preventive hydration with isotonic saline to be started at least 12 h before angiography and continued at least 24 h afterwards, in order to reduce the risk of contrast-induced nephropathy. The amount of contrast media should be as low as possible and not exceed 4 mL/kg.   9. Myocardial revascularisation in patients requiring valve surgery Surgery remains the standard of care for patients with valve disease and concomitant coronary artery disease; however in those deemed too high risk for surgery, alternative options may include hybrid valve/PCI procedures or trans-catheter aortic valve replacement.   10. Associated carotid/peripheral vascular disease Carotid revascularisation is justified in patients scheduled for CABG with prior history of stroke/transient ischaemic attack (TIA) and high grade carotid stenosis especially if symptoms are recent. In patients undergoing CABG who present unilateral asymptomatic carotid artery disease, there is little evidence demonstrating superiority of prophylactic carotid endarterectomy (CEA) or carotid artery stenting (CAS) over optimal medical treatment. CEA and CAS are complementary methods that should be performed only by teams that can demonstrate a 30-day death/stroke rate < 3% for neurologically asymptomatic patients and < 6% for patients with previous neurological symptoms. Selection between CEA and CAS should be based on patient profile assessment made by a multidisciplinary team.   11. Myocardial revascularisation in chronic heart failure Myocardial revascularisation should be always performed in patients with congestive heart failure (CHF) and systolic (LV) dysfunction, presenting predominantly with anginal symptoms and regardless of ventricular volumes. In patients with CHF presenting predominantly with HF symptoms and no or mild angina, myocardial revascularisation should be performed only in the presence of viability and left ventricular end-systolic volume index (LVESVI) ≤ 60 mL/m2. Conversely, myocardial revascularisation should not be performed in the absence of viability, regardless of volumes. CABG combined with surgical ventricular reconstruction (SVR) may be consideredin selected patients with a scar in the left anterior descending (LAD) artery territory and LVESVI ≥ 60 mL/m2.   12. Arrhythmias in patients with ischaemic heart disease Atrial fibrillation (AF), before or after CABG, is associated with increased mortality. Beta-blockers are recommended to decrease the incidence of AF after CABG.   13. Procedural aspects In CABG, arterial grafting to the LAD system is indicated and is also preferred if possible to non-LAD vessels in patients with reasonable life expectancy. During CABG, minimization of aortic manipulation is recommended. Fractional-flow reserve (FFR)-guide PCI is recommended for detection of ischaemia-related lesion(s) when objective evidence of vessel-related ischaemia is not available. DES are recommended for reduction of restenosis/re-occlusion, if no contra-indication to extended DAPT. Distal embolic protection is recommended during PCI of saphenous vein graft disease to avoid distal embolization of debris and prevent myocardial infarction.   14. Secondary prevention Myocardial revascularisation is one component of CAD management, and must be accompanied by adequate secondary prevention strategies. Optimal medical therapy (OMT), risk factors modification and permanent lifestyle changes should be prescribed because they reduce future morbidity and mortality, in a cost-effective way. Secondary prevention strategies should be initiated during hospitalisation when patients are highly motivated. The interventional cardiologist and cardiac surgeon should stress its importance: failure to do this may lead to the patient’s perception that it is less valuable than the revascularisation procedure itself.   15. Strategies for follow-up Follow-up strategies should focus on secondary prevention, as well as on the assessment of patients’ functional status and symptoms. Stress ECG should be preferably combined with functional imaging due to low sensitivity and specificity of stress ECG alone in revascularised patients. Early stress imaging is indicated even in asymptomatic patients such as with primary PCI or emergency CABG for ST-segment elevation infarction (STEMI), resuscitated from sudden death, patients with incomplete or suboptimal revascularisation and others who may have security jobs/competitive sports and those with high risk for atherosclerosis progression."
},
{
	"page":"ENAS265_1.3.0.0",
	"text":"Are the results of PCI and CABG from randomised trials and registries applicable to an ever increasingly elderly population? Whereas the results of CABG in patients with multi-vessel and left main coronary artery disease are well documented over several decades of follow-up, it is not yet known how durable the early promising results of PCI will be in the same patients over the longer term. There is so far no evidence to support the impact of structured informed consent or of a heart team. Randomised trial to compare outcomes related to adherence with guidelines is lacking. The best single risk model to use in patients requiring revascularisation is yet to be established. The optimal revascularisation strategy for subgroups of NSTEMI patients, such as women, elderly, patients with impaired renal function, and patients with high bleeding risk, needs to be assessed further. The optimal pharmacological treatment combination before an invasive investigation and during percutaneous coronary intervention is not defined. Few randomised clinical trials have assessed health outcomes for diagnostic tests and the available evidence has been largely derived from non-randomised studies. For patients with CKD the role of off-pump surgical technique needs further confirmation and the role of DES in CKD patients needs further assessment."
},
{
	"page":"ENAS265_2.0.0.0",
	"text":"Authors and legal information ESC Pocket Guidelines2014 ESC/EACTS Guidelines on myocardial revascularization* The Task Force on Myocardial Revascularization of the European Society of Cardiology (ESC) and the European Association for Cardio-Thoracic Surgery (EACTS) Developed with the special contribution of the European Association of Percutaneous Cardiovascular Interventions (EAPCI) Chairpersons Stephan Windecker Bern University Hospital Freiburgstrasse 4 CH-3010 Bern, Switzerland Tel: + 41 31 632 47 70 Fax: + 41 31 632 42 99 Email: stephan.windecker@insel.ch Philippe Kolh Cardiovascular Surgery Department University Hospital (CHU, ULg) of Liege Sart Tilman B 35 - 4000 Liege, Belgium Tel: + 32 4 366 7163 Fax: + 32 4 366 7164 Email: philippe.kolh@chu.ulg.ac.be Task Force Members: Fernando Alfonso (Spain), Jean-Philippe Collet (France), Jochen Cremer (Germany), Volkmar Falk (Switzerland), Gerasimos Filippatos (Greece), Christian Hamm (Germany), Stuart J. Head (The Netherlands), Peter Jüni (Switzerland), A. Pieter Kappetein (The Netherlands), Adnan Kastrati (Germany), Juhani Knuuti (Finland), Ulf Landmesser (Switzerland), Günther Laufer (Austria), Franz-Josef Neumann (Germany), Dimitrios J. Richter (Greece), Patrick Schauerte (Germany), Miguel Sousa Uva (Portugal), Giulio G. Stefanini (Switzerland), David Paul Taggart (UK), Lucia Torracca (Italy), Marco Valgimigli (Italy), William Wijns (Belgium), Adam Witkowski (Poland). Other ESC entities having participated in the development of this document: Associations: Acute Cardiovascular Care Association (ACCA), European Association for Cardiovascular Prevention & Rehabilitation (EACPR), European Association of Cardiovascular Imaging (EACVI), European Association of Percutaneous Cardiovascular Interventions (EAPCI), European Heart Rhythm Association (EHRA), Heart Failure Association (HFA). Working Groups: Cardiac Cellular Electrophysiology, Cardiovascular Magnetic Resonance, Cardiovascular Pharmacology and Drug Therapy, Cardiovascular Surgery, Coronary Pathophysiology and Microcirculation, Nuclear Cardiology and Cardiac Computed Tomography, Peripheral Circulation, Thrombosis, Valvular Heart Disease. Councils: Council for Cardiology Practice, Council on Cardiovascular Primary Care, Council on Cardiovascular Nursing and Allied Professions. ESC Staff: Veronica Dean, Nathalie Cameron, Catherine Despres - Sophia Antipolis, France *Adapted from the ESC/EACTS Guidelines on Myocardial Revascularization (European Heart Journal 2014 – doi:10.1093/eurheartj/ehu278)."
},
{
	"page":"ENAS265_3.0.0.0",
	"text":"Tables of recommendations and levels of evidence Table 1: Classes of recommendations Classes of recommendations Definition Suggested wording to use Class I Evidence and/or general agreement that a given treatment or procedure is beneficial, useful, effective. Is recommended/is indicated Class II Conflicting evidence and/or a divergence of opinion about the usefulness/efficacy of the given treatment or procedure. Class IIa Weight of evidence/opinion is in favour of usefulness/efficacy. Should be considered Class IIb Usefulness/efficacy is less well established by evidence/opinion. May be considered Class III Evidence or general agreement that the given treatment or procedure is not useful/effective, and in some cases may be harmful. Is not recommended Table 2: Levels of evidence Level of evidence A Data derived from multiple randomized clinical trials or meta-analyses. Level of evidence B Data derived from a single randomized clinical trial or large non-randomized studies. Level of evidence C Consensus of opinion of the experts and/or small studies, retrospective studies, registries."
},
{
	"page":"ENAS265_4.0.0.0",
	"text":"Introduction Coronary revascularization has been subject to more randomized clinical trials (RCTs) than almost any other interventional procedure. Figure 1 summarizes randomized clinical trials in revascularization therapy performed during the past five decades. Figure 1 Randomized trials in myocardial revascularization therapy over the past five decades BMS = bare-metal stent; CABG = coronary artery bypass grafting; DES = drug-eluting stent; MT = medical therapy."
},
{
	"page":"ENAS265_5.1.0.0",
	"text":"Scores and risk stratification SYNTAX score. Table 3 provides a guide to calculate step-by-step the SYNTAX score. This score was developed to grade the anatomical complexity of coronary lesions in patients with left main or three-vessel disease, and was found to be an independent predictor of major adverse cardiac and cerebrovascular event (MACCE) in patients treated with percutaneous coronary intervention (PCI) but not coronary artery bypass grafting (CABG). It facilitates the selection of the optimal revascularization strategy by identifying patients at highest risk of adverse events following PCI. Table 3 Guide to calculate the SYNTAX Score Steps Variable assessed Description Step 1 Dominance The weight of individual coronary segments varies according to coronary artery dominance (right or left). CO-dominance does not exist as an option in the SYNTAX score. Step 2 Coronary segment The diseased coronary segment directly affects the score as each coronary segment is assigned a weight, depending on its location, ranging from 0.5 (i.e. posterolateral branch) to 6 (i.e. left main in case of left dominance). Step 3 Diameter stenosis The score of each diseased coronary segment is multiplied by 2 in case of a stenosis 50–99% and by 5 in case of total occlusion. In case of total occlusion, additional points will be added as follows:     Age > 3 months or unknown + 1     Bridging + 1     First segment visible distally + 1 per non visible segment     Side branch at the occlusion + 1 if < 1.5 mm diameter + 1 if both < 1.5 and ≥ 1.5 mm diameter + 0 if ≥ 1.5 mm diameter (i.e. bifurcation lesion) Step 4 Trifurcation lesion The presence of a trifurcation lesion adds additional points based on the number of diseased segments: 1 segment + 3 2 segments + 4 3 segments + 5 4 segments + 6 Step 5 Bifurcation lesion The presence of a bifurcation lesion adds additional points based on the type of bifurcation according to the Medina classification: Medina 1,0,0 or 0,1,0 or 1,1,0: add 1 Medina 1,1,1 or 0,0,1 or 1,0,1 or 0,1,1: add 2 The presence of a bifurcation angle < 70° adds 1 additional point. Step 6 Aorto-ostial lesion The presence of aorto-ostial lesion segments adds 1 additional point Step 7 Severe tortuosity The presence of severe tortuosity proximal of the diseased segment adds 2 additional points Step 8 Lesion length Lesion length > 20 mm adds 1 additional point Step 9 Calcification The presence of heavy calcification adds 2 additional points Step 10 Thrombus The presence of thrombus adds 1 additional point Step 11 Diffuse disease/small vessels The presence of diffusely diseased and narrowed segments distal to the lesion (i.e. when at least 75% of the length of the segment distal to the lesion has a vessel diameter of < 2 mm) adds 1 point per segment number"
},
{
	"page":"ENAS265_5.2.0.0",
	"text":"Risk models to assess outcomes The table below provides recommendations on risk models to assess short-term outcomes (ie, in-hospital or 30-day) after myocardial revascularization with CABG and PCI. Risk models to assess short-term (in-hospital or 30-day) outcomes Score Number of variables Outcome Recommendation Clinical Anatomical CABG PCI STS Score 40 2 In-hospital or 30-daya mortality, and in-hospital morbidityb I B   EuroSCORE II 18 0 In-hospital mortality IIa B IIb C ACEF 3 0 In-hospital or 30-daya mortality IIb C IIb C NCDR CathPCI 8 0 In-hospital mortality   IIb B EuroSCORE 17 0 Operative mortality III B III C ACEF = age, creatinine, ejection fraction; CABG = coronary artery bypass grafting; MACE = major adverse cardiac events; NCDR = National Cardiovascular Data Registry; PCI = percutaneous coronary intervention; STS = Society of Thoracic Surgeons. a Whichever occurs last b Permanent stroke, renal failure, prolonged ventilation, deep sternal wound infection, re-operation, length of stay < 6 or > 14 days The next table provides recommendations on risk models to assess long-term outcomes (ie, ≥ 1 year ) after myocardial revascularization with CABG and PCI. Risk models to assess medium- to long-term (≥ 1 year) outcomes Score Number of variables Outcome Recommendation Clinical Anatomical CABG PCI SYNTAX 0 11 (3 general, 8 per lesion) MACCE I B I B SYNTAX II 6 12 4-year mortality IIa B IIa B ASCERT CABG 23 2 Mortality > 2 years IIa B   ASCERT PCI 17 2 Mortality > 1 year   IIa B Logistic Clinical SYNTAX 3 11 1-year MACE and mortality   IIa B ASCERT = American College of Cardiology Foundation–Society of Thoracic Surgeons Database Collaboration (ACCF–STS) on the comparative effectiveness of revascularization strategies; CABG = coronary artery bypass grafting; MACCE = major adverse cardiac and cerebrovascular events; MACE = major adverse cardiac events; PCI = percutaneous coronary intervention; SYNTAX = synergy between percutaneous coronary intervention with TAXUS and cardiac surgery."
},
{
	"page":"ENAS265_6.0.0.0",
	"text":"Decision making and patient information Multidisciplinary decision making pathways, patient informed consent modalities, and timing of revascularization therapy according to patient clinical presentation are summarized in Table 4. Table 4 Multidisciplinary decision pathways, patients’ informed consent, and timing of intervention ACS Multivessel SCAD SCAD with ad hoc PCI indication according to predefined Heart Team protocols Shock STEMI NSTE-ACS Multidisciplinary decision making Informed consent Time to revascularization Procedure Not mandatory duringthe acute phase. Mechanical circulatorysupport according to Heart Team protocol. Not mandatory during the acute phase. Not mandatory duringthe acute phase.After stabilization recommended as instable multivessel CAD. Required. Not required. Verbal witnessedinformed consentor family consent ifpossible without delay. Verbal witnessedinformed consent may be sufficient unlesswritten consent is legally required. Written informed consent.a Written informed consent.a Written informed consent.a Emergency: no delay. Emergency: no delay. Urgency: within 24hours if possible and nolater than 72 hours. For patients with severe symptoms (CCS 3) and for those with high-risk anatomy (left main disease or equivalent, three-vessel disease or proximal LAD or depressed ventricular function), revascularization (PCI or CABG) should be performed within two weeks. For all other patients with SCAD, revascularization (PCI or CABG) should be performed within six weeks. Ad hoc. Proceed with intervention based on best evidence/ availability. Non-culprit lesions treated according to institutional protocol or Heart Team decision. Proceed with intervention based on best evidence/ availability. Non-culprit lesions treated according to institutional protocol or Heart Team decision. Proceed with intervention based on best evidence/ availability. Non-culprit lesions treated according to institutional protocol or Heart Team decision. Plan most appropriate intervention allowing enough time from diagnostic catheterization to intervention. Proceed with intervention according to institutional protocol defined by Heart Team.   ACS = acute coronary syndromes; CABG = coronary artery bypass grafting; CCS = Canadian Cardiovascular Society; LAD = left anterior descending; PCI = percutaneous coronary intervention; NSTE-ACS = non-ST-segment elevation acute coronary syndrome; SCAD = stable coronary artery disease; STEMI = ST-segment elevation myocardial infarction. a This may not apply to countries that legally do not ask for written informed consent. ESC and EACTS advocate documentation of patient consent for all revascularization procedures. Recommendations for decision making and patient information in the elective setting are provided in the table below. Recommendations for decision making and patient information in the elective setting   Classa Levelb It is recommended that patients undergoing coronary angiography are informed about benefits and risks as well as potential therapeutic consequences ahead of the procedure. I C It is recommended that patients are adequately informed about short- and long-term benefits and risks of the revascularization procedure as well as treatment options. Enough time should be allowed for informed decision making. I C It is recommended that institutional protocols are developed by the Heart Team to implement the appropriate revascularization strategy in accordance with current guidelines. In case of PCI centres without on-site surgery, institutional protocols should be established with partner institutions providing cardiac surgery. I C It is recommended that patients for whom decision-making is complex or who are not covered by the institutional protocol are discussed by the Heart Team. I C PCI = percutaneous coronary intervention. a Class of recommendation. b Level of evidence."
},
{
	"page":"ENAS265_7.0.0.0",
	"text":"Strategies for diagnosis: functional testing and imaging Recommendations for diagnostic testing in patients with suspected stable CAD according to symptoms and pre-test probability of significant CAD are provided in the table on the next page. Indications for diagnostic testing in patients with suspected CAD and stable symptoms   Asymptomatice Symptomatic     Probability of significant diseasea     Low (< 15%) Intermediate (15–85%) High (> 85%)   Cl.b Le.c Cl.b Le.c Cl.b Le.c Cl.b Le.c Anatomical detection of CAD Invasive angiography III A III A IIb A I A CT angiography d,f III B III C IIa A III B Funtional test Stress echo III A III A I A III A Nuclear imaging III A III A I A III A Stress MRI III B III C I A III B PET perfusion III B III C I A III B Combined or hybrid imaging test III C III C IIa B III B Cl. = Class; Le. = Level; CAD = coronary artery disease; CT = computed tomography; MRI = magnetic resonance imaging; PET = positron emission tomography. a Pre-test probability of CAD. Low 0–15%; intermediate 15–85%; high > 85% as assessed using the criteria based on ESC Guidelines of SCAD. b Class of recommendation. c Level of evidence. d This refers to CT angiography, not calcium scoring. e Screening for silent (asymptomatic) myocardial ischaemia may be considered in selected high-risk patients, such as those with diabetes mellitus. f CT is considered to perform best in the lower range of pre-test probability (15–50%)."
},
{
	"page":"ENAS265_8.0.0.0",
	"text":"Revascularization for SCAD Indications for myocardial revascularization in patients with stable CAD are listed in the table on the next page. Indications for revascularization in patients with stable angina or silent ischaemia Extent of CAD (anatomical and/or functional) Classb Levelc For prognosis Left main disease with stenosis > 50%a. I A Any proximal LAD stenosis > 50%a. I A Two-vessel or three-vessel disease with stenosis > 50%a with impaired LV function (LVEF < 40%)a. I A Large area of ischaemia (> 10% LV). I B Single remaining patent coronary artery with stenosis > 50%a. I C For symptoms Any coronary stenosis > 50%a in the presence of limiting angina or angina equivalent, unresponsive to medical therapy. I A CAD = coronary artery disease; FFR = fractional flow reserve; LAD = left anterior descending coronary artery; LVEF = left ventricular ejection fraction. a With documented ischaemia or FFR< 0.80 for diameter stenosis < 90%. b Class of recommendation c Level of evidence. Recommendations for selection of the type of myocardial revascularization (CABG or PCI) in patients with stable CAD, with suitable coronary anatomy for both procedures and low predicted surgical mortality, are provided in the table below. Recommendations for the type of revascularization (CABG or PCI) in patients with SCAD with suitable coronary anatomy for both procedures and low predicted surgical mortality Recommendations according to extent of CAD CABG PCI Classa Levelb Classa Levelb One- or two-vessel disease without proximal LAD stenosis. IIb C I C One-vessel disease with proximal LAD stenosis. I A I A Two-vessel disease with proximal LAD stenosis. I B I C Left main disease with SYNTAX score ≤ 22. I B I B Left main disease with SYNTAX score 23–32. I B IIa B Left main disease with SYNTAX score > 32. I B III B Three-vessel disease with SYNTAX score ≤ 22. I A I B Three-vessel disease with SYNTAX score 23–32. I A III B Three-vessel disease with SYNTAX score > 32. I A III B CABG = coronary artery bypass grafting; CAD = coronary artery disease; LAD = left anterior descending coronary artery; PCI = percutaneous coronary intervention; SCAD = stable coronary artery disease. a Class of recommendation. - b Level of evidence."
},
{
	"page":"ENAS265_9.0.0.0",
	"text":"Revascularization in NSTE-ACS In the setting of non-ST-elevation acute coronary syndromes (NSTE-ACS), timing of angiography and revascularization should be based on patient risk profile. Table 5 summarizes high-risk primary and secondary criteria with indication for invasive management. Table 5 Criteria for high risk with indication for invasive management Primary criteria 1. Relevant rise or fall in troponin 2. Dynamic ST- or T-wave changes (symptomatic or silent) 3. GRACE score > 140 Secondary criteria 4. Diabetes mellitus 5. Renal insufficiency (eGFR < 60 mL/min/1.73 m2) 6. Reduced LV function (ejection fraction < 40%) 7. Early post-infarction angina 8. Recent PCI 9. Prior CABG 10. Intermediate to high GRACE risk score (http://www.gracescore.org) CABG = coronary artery bypass graft; eGFR = estimated glomerular filtration rate; GRACE = Global Registry of Acute Coronary Events; LV = left ventricular; PCI = percutaneous coronary intervention. Recommendations for timing of invasive evaluation and myocardial revascularization in patients with NSTE-ACS are provided in the table below. Recommendations for invasive evaluation and revascularization in non-ST-segment elevation acute coronary syndrome   Class a Level b Urgent coronary angiography (< 2 hours) is recommended in patients at very high ischaemic risk (refractory angina, with associated heart failure, cardiogenic shock, life-threatening ventricular arrhythmias, or haemodynamic instability). I C An early invasive strategy (< 24 hours) is recommended in patients with at least one primary high-risk criterion (Table 5). I A An invasive strategy (< 72 hours after first presentation) is indicated in patients with at least one high-risk criterion (Table 5) or recurrent symptoms. I A Non-invasive documentation of inducible ischaemia is recommended in low-risk patients without recurrent symptoms before deciding on invasive evaluation. I A It is recommended to base the revascularization strategy (ad hoc culprit-lesion PCI/multivessel PCI/CABG) on the clinical status and comorbidities as well as the disease severity, i.e. distribution and angiographic lesion characteristics (e.g. SYNTAX score), according to the local Heart Team protocol. I C New-generation DES are indicated for percutanous treatment of significant coronary lesions in ACS patients. I A ACS = acute coronary syndromes; CABG = coronary artery bypass grafting; DES = drug-eluting stent; PCI = percutaneous coronary intervention; SYNTAX = SYNergy between percutaneous coronary intervention with TAXus and cardiac surgery. a Class of recommendation. - b Level of evidence."
},
{
	"page":"ENAS265_10.1.0.0",
	"text":"Revascularization in STEMI Ideal time intervals/delays in STEMI treatment Delays in the timely implementation of reperfusion therapy are key issues in the management of STEMI as the greatest benefit gained from reperfusion therapy occurs within the first 2–3 hours of symptom onset. Optimal treatment of STEMI should be based on the implementation of regional networks between hospitals with various levels of technology, connected by an efficient ambulance service. The goal of these networks is to provide optimal care while minimizing delays–as summarized in Figure 2–in order to improve clinical outcomes. Figure 2 Organization of STEMI patient disposal describing pre- and in-hospital management and reperfusion strategies within 12 hours of first medical contact with ideal time interval for interventions. DI-DO = door-in to door-out time; DTB = door-to-balloon time; EMS = emergency medical service; FMC = first medical contact; FMCTB = first-medical-contact-to-balloon time; PCI = percutaneous coronary intervention; STEMI = ST-segment elevation myocardial infarction."
},
{
	"page":"ENAS265_10.2.0.0",
	"text":"PCI: procedural aspects Recommendations regarding procedural aspects of primary PCI are listed in the table below. Recommendations for primary percutaneous coronary intervention for myocardial reperfusion in ST-segment elevation myocardial infarction: procedural aspects (strategy and technique)   Class a Level b Strategy Primary PCI should be limited to the culprit vessel with the exception of cardiogenic shock and persistent ischaemia after PCI of the supposed culprit lesion. IIa B Staged revascularization of non-culprit lesions should be considered in STEMI patients with multivessel disease in case of symptoms or ischaemia within days to weeks after primary PCI. IIa B Immediate revascularization of significant non-culprit lesions during the same procedure as primary PCI of the culprit vessel may be considered in selected patients. IIb B In patients with ongoing ischaemia and in whom PCI of the infarct-related artery cannot be performed, CABG should be considered. IIa C Technique Stenting is recommended (over balloon angioplasty) for primary PCI. I A New-generation DES are recommended over BMS in primary PCI. I A Radial access should be preferred over femoral access if performed by an experienced radial operator. IIa A Thrombus aspiration may be considered in selected patients. IIb A BMS = bare-metal stent; CABG = coronary artery bypass grafting; DES = drug-eluting stent; PCI = percutaneous coronary intervention; STEMI = ST-segment elevation myocardial infarction. a Class of recommendation b Level of evidence."
},
{
	"page":"ENAS265_10.3.0.0",
	"text":"Secondary percutaneous coronary intervention Recommendations for patient management and myocardial revascularization after fibrinolysis are provided in the table below. Recommendations for patient management and revascularization after fibrinolysis   Class a Level b Transfer to a PCI-capable centre is indicated in all patients within 24 hours after fibrinolysis. I A Coronary angiography with the intent to revascularize the infarct-related artery is indicated after successful fibrinolysis within 24 hours. I A Emergency angiography with the intent of revascularization is indicated in cardiogenic shock or acute severe heart failure after fibrinolysis. I B Emergency rescue PCI is indicated when fibrinolysis has failed (< 50% ST-segment resolution or persistent pain at 60 minutes). I A Emergency PCI is indicated in the case of recurrent ischaemia, haemodynamic instability and life threatening ventricular arrhythmias or evidence of reocclusion after initial successful fibrinolysis. I A Optimal timing of angiography for stable patients after successful fibrinolysis: 3–24 hours. IIa A PCI = percutaneous coronary intervention. a Class of recommendation. - b Level of evidence."
},
{
	"page":"ENAS265_10.4.0.0",
	"text":"PCI: indications/logistics Recommendations for myocardial reperfusion with primary PCI in the setting of STEMI are provided in the table below. Recommendations on percutaneous coronary intervention for myocardial reperfusion in ST-segment elevation myocardial infarction: indications and logistics   Class a Level b Indication Reperfusion therapy is indicated in all patients with time from symptom onset < 12 hours duration and persistent ST-segment elevation or (presumed) new LBBB. I A Primary PCI is the recommended reperfusion therapy over fibrinolysis if performed by an experienced team in a timely fashion. I A In patients with time from symptom onset > 12 hours, primary PCI is indicated in the presence of ongoing ischaemia, life-threatening arrhythmias or if pain and ECG changes have been stuttering. I C Primary PCI is indicated for patients with severe acute heart failure or cardiogenic shock due to STEMI independent from time delay of symptom onset. I B Reperfusion therapy with primary PCI should be considered in patients presenting late (12–48 hours) after symptom onset. IIa B Logistics It is recommended that the prehospital management of STEMI patients be based on regional networks designed to deliver reperfusion therapy timely and effectively, and to offer primary PCI to as many patients as possible. I B It is recommended that all EMSs, emergency departments, coronary care units, and catheterization laboratories have a written updated STEMI-management protocol, preferably shared within geographic networks. I C It is recommended that primary PCI-capable centres deliver a 24–hour/7-day service and ensure for primary PCI to be performed as fast as possible and at the latest within 60 minutes of hospital arrival. I B Patients transferred to a PCI-capable centre for primary PCI should bypass the emergency department and be transferred directly to the catheterization laboratory. IIa B ECG = electrocardiogram; EMS = emergency medical service; LBBB = left bundle branch block; PCI = percutaneous coronary intervention; STEMI = ST-segment elevation myocardial infarction. a Class of recommendation. b Level of evidence."
},
{
	"page":"ENAS265_11.0.0.0",
	"text":"Revasc. in heart failure/cardiogenic shock Recommendations for myocardial revascularization in patients with chronic heart failure and systolic LV dysfunction are listed in the table below. Recommendations for revascularization in patients with chronic heart failure and systolic left ventricular dysfunction (ejection fraction ≤ 35%)   Class a Level b CABG is recommended for patients with significant LM stenosis and LM equivalent with proximal stenosis of both LAD and LCx arteries. I C CABG is recommended for patients with significant LAD artery stenosis and multivessel disease to reduce death and hospitalization for cardiovascular causes. I B LV aneurysmectomy during CABG should be considered in patients with a large LV aneurysm, if there is a risk of rupture, large thrombus formation or the aneurysm is the origin of arrhythmias. IIa C Myocardial revascularization should be considered in the presence of viable myocardium. IIa B CABG with surgical ventricular restoration may be considered in patients with scarred LAD territory, especially if a postoperative LVESV index < 70 mL/m2 can be predictably achieved. IIb B PCI may be considered if anatomy is suitable, in the presence of viable myocardium, and surgery is not indicated. IIb C CABG = coronary artery bypass grafting; LAD = left anterior descending; LCx = left circumflex; LM = left main; LVESV = left ventricular end-systolic volume; PCI = percutaneous coronary intervention. a Class of recommendation. - b Level of evidence. Myocardial revascularization is the cornerstone of treatment in patients with cardiogenic shock complicating ACS. Therefore, emergency coronary angiography is indicated in this setting. The general triage and treatment of patients with cardiogenic shock is displayed in Figure 3. Figure 3 Treatment of patients with cardiogenic shock For Interactive Tool, see here. The table below provides recommendations for myocardial revascularization in patients with acute heart failure in the setting of ACS. Recommendations for management of patients with acute heart failure in the setting of ACS   Class a Level b Emergency echocardiography is indicated to assess LV and valvular function and exclude mechanical complications. I C Emergency invasive evaluation is indicated in patients with acute heart failure or cardiogenic shock complicating ACS. I B Emergency PCI is indicated for patients with cardiogenic shock due to STEMI or NSTE-ACS if coronary anatomy is amenable. I B Emergency CABG is recommended for patients with cardiogenic shock if the coronary anatomy is not amenable to PCI. I B Emergency surgery for mechanical complications of acute myocardial infarction is indicated in case of haemodynamic instability. I C IABP insertion should be considered in patients with haemodynamic instability/cardiogenic shock due to mechanical complications. IIa C Patients with mechanical complications after acute myocardial infarction require immediate discussion by the Heart Team. I C Short-term mechanical circulatory support in ACS patients with cardiogenic shock may be considered. IIb C Percutaneous repair of VSD may be considered after discussion by the Heart Team. IIb C Routine use of IABP in patients with cardiogenic shock is not recommended. III A ACS = acute coronary syndromes; CABG = coronary artery bypass grafting; IABP = intra-aortic balloon pump; LV = left ventricular; NSTE-ACS = non-ST-segment elevation acute coronary syndromes; PCI = percutaneous coronary intervention; STEMI = ST-segment elevation myocardial infarction; VSD = ventricular septal defect. a Class of recommendation. - b Level of evidence."
},
{
	"page":"ENAS265_12.0.0.0",
	"text":"Revasc. in patients with diabetes In general the indications for revascularization in diabetic patients with SCAD and ACS are similar to those in patients without diabetes, and all patients with diabetes and established CAD should receive guideline-based medical therapy. Specific recommendations for myocardial revascularization in patients with diabetes are provided in the table. Specific recommendations for revascularization in patients with diabetes   Class a Level b In patients presenting with STEMI, primary PCI is recommended over fibrinolysis if it can be performed within recommended time limits. I A In patients with NSTE-ACS, an early invasive strategy is recommended over non-invasive management. I A In stable patients with multivessel CAD and/or evidence of ischaemia, revascularization is indicated in order to reduce cardiac adverse events. I B In patients with stable multivessel CAD and an acceptable surgical risk, CABG is recommended over PCI. I A In patients with stable multivessel CAD and SYNTAX score ≤ 22, PCI should be considered as alternative to CABG. IIa B New-generation DES are recommended over BMS. I A Bilateral mammary artery grafting should be considered. IIa B In patients on metformin, renal function should be carefully monitored for 2 to 3 days after coronary angiography/PCI. I C BMS = bare-metal stent; CABG = coronary artery bypass grafting; CAD = coronary artery disease; DES = drug-eluting stent; NSTE-ACS = non-ST-segment elevation acute coronary syndrome; PCI = percutaneous coronary intervention; STEMI = ST-segment elevation myocardial infarction. a Class of recommendation. - b Level of evidence."
},
{
	"page":"ENAS265_13.0.0.0",
	"text":"Revasc. in patients with CKD Recommendations for myocardial revascularization in patients with chronic kidney disease are provided in the table below. Specific recommendations for patients with moderate or severe chronic kidney disease   Class a Level b CABG should be considered over PCI in patients with multivessel CAD and symptoms/ischaemia whose surgical risk profile is acceptable and life expectancy is beyond 1 year. IIa B PCI should be considered over CABG in patients with multivessel CAD and symptoms/ischaemia whose surgical risk profile is high or life expectancy is less than 1 year. IIa B It should be considered to delay CABG after coronary angiography until the effect of contrast media on renal function has subsided. IIa B Off-pump CABG, rather than on-pump CABG, may be considered. IIb B New-generation DES are recommended over BMS. I B BMS = bare-metal stent; CABG = coronary artery bypass grafting; CAD = coronary artery disease; DES = drug-eluting stent; PCI = percutaneous coronary intervention. a Class of recommendation. - b Level of evidence. Recommendations for prevention of contrast-induced nephropathy in patients undergoing coronary angiography and myocardial revascularization are provided in the table below. Recommendations for prevention of contrast-induced nephropathy Recommendations Dose Class a Level b Patients undergoing coronary angiography or MDCT Patients should be assessed for risk of contrast-induced AKI.   IIa C Patients with moderate to severe CKD Hydration with isotonic saline is recommended.c   I A Use of low-osmolar or iso-osmolar contrast media is recommended. < 350 mL or < 4 mL/kg or total contrast volume/GFR < 3.4. I A Short-term, high-dose statin therapy should be considered. Rosuvastatin 40/20 mg or atorvastatin 80 mg or simvastatin 80 mg. IIa A Iso-osmolar contrast media should be considered over low-osmolar contrast media.   IIa A Volume of contrast media should be minimized.   IIa B Furosemide with matched hydration may be considered over standard hydration in patients at very high risk for CIN or in cases where prophylactic hydration before the procedure cannot be accomplished. Initial 250 mL intravenous bolus of normal saline over 30 min (reduced to ≤ 150 mL in case of LV dysfunction) followed by an i.v. bolus (0.25–0.5 mg/kg) of furosemide. Hydration infusion rate has to be adjusted to replace the patient&#39;s urine output. When the rate of urine output is > 300 mL/h, patients undergo the coronary procedure. Matched fluid replacement maintained during the procedure and for 4 hours post-treatment. IIb A N-Acetylcysteine administration instead of standard hydration is not indicated.   III A Infusion of sodium bicarbonate 0.84% instead of standard hydration is not indicated.   III A Severe CKD Prophylactic haemofiltration 6 hours before complex PCI may be considered. Fluid replacement rate 1000 mL/h without negative loss and saline hydration continued for 24 hours after the procedure. IIb B Prophylactic renal replacement therapy is not recommended as a preventive measure.   III B AKI = acute kidney injury; CIN = contrast-induced nephropathy; CKD = chronic kidney disease; GFR = glomerular filtration rate; i.v. = intravenous; LV = left ventricular; MDCT = multidetector computed tomography; PCI = percutaneous coronary intervention. a Class of recommendation. - b Level of evidence. c Especially in patients with eGFR < 40 mL/min/1.73 m2"
},
{
	"page":"ENAS265_14.0.0.0",
	"text":"Revasc. combined with valve interventions The table below provides a list of recommendations for combined valvular interventions and myocardial revascularization according to primary diagnosis and type of valvular disease. Recommendations for combined valvular and coronary interventions   Class a Level b Diagnostic modalities Coronary angiography is recommended before valve surgery in patients with severe valvular heart disease and any of the following: history of CAD suspected myocardial ischaemia LV systolic dysfunction in men aged over 40 years and in postmenopausal women ≥ 1 cardiovascular risk factor for CAD. I C Coronary angiography is recommended in the evaluation of secondary mitral regurgitation. I C CT angiography should be considered before valve surgery in patients with severe valvular heart disease and low probability for CAD or in whom conventional coronary angiography is technically not feasible or of high risk IIa C Primary valve intervention and coronary revascularization CABG is recommended in patients with a primary indication for aortic/mitral valve surgery and coronary artery diameter stenosis > 70% in a major epicardial vessel. I C CABG should be considered in patients with a primary indication for aortic/mitral valve surgery and coronary artery diameter stenosis 50–70% in a major epicardial vessel. IIa C PCI should be considered in patients with a primary indication to undergo TAVI and coronary artery diameter stenosis > 70% in proximal segments. IIa C PCI should be considered in patients with a primary indication to undergo transcatheter mitral valve interventions and coronary artery diameter stenosis > 70% in proximal segments. IIa C Primary revascularization and non-coronary intervention Mitral valve surgery is recommended in patients with severe mitral regurgitation undergoing CABG, and LVEF > 30%. I C Mitral valve surgery should be considered in patients with moderate mitral regurgitation undergoing CABG to improve symptoms. IIa B Repair of moderate to severe mitral regurgitation should be considered in patients with a primary indication for CABG and LVEF ≤  35%. IIa B Stress testing should be considered in patients with a primary indication for CABG and moderate mitral regurgitation to determine the extent of ischaemia and regurgitation. IIa C Aortic valve surgery should be considered in patients with a primary indication for CABG and moderate aortic stenosis (defined as valve area 1.0–1.5 cm2 [0.6 cm2/m2 to 0.9 cm2/m2 body surface area] or mean aortic gradient 25–40 mmHg in the presence of normal flow conditions). IIa C CABG = coronary artery bypass grafting; CAD = coronary artery disease; CT = computed tomography; LV = left ventricular; LVEF = left ventricular ejection fraction; PCI = percutaneous coronary intervention; TAVI = transcatheter aortic valve implantation. a Class of recommendation. - b Level of evidence."
},
{
	"page":"ENAS265_15.0.0.0",
	"text":"Associated CAD/PAD Recommendations for carotid artery screening prior to CABG are provided in the table below. Recommendations for carotid artery screening before coronary artery bypass grafting   Class a Level b In patients undergoing CABG, Doppler ultrasound scanning is recommended in patients with a history of stroke/TIA or carotid bruit. I C Doppler ultrasound should be considered in patients with multivessel CAD, PAD, or > 70 years of age. IIa C MRI, CT, or digital subtraction angiography may be considered if carotid artery stenosis by ultrasound is > 70% and myocardial revascularization is contemplated. IIb C Screening for carotid stenosis is not indicated in patients with unstable CAD requiring emergency CABG with no recent stroke/TIA. III B CABG = coronary artery bypass grafting; CAD = coronary artery disease; CT = computed tomography; MRI = magnetic resonance imaging; PAD = peripheral artery disease; TIA = transient ischaemic attack. a Class of recommendation - b Level of evidence. Recommendations for carotid artery revascularization in patients scheduled for CABG are provided in the table below. Recommendations for carotid artery revascularization in patients scheduled for coronary artery bypass grafting   Class a Level b CEA or CAS should be performed by teams achieving a combined death/stroke rate at 30 days of: < 3% in patients without previous neurological symptoms < 6% in patients with previous neurological symptoms. I A It is recommended to individualize the indication for carotid revascularization after discussion by a multidisciplinary team including a neurologist. I C The timing of the procedures (synchronous or staged) should be determined by local expertise and clinical presentation, targeting the most symptomatic territory first. IIa C In patients with a < 6 month history of TIA/ stroke Carotid revascularization is recommended for 70–99% carotid stenosis I C Carotid revascularization may be considered for 50–69% carotid stenosis depending on patient-specific factors and clinical presentation. IIb C In patients with no previous TIA/stroke within 6 months Carotid revascularization may be considered in men with bilateral 70–99% carotid stenosis or 70–99% carotid stenosis and contralateral occlusion. IIb C Carotid revascularization may be considered in men with 70–99% carotid stenosis and ipsilateral previous silent cerebral infarction. IIb C CABG = coronary artery bypass grafting; CAS = carotid artery stenting; CEA = carotid endarterectomy; NASCET = North American Symptomatic Carotid Endarterectomy Trial; TIA = transient ischaemic attack. The term carotid artery stenosis refers to a stenosis of the extracranial portion of the internal carotid artery, and the degree of stenosis is calculated according to the NASCET criteria. a Class of recommendation. - b Level of evidence. Recommendations for type of carotid artery revascularization and subsequent antiplatelet therapy in patients scheduled for myocardial revascularization are provided in the table. Recommendations for type of carotid artery revascularization   Class a Level b Choice of carotid revascularization modality (CEA vs CAS) in patients undergoing CABG should be based on patient comorbidities, supra-aortic vessel anatomy, urgency for CABG and local expertise. IIa B ASA is recommended immediately before and after carotid revascularization. I A Dual antiplatelet therapy with ASA and clopidogrel is recommended for patients undergoing CAS for a duration of at least 1 month. I B CAS should be considered in patients with: post-radiation or post-surgical stenosis obesity, hostile neck, tracheostomy, laryngeal palsy stenosis at different carotid levels or upper internal carotid artery stenosis severe comorbidities contraindicating CEA. IIa C ASA = acetylsalicylic acid; CABG = coronary artery bypass grafting; CAS = carotid artery stenting; CEA = carotid endarterectomy. a Class of recommendation. - b Level of evidence. Recommendations for the management of patients with associated CAD and PAD are listed in the table below. Recommendations for the management of patients with associated coronary artery disease and peripheral artery disease   Class a Level b In patients with ACS, it is recommended to postpone vascular surgery and first treat CAD, except when vascular surgery cannot be delayed due to a life- or limb-threatening condition. I C The choice between CABG and PCI should follow the general recommendations for revascularization considering patterns of CAD, comorbidities, and clinical presentation. I C Prophylactic myocardial revascularization before high-risk vascular surgery may be considered in stable patients if they have persistent signs of extensive ischaemia or are at high cardiac risk.c IIb B ACS = acute coronary syndrome; CABG = coronary artery bypass grafting; CAD = coronary artery disease; PCI = percutaneous coronary intervention. a Class of recommendation. - b Level of evidence. c High cardiac risk (reported cardiac risk often >  5%): 1) aortic and other major vascular surgery; 2) peripheral vascular surgery."
},
{
	"page":"ENAS265_16.0.0.0",
	"text":"Repeat revasc./hybrid procedures Ischaemia after CABG may be due to progression of disease in native vessels or degeneration of bypass grafts. Table 6 shows rates of graft patency over time after CABG, according to the available literature. Table 6 Graft patency after CABG Graft Patency at 1 year Patency at 4–5 years Patency at ≥ 10 years Saphenous vein graft 75–95% 65–85% 32–71% Radial artery 92–96% 90% 63–83% Left IMA > 95% 90–95% 88–95% Right IMA > 95% > 90% 65–90% CABG = coronary artery bypass grafting; IMA = internal mammary artery Recommendations on repeat revascularization strategies after PCI and CABG are provided in the table below. Recommendations on repeat revascularization   Class a Level b Early postoperative ischaemia and graft failure Coronary angiography is recommended for patients with: symptoms of ischaemia and/or abnormal biomarkers suggestive of perioperative myocardial infarction ischaemic ECG changes indicating large area of risk new significant wall motion abnormalities haemodynamic instability. I C It is recommended to make the decision on redo CABG or PCI by ad hoc consultation in the Heart Team and based on feasibility of revascularization, area at risk, comorbidities and clinical status. I C PCI should be considered over reoperation in patients with early ischaemia after CABG if technically feasible. IIa C If PCI is performed, revascularization of the native vessels or IMA grafts rather than occluded or heavily diseased SVGs should be considered. IIa C Disease progression and late graft failure Repeat revascularization is indicated in patients with severe symptoms or extensive ischaemia despite medical therapy if technically feasible. I B PCI should be considered as a first choice if technically feasible, rather than redo CABG. IIa C PCI of the bypassed native artery should be considered as the preferred approach, if technically feasible IIa C IMA, if available, is the conduit of choice for redo CABG. I B Redo CABG should be considered for patients without a patent IMA graft to the LAD. IIa B Redo CABG may be considered in patients with lesions and anatomy not suitable for revascularization by PCI. IIb C PCI may be considered in patients with patent IMA graft if technically feasible. IIa C DES are recommended for PCI of SVGs. I A Distal protection devices are recommended for PCI of SVG lesions if technically feasible. I B Restenosis Repeat PCI is recommended, if technically feasible. I C DES are recommended for the treatment of in-stent restenosis (within BMS or DES). I A Drug-coated balloons are recommended for the treatment of in-stent restenosis (within BMS or DES). I A IVUS and/or OCT should be considered to detect stent-related mechanical problems. IIa C Stent thrombosis Emergency PCI is recommended to restore stent and vessel patency and myocardial reperfusion. I C DAPT with use of potent P2Y12 inhibitors (prasugrel or ticagrelor) is recommended over clopidogrel. I C Adjunctive thrombus aspiration and high-pressure balloon dilatation should be considered. IIa C IVUS and/or OCT should be considered to detect stent-related mechanical problems. IIa C Hybrid procedure Hybrid procedure, defined as consecutive or combined surgical and percutaneous revascularization, may be considered in specific patient subsets at experienced centres. IIb C BMS = bare-metal stent; CABG = coronary artery bypass grafting; CTO = chronic total occlusions; DAPT = dual antiplatelet therapy; DES = drug-eluting stent; ECG = electrocardiogram; IMA = internal mammary artery; IVUS = intravascular ultrasound; LAD = left anterior descending artery; LV = left ventricular; OCT = optical coherence tomography; PCI = percutaneous coronary intervention; SVG = saphenous vein graft. a Class of recommendation - b Level of evidence."
},
{
	"page":"ENAS265_17.0.0.0",
	"text":"Arrhythmias Recommendations for treatment of arrhythmias occurring after myocardial revascularization are provided in the table below. Recommendations for treatment of arrhythmias after revascularization   Class a Level b Beta-blockers are recommended to decrease the incidence of atrial fibrillation after CABG in the absence of contraindications. I A Pre-operative administration of amiodarone should be considered as prophylactic therapy for patients at high-risk for AF. IIa A The risk of stroke and embolism is increased in patients with new onset atrial fibrillation during/after PCI despite antiplatelet therapy. Therefore, anticoagulation should be considered following the guidelines for antithrombotic therapy of atrial fibrillation occurring outside the setting of PCI. IIa C Percutaneous LAA closure and antiplatelet therapy may be considered in patients with atrial fibrillation undergoing PCI if a high stroke risk and contraindication for long-term combined antiplatelet +  oral anticoagulation therapy is present. IIb B Since the risk of stroke and embolism is increased in patients with new-onset atrial fibrillation after CABG, anticoagulation should be considered for at least 3 months, with reassessment of stroke risk thereafter. IIa C Concomitant surgical occlusion/removal of the LAA during CABG may be considered for stroke reduction in atrial fibrillation patients. IIb C AF = atrial fibrillation; CABG = coronary artery bypass grafting; LAA = left atrial appendage; PCI = percutaneous coronary intervention. a Class of recommendation. - b Level of evidence. Recommendations for the prevention of ventricular arrhythmias by myocardial revascularization are provided in the table below. Recommendations for prevention of ventricular arrhythmias by revascularization   Class a Level b In survivors of out-of-hospital cardiac arrest, immediate coronary angiography and revascularization, if appropriate, should be considered irrespective of the ECG pattern if no obvious non-coronary cause of the arrhythmia is present. IIa B In patients with electrical storm, urgent coronary angiography and revascularization as required should be considered. IIa C In patients with CAD and left ventricular ejection fraction < 35%, testing for residual ischaemia and subsequent revascularization should be considered prior to primary prophylactic ICD implantation. After revascularization, assessment for reverse LV remodelling up to 6 months should be considered prior to primary prophylactic ICD implantation. IIa B CAD = coronary artery disease; ECG = electrocardiogram; ICD = implantable cardiac defibrillator; LV = left ventricular. a Class of recommendation. b Level of evidence."
},
{
	"page":"ENAS265_18.0.0.0",
	"text":"Procedural aspects of CABG Recommendations on procedural aspects of CABG are listed in the table below. Recommendations on procedural aspects of coronary artery bypass grafting   Class a Level b It is recommended to perform procedures in a hospital structure and by a team specialized in cardiac surgery, using written protocols. I B Endoscopic vein harvesting should be considered to reduce the incidence of leg wound complications. IIa A Routine skeletonized IMA dissection should be considered. IIa B Skeletonized IMA dissection is recommended in patients with diabetes or when bilateral IMAs are harvested. I B Complete myocardial revascularization is recommended. I B Arterial grafting with IMA to the LAD system is recommended. I B Bilateral IMA grafting should be considered in patients < 70 years of age. IIa B Use of the radial artery is recommended only for target vessels with high-degree stenosis. I B Total arterial revascularization is recommended in patients with poor vein quality independently of age. I C Total arterial revascularization should be considered in patients with reasonable life expectancy. IIa B Minimization of aortic manipulation is recommended. I B Off-pump CABG should be considered for subgroups of high-risk patients in high-volume off-pump centres. IIa B Off-pump CABG and/or no-touch on-pump techniques on the ascending aorta are recommended in patients with significant atherosclerotic disease of the ascending aorta in order to prevent perioperative stroke. I B Minimally invasive CABG should be considered in patients with isolated LAD lesions. IIa C Electrocardiogram-triggered CT scans or epiaortic scanning of the ascending aorta should be considered in patients over 70 years of age and/or with signs of extensive generalized atherosclerosis. IIa C Routine intraoperative graft flow measurement should be considered. IIa C CABG = coronary artery bypass grafting; CT = computed tomography; IMA = internal mammary artery; LAD = left anterior descending. a Class of recommendation. b Level of evidence."
},
{
	"page":"ENAS265_19.0.0.0",
	"text":"Procedural aspects of PCI Recommendations on the use and clinical value of fractional flow reserve (FFR), and intracoronary imaging including intravascular ultrasound (IVUS), and optical coherence tomography (OCT) are listed in the table. Recommendations on clinical value of intracoronary diagnostic techniques   Class a Level b FFR to identify haemodynamically relevant coronary lesion(s) in stable patients when evidence of ischaemia is not available I A FFR-guided PCI in patients with multivessel disease. IIa B IVUS in selected patients to optimize stent implantation. IIa B IVUS to assess severity and optimize treatment of unprotected left main lesions. IIa B IVUS or OCT to assess mechanisms of stent failure. IIa C OCT in selected patients to optimize stent implantation. IIb C FFR = fractional flow reserve; IVUS = intravascular ultrasound; OCT = optical coherence tomography. PCI = percutaneous coronary intervention. a Class of recommendation. - b Level of evidence. Recommendations for the treatment by PCI of specific lesion subsets are provided in the table below. Recommendations for the treatment of specific lesion subsets   Class a Level b DES should be considered for PCI of ostial lesions. IIa B For PCI of bifurcation lesions, stent implantation in the main vessel only, followed by provisional balloon angioplasty with or without stenting of the side branch, should be the preferred treatment. IIa A Percutaneous recanalization of CTOs should be considered in patients with expected ischaemia reduction in a corresponding myocardial territory and/or angina relief. IIa B Retrograde recanalization of CTOs may be considered after a failed anterograde approach or as the primary approach in selected patients. IIb C CTO = chronic total occlusion; DES = drug-eluting stent; PCI = percutaneous coronary intervention. a Class of recommendation. - b Level of evidence."
},
{
	"page":"ENAS265_20.1.0.0",
	"text":"Antithrombotic treatments Patients with stable CAD Recommendations for antithrombotic treatment in patients with stable CAD undergoing PCI are listed in the table. Recommendations for antithrombotic treatment in stable coronary artery disease patients undergoing percutaneous coronary intervention   Class a Level b Pretreatment with antiplatelet therapy Treatment with 600 mg clopidogrel is recommended in elective PCI patients once anatomy is known and decision to proceed with PCI preferably 2 hours or more before the procedure. I A Pretreatment with clopidogrel may be considered in patients with high probability for significant CAD. IIb C In patients on a maintenance dose of 75 mg clopidogrel, a new loading dose of 600 mg or more may be considered once the indication for PCI is confirmed. IIb C Antiplatelet therapy during PCI ASA is indicated before elective stenting. I B ASA oral loading dose of 150–300 mg (or 80–150 mg i.v.) is recommended if not pretreated. I C Clopidogrel (600 mg loading dose or more, 75 mg daily maintenance dose) is recommended for elective stenting. I A GP IIb/IIIa antagonists should be considered only for bail-out. IIa C Antiplatelet therapy after stenting DAPT is indicated for at least one month after BMS implantation. I A DAPT is indicated for 6 months after DES implantation. I B Shorter DAPT duration (< 6 months) may be considered after DES implantation in patients at high bleeding risk. IIb A Life-long single antiplatelet therapy, usually ASA, is recommended. I A Instruction of patients about the importance of complying with antiplatelet therapy is recommended. I C DAPT may be used for more than 6 months in patients at high ischaemic risk and low bleeding risk. IIb C Anticoagulant therapy Unfractionated heparin 70–100 U/kg. I B Bivalirudin (0.75 mg/kg per kilogram bolus, followed by 1.75 mg/kg/hour for up to 4 hours after the procedure) in case of heparin-induced thrombocytopenia. I C Bivalirudin (0.75 mg/kg per kilogram bolus, followed by 1.75 mg/kg/hour during the procedure) in patients at high bleeding risk. IIa A Enoxaparin i.v. 0.5 mg/kg. IIa B ASA = acetylsalicylic acid; BMS = bare-metal stent; CAD = coronary artery disease; DAPT = dual antiplatelet therapy; DES = drug-eluting stent; GP = glycoprotein; i.v. = intravenous; PCI = percutaneous coronary intervention. a Class of recommendation. - b Level of evidence."
},
{
	"page":"ENAS265_20.2.0.0",
	"text":"Patients with NSTE-ACS Recommendations for antithrombotic treatment in patients with NSTE-ACS undergoing PCI are listed in the table below. Recommendations for antithrombotic treatment in patients with non–ST-segment elevation acute coronary syndrome undergoing percutaneous coronary intervention   Class a Level b Antiplatelet therapy ASA is recommended for all patients without contraindications at an initial oral loading dose of 150–300 mg (or 80-150 mg i.v.), and at a maintenance dose of 75–100 mg daily long-term regardless of treatment strategy. I A A P2Y12 inhibitor is recommended in addition to ASA, and maintained over 12 months unless there are contraindications such as excessive risk of bleeding. Options are: I A Prasugrel (60-mg loading dose, 10-mg daily dose) in patients in whom coronary anatomy is known and who are proceeding to PCI if no contraindication. I B Ticagrelor (180-mg loading dose, 90-mg twice daily) for patients at moderate-to-high risk of ischaemic events, regardless of initial treatment strategy including those pretreated with clopidogrel if no contraindication. I B Clopidogrel (600-mg loading dose, 75-mg daily dose), only when prasugrel or ticagrelor are not available or are contraindicated. I B GP IIb/IIIa antagonists should be considered for bail-out situation or thrombotic complications. IIa C Pretreatment with GP IIb/IIIa antagonists in patients in whom coronary anatomy is not known, is not recommended. III A Pretreatment with prasugrel in patients in whom coronary anatomy is not known, is not recommended. III B Anticoagulant therapy Anticoagulation is recommended for all patients in addition to antiplatelet therapy during PCI. I A The anticoagulation is selected according to both ischaemic and bleeding risks, and according to the efficacy–safety profile of the chosen agent. I C Bivalirudin (0.75 mg/kg per kilogram bolus, followed by 1.75 mg/kg/hour for up to 4 hours after the procedure) is recommended as alternative to UFH plus GP IIb/IIIa receptor during PCI. I A UFH is recommended as anticoagulant for PCI if patients cannot receive bivalirudin. I C In patients on fondaparinux (2.5 mg daily s.c.), a single bolus UFH (85 U/kg, or 60 U/kg in the case of concomitant use of GP IIb/IIIa receptor inhibitors) is indicated during PCI. I B Enoxaparin should be considered as anticoagulant for PCI in patients pretreated with subcutaneous enoxaparin. IIa B Discontinuation of anticoagulation should be considered after an invasive procedure unless otherwise indicated. IIa C Crossover of UFH and LMWH is not recommended. III B ASA = acetylsalicylic acid; GP = glycoprotein; i.v. = intravenous; LMWH = low-molecular-weight heparin; NSTE-ACS = non-ST-segment elevation acute coronary syndrome; PCI = percutaneous coronary intervention; s.c. = subcutaneous; UFH = unfractionated heparin. a Class of recommendation. - b Level of evidence."
},
{
	"page":"ENAS265_20.3.0.0",
	"text":"Patients with STEMI Recommendations for antithrombotic treatment in patients with STEMI undergoing primary PCI are listed in the table below. Recommendations for antithrombotic treatment in patients with ST-segment elevation myocardial infarction undergoing primary percutaneous coronary intervention   Class a Level b Antiplatelet therapy ASA is recommended for all patients without contraindications at an initial oral loading dose of 150–300 mg (or 80–150 mg i.v.) and at a maintenance dose of 75–100 mg daily long-term regardless of treatment strategy. I A A P2Y12 inhibitor is recommended in addition to ASA and maintained over 12 months unless there are contraindications such as excessive risk of bleeding. Options are: I A Prasugrel (60-mg loading dose, 10-mg daily dose) if no contraindication I B Ticagrelor (180-mg loading dose, 90-mg twice daily) if no contraindication I B Clopidogrel (600-mg loading dose, 75-mg daily dose), only when prasugrel or ticagrelor are not available or are contraindicated. I B P2Y12 inhibitors should be given at time of first medical contact. I B GP IIb/IIIa inhibitors should be considered for bail-out or evidence of no-reflow or a thrombotic complication. IIa C Upstream use of a GP IIb/IIIa inhibitor (vs. in-lab use) may be considered in high-risk patients undergoing transfer for primary PCI. IIb B Anticoagulants Anticoagulation is recommended for all patients in addition to antiplatelet therapy during PCI. I A The anticoagulation is selected according to both ischaemic and bleeding risks, and according to the efficacy–safety profile of the chosen agent. I C Unfractionated heparin: 70–100 U/kg i.v. bolus when no GP IIb/IIIa inhibitor is planned 50–70 U/kg i.v. bolus with GP IIb/IIIa inhibitor. I C Bivalirudin 0.75 mg/kg i.v. bolus followed by i.v. infusion of 1.75 mg/kg/h for up to 4 hours after the procedure. IIa A Enoxaparin i.v. 0.5 mg/kg with or without GP IIb/IIIa inhibitor. IIa B ASA = acetylsalicylic acid; GP = glycoprotein; i.v. = intravenous; PCI = percutaneous coronary intervention; STEMI = ST-segment elevation myocardial infarction. a Class of recommendation. - b Level of evidence."
},
{
	"page":"ENAS265_20.4.0.0",
	"text":"Patients who require OAC Recommendations for antithrombotic treatment in patients who require oral anticoagulation undergoing PCI are listed in the table below. Recommendations for antithrombotic treatment in patients undergoing percutaneous coronary intervention who require oral anticoagulation   Class a Level b In patients with a firm indication for oral anticoagulation (e.g. atrial fibrillation with CHA2DS2-VASc score ≥ 2, venous thromboembolism, LV thrombus, or mechanical valve prosthesis), oral anticoagulation is recommended in addition to antiplatelet therapy. I C New-generation DES are preferred over BMS among patients requiring oral anticoagulation if bleeding risk is low (HAS-BLED ≤ 2). IIa C In patients with SCAD and atrial fibrillation with CHA2DS2-VASc score ≥ 2 at low bleeding risk (HAS-BLED ≤ 2), initial triple therapy of (N)OAC and ASA (75–100 mg/day) and clopidogrel 75 mg/day should be considered for a duration of at least one month after BMS or new-generation DES followed by dual therapy with (N)OAC and ASA 75–100 mg/day or clopidogrel (75 mg/day) continued up to 12 months. IIa C DAPT should be considered as alternative to initial triple therapy for patients with SCAD and atrial fibrillation with a CHA2DS2-VASc score ≤ 1. IIa C In patients with ACS and atrial fibrillation at low bleeding risk (HAS-BLED ≤ 2), initial triple therapy of (N)OAC and ASA (75–100 mg/day) and clopidogrel 75 mg/day should be considered for a duration of 6 months irrespective of stent type followed by (N)OAC and ASA 75–100 mg/day or clopidogrel (75 mg/day) continued up to 12 months. IIa C In patients requiring oral anticoagulation at high bleeding risk (HAS-BLED ≥ 3), triple therapy of (N)OAC and ASA (75–100 mg/day) and clopidogrel 75 mg/day should be considered for a duration of one month followed by (N)OAC and ASA 75–100 mg/day or clopidogrel (75 mg/day) irrespective of clinical setting (SCAD or ACS) and stent type (BMS or new-generation DES). IIa C Dual therapy of (N)OAC and clopidogrel 75 mg/day may be considered as an alternative to initial triple therapy in selected patients. IIb B The use of ticagrelor and prasugrel as part of initial triple therapy is not recommended. III C Anticoagulation therapy after PCI in ACS patients In selected patients who receive ASA and clopidogrel, low-dose rivaroxaban (2.5 mg twice daily) may be considered in the setting of PCI for ACS if the patient is at low bleeding risk. IIb B Anticoagulation during PCI in patients on oral anticoagulation It is recommended to use additional parenteral anticoagulation, regardless of the timing of the last dose of (N)OAC. I C Periprocedural parenteral anticoagulants (bivalirudin, enoxaparin or UFH) should be discontinued immediately after primary PCI. IIa C ASA = acetylsalicylic acid; ACS = acute coronary syndrome; BMS = bare-metal stent; CHA2DS2-VASc = Cardiac failure, Hypertension, Age ≥ 75 [Doubled], Diabetes, Stroke [Doubled] – Vascular disease, Age 65–74 and Sex category [Female]; DAPT = dual antiplatelet therapy; DES = drug-eluting stent; (N)OAC = (non-vitamin K antagonist) oral anticoagulant; HAS-BLED = hypertension, abnormal renal/liver function, stroke, bleeding history or predisposition, labile INR, elderly, drugs/alcohol; INR = international normalized ratio; LV = left ventricular; PCI = percutaneous coronary intervention; SCAD = stable coronary artery disease; UFH = unfractionated heparin; VKA = Vitamin K antagonist. a Class of recommendation. b Level of evidence."
},
{
	"page":"ENAS265_20.5.0.0",
	"text":"Pre-op mgmt. of pts. under DAPT The management of patients on DAPT who are referred for surgical procedures is governed by the level of emergency and the thrombotic and bleeding risk of the individual patient, as showed in Figure 4. Figure 4 Algorithm for pre-operative management of patients considered for/undergoing surgery under dual antiplatelet therapy ASA = acetylsalicylic acid."
},
{
	"page":"ENAS265_20.6.0.0",
	"text":"Patients with CKD Patients with CKD should receive the same first-line antithrombotic treatment as any other patient, in the absence of contraindications. Thereafter dose adaptation is mandatory with respect to kidney function and specific antithrombotic agents may be preferred as summarized in Table 7. Table 7 Antithrombotic drugs dose adjustment in patients with chronic kidney disease   Recommendations ASA No dose adjustment. Clopidogrel No dose adjustment. Prasugrel No dose adjustment. No experience with end-stage renal disease/dialysis. Ticagrelor No dose adjustment. No experience with end-stage renal disease/dialysis. Enoxaparin No adjustment needed for i.v. use in particular for PCI. Dose adjustment for subcutaneous injection in patients with creatinine clearance < 30 mL/min: half dose. Unfractionated heparin No adjustment of bolus dose. Fondaparinux Contra-indicated in patients with severe renal impairment (GFR <20 mL/min). Bivalirudin In patients with moderate renal insufficiency (GFR 30–59 mL/min) a lower initial infusion rate of 1.4 mg/kg/h should be given. In patients with severe renal insufficiency (GFR < 30 mL/min) bivalirudin should not be used No reduction in the bolus dose is needed Abciximab No specific recommendation. Careful consideration of bleeding risk. Eptifibatide In patients with moderate renal insufficiency (GFR ≥ 30 to < 50 mL/min), an i.v. bolus of 180 μg/kg should be administered, followed by a continuous infusion dose of 1.0 μg/kg/min for the duration of therapy. In patients with severe renal insufficiency (GFR < 30 mL/min) eptifibatide is contraindicated. Tirofiban In patients with severe renal insufficiency (GFR < 30 mL/min) the infusion dose should be reduced to 50% (0.05 µg/kg/min). ASA = acetylsalicylic acid; GFR = glomerular filtration rate; i.v. = intravenous; PCI = percutaneous coronary intervention; s.c. = subcutaneous."
},
{
	"page":"ENAS265_20.7.0.0",
	"text":"Antiplatelet therapy in myocardial revasc. A list of general recommendations on antiplatelet therapy in patients undergoing myocardial revascularization is provided in the table below. General recommendations on antiplatelet therapy   Class a Level b A proton pump inhibitor in combination with DAPT is recommended in patients with a history of gastrointestinal haemorrhage or peptic ulcer, and appropriate for patients with multiple other risk factors (e.g. Helicobacter pylori infection, age ≥ 65 years, and concurrent use of anticoagulants, NSAIDs or steroids). I A Clopidogrel 75 mg daily is indicated as an alternative in case of ASA intolerance in patients with SCAD. I B Platelet function testing or genetic testing may be considered in specific high-risk situations (e.g. history of stent thrombosis; compliance issue; suspicion of resistance; high bleeding risk). IIb C Routine platelet function testing or genetic testing (clopidogrel and ASA) to adjust antiplatelet therapy before or after elective stenting is not recommended. III A Treatment interruption It is recommended not to interrupt antiplatelet therapy within the recommended duration of treatment. I C In patients on P2Y12 inhibitors who need to undergo non-emergency major surgery (including CABG), it should be considered to postpone surgery for at least 5 days after cessation of ticagrelor or clopidogrel, and for 7 days for prasugrel, if clinically feasible and unless the patient is at high risk of ischaemic events. IIa C It should be considered to resume clopidogrel after CABG surgery as soon as considered safe. IIa C It should be considered to resume ticagrelor or prasugrel after CABG surgery as soon as considered safe. IIa C Platelet function testing should be used to guide antiplatelet therapy interruption rather than arbitrary use of a specified period of delay in patients undergoing CABG surgery. IIa C ASA = acetylsalicylic acid; CABG = coronary artery bypass grafting; DAPT = dual antiplatelet therapy; NSAIDs = non-steroidal anti-inflammatory drugs; SCAD = stable coronary artery disease a Class of recommendation. b Level of evidence."
},
{
	"page":"ENAS265_21.0.0.0",
	"text":"Volume–outcome relationship for revasc. Operator experience impacts outcomes, in particular in critical, complex situations. Increased experience of an entire hospital team consisting of supporting members in the operating room or catheterization laboratory and those responsible for the postoperative care are associated with favourable outcomes. The table below provides recommendations for training, proficiency, and operator/institutional competence in CABG and PCI. Recommendations for training, proficiency, and operator/institutional competence in coronary artery bypass grafting and percutaneous coronary intervention   Class a Level b It should be considered that trainees in cardiac surgery perform at least 200 CABG procedures under supervision before being independent. IIa C CABG should be performed with an annual institutional volume of at least 200 CABG cases. IIa C Routine use of the internal mammary artery at a rate > 90% is recommended. I B Routine reporting of CABG outcome data to national registries and/or the EACTS database is recommended. I C Physicians training in interventional cardiology should complete formal training according to a 1–2 year curriculum at institutions with at least 800 PCIs per year and an established 24-hour/7-day service for the treatment of patients with ACS. IIa C Physicians training in interventional cardiology should have performed at least 200 PCI procedures as first or only operator with one-third of PCI procedures in emergency or ACS patients under supervision before becoming independent. IIa C National Societies of the ESC should develop recommendations on annual operator and institutional PCI volume. This Task Force recommends the operator and hospital volumes listed below: IIa C PCI for ACS should be performed by trained operators with an annual volume of at least 75 procedures at institutions performing at least 400 PCI per year with an established 24-hour/7-day service for the treatment of patients with ACS. IIa C PCI for SCAD should be performed by trained operators with an annual volume of at least 75 procedures at institutions performing at least 200 PCI per year. IIa C Institutions with an annual volume of fewer than 400 PCI should consider collaboration in networks with high-volume institutions (more than 400 PCI per year), with shared written protocols and exchange of operators and support staff. IIa C Non-emergency high-risk PCI procedures, such as distal LM disease, complex bifurcation stenosis, single remaining patent coronary artery, and complex chronic total occlusions, should be performed by adequately experienced operators at centres that have access to circulatory support and intensive care treatment, and preferentially have cardiovascular surgery on-site. IIa C ACS = acute coronary syndromes; CABG = coronary artery bypass grafting; EACTS = European Association for Cardio-Thoracic Surgery; EAPCI = European Association of Percutaneous Cardiovascular Interventions; ESC = European Society of Cardiology; LM = left main; PCI = percutaneous coronary intervention; SCAD = stable coronary artery disease. a Class of recommendation. - b Level of evidence."
},
{
	"page":"ENAS265_22.1.0.0",
	"text":"Management after revascularization Medical therapy, secondary prevention Secondary prevention and cardiac rehabilitation are an integral part of the management after revascularization because such measures reduce future morbidity and mortality in a cost-effective way and can further improve symptoms. Recommendations for long-term medical therapy, secondary preventions and cardiac rehabilitation programmes are provided in the table below. Recommendations for long-term medical therapy after myocardial revascularization to improve prognosis and recommendations for lifestyle changes and participation in cardiac rehabilitation programmes   Class a Level b Coronary artery disease Statin therapy with an LDL-C goal < 70 mg/dL (< 1.8 mmol/L) is indicated to start and continue in all patients with CAD after revascularization, unless contraindicated. I A Low-dose ASA (75–100 mg/day) is recommended in all patients with CAD.c I A In patients who cannot tolerate ASA, clopidogrel is recommended as an alternative. I B ACE-inhibitors are recommended in all patients with CAD if there is presence of other conditions (e.g. heart failure, hypertension or diabetes). ARBs are an alternative, if ACE-inhibitors are not tolerated. I A All patients should be advised on lifestyle changes (including smoking cessation, regular physical activity, and a healthy diet). I A Participation in a cardiac rehabilitation programme to modify lifestyle habits and increase adherence to treatment should be considered for all patients requiring hospitalization or invasive intervention after an acute ischaemic event or after coronary bypass surgery. IIa A Coronary artery disease and hypertension A systolic blood pressure goal < 140 mmHg should be considered in patients with CAD. IIa A A DBP goal of < 90 mmHg is recommended in all patients. In patients with diabetes a DBP goal < 85 mmHg is recommended. I A Coronary artery disease and type 2 diabetes A target for HbA1c of < 7.0% is recommended, which is particularly well established for the prevention of microvascular disease. I A Coronary artery disease and chronic heart failure It is recommended to start and continue ACE-inhibitors in all patients with heart failure or myocardial infarction with LVEF < 40%, unless contraindicated. I A ARBs are indicated in patients who are intolerant of ACE-inhibitors and have heart failure or myocardial infarction with LVEF < 40%. I A Beta-blocker therapy is indicated in all patients with heart failure or LV dysfunction, unless contraindicated. I A Aldosterone receptor antagonist therapy is indicated in patients with persisting symptoms (NYHA class II–IV) and an EF < 35%, despite treatment with an ACE-inhibitor (or an ARB) and a beta-blocker. I A Ivabradine should be considered to reduce the risk of hospitalization for heart failure in patients in sinus rhythm with an EF < 35%, a heart rate > 70 b.p.m., and persisting symptoms (NYHA class II–IV) despite treatment with an evidence-based dose of a beta-blocker (or maximum tolerated), ACE-inhibitor (or ARB), and a mineralocorticoid receptor antagonist (or ARB). IIa B ACE = angiotensin-converting enzyme; ARB = angiotensin receptor blocker; ASA = acetylsalicylic acid; b.p.m. = beats per minute; CAD = coronary artery disease; DBP = diastolic blood pressure; EF = ejection fraction; HbA1c = glycated haemoglobin A1c; LDL-C = low-density lipoprotein cholesterol; LVEF = left ventricular ejection fraction; NYHA = New York Heart Association; PCI = percutaneous coronary intervention. a Class of recommendation - b Level of evidence. c For antithrombotic therapy in addition to ASA after PCI see chapter 18."
},
{
	"page":"ENAS265_22.2.0.0",
	"text":"Follow-up Recurrence of symptoms or ischaemia due to disease progression or restenosis after myocardial revascularization deserves attention. Recommendations on strategies for follow-up and management of patients after myocardial revascularization are provided in the table below. Recommendations on strategies for follow-up and management of patients after myocardial revascularization   Class a Level b Asymptomatic patients Early imaging testing should be considered in specific patient subsets.c IIa C Routine stress testing may be considered > 2 years after PCI and > 5 years after CABG. IIb C After high-risk PCI (e.g. unprotected LM stenosis) late (3–12 months) control angiography may be considered, irrespective of symptoms. IIb C Symptomatic patients It is recommended to reinforce medical therapy and lifestyle changes in patients with low-risk findingsc at stress testing. I C With intermediate- to high-risk findings d at stress testing, coronary angiography is recommended. I C CABG = coronary artery bypass grafting; LM = left main; PCI = percutaneous coronary intervention. a Class of recommendation. b Level of evidence. c Specific patient subsets indicated for early stress testing with imaging: patients with safety-critical professions (e.g. pilots, drivers, divers) and competitive athletes; patients engaging in recreational activities for which high oxygen consumption is required; patients resuscitated from sudden death; patients with incomplete or suboptimal revascularization, even if asymptomatic; patients with a complicated course during revascularization (peri-operative myocardial infarction); extensive dissection during PCI, endarterectomy during CABG, etc.; patients with diabetes (especially those requiring insulin); patients with multivessel disease and residual intermediate lesions, or with silent ischaemia. d Intermediate- and high-risk findings at stress imaging are ischaemia at low workload, early onset ischaemia, multiple zones of high-grade wall motion abnormality, or reversible perfusion defect."
},
{
	"page":"ENAS265_23.0.0.0",
	"text":"(N)OAC (Non-vitamin K antagonist) oral anticoagulant °C Degree Celsius 2D/ 2-D Two-dimensional 2hPG 2-h post-load plasma glucose 3D/ 3-D Three-dimensional 5-FU 5-fluorouracil 99mTc-DPD Technetium-99m 3,3-diphosphono-1,2-propanodicarboxylic acid A/C Anticoagulation AAA Abdominal aortic aneurysm AAD Antiarrhythmic drugs AAS Acute aortic syndrome ABC Age, biomarkers, clinical history ABI Ankle-Brachial Index ABPM Ambulatory BP monitoring ACA Aborted cardiac arrest ACC American College of Cardiology ACCA Acute Cardiovascular Care Association ACCF American College of Cardiology Foundation ACCOAST Comparison of Prasugrel at the Time of Percutaneous Coronary Intervention or as Pretreatment at the Time of Diagnosis in Patients with Non-ST Elevation Myocardial Infarction ACE Angiotensin-converting enzyme ACEF Age, creatinine, ejection fraction ACEI/ ACE-I/ ACE-Is Angiotensin converting enzyme inhibitors ACS Acute coronary syndromes ACT Activated clotting time AD Aortic dissection ADA American Diabetes Association/Adenosine deaminase ADD Acute aortic dissection ADP Adenosine diphosphate AEPC Association for European Paediatric and Congenital Cardiology AF Atrial flutter/Atrial fibrillation AFNET German Competence NETwork on Atrial Fibrillation AHA American Heart Association AHF Acute heart failure AHRE Atrial high rate episodes AK Alpha kinase AKI Acute kidney injury AL Amyloid light chain ALAT/ ALT Alanine aminotransferase ALI Acute limb ischaemia AMI Acute myocardial infarction ANA Anti-nuclear antibodies ANCA Anti-neutrophil cytoplasm antibodies AO Aorta AOS Aneurysms-osteoarthritis syndrome AP Accessory pathway APAH Conditions associated with pulmonary arterial hypertension Apo Apolipoprotein apo A I Apolipoprotein A I apo B Apolipoprotein B aPTT Activated partial thromboplastin time AR Aortic regurgitation ARB Angiotensin II receptor blocker/ Angiotensin receptor blocker ARBs Angiotensin receptor blockers ARNI Angiotensin receptor neprilysin inhibition ARVC Arrhythmogenic right ventricular cardiomyopathy AS Aortic stenosis ASA Acetylsalicylic acid ASAT/ AST Aspartate aminotransferase ASCERT American College of Cardiology Foundation–Society of Thoracic Surgeons Database Collaboration ASE American Society of Echocardiography AST/ ALT/ ALP Aspartate / alanine aminotransferase / alkaline phosphatase ASV Adaptive servo-ventilation AT Antithrombin ATOR Atorvastatin ATP Antitachycardiac pacing/Adenosine triphosphate ATRIA AnTicoagulation and Risk factors In Atrial fibrillation ATS Arterial tortuosity syndrome ATTR Amyloidosis, transthyretin type AUC Area under the curve AV Atrioventricular AVB Atrioventricular block AVID Antiarrhythmic drugs Versus Implantable Defibrillator AVM AV delay management AVP Arginine vasopressin AVR Aortic valve replacement b.i.d. Bis in die (twice daily) b.p.m/ bpm Beats per minute BARI-2D Bypass Angioplasty Revascularization Investigation 2 Diabetes BAS Balloon atrial septostomy BAV Balloon aortic valvuloplasty/Bicuspid aortic valve BB Beta-blocker BBB Bundle branch block BC Blood culture BCNIE Blood culture-negative infective endocarditis BCR-ABL Breakpoint cluster region-Abelson BGA Blood gas analysis BIMA Bilateral internal mammary artery Bi-PAP Bilevel positive airway pressure BiV Biventricular BiVAD Bi-ventricular assist device BMI Body mass index BMPR Bone morphogenetic protein receptor, type 2 BMS Bare metal stent BMT Best medical therapy BNP Brain natriuretic peptide/ B-type natriuretic peptide BP Blood pressure BPA Balloon pulmonary angioplasty BSA Body surface area BUN Blood urea nitrogen CABG Coronary artery bypass graft/ Coronary artery bypass graft surgery CAD Coronary artery disease CAS Carotid artery stenting CASH Cardiac Arrest Study Hamburg Cath/ Lab Catheterization laboratory CCB Calcium channel blocker CCNAP Council on Cardiovascular Nursing and Allied Professions CCP Council for Cardiology Practice CCPC Council on Cardiovascular Primary Care CCS Canadian Cardiovascular Society CCU Coronary care unit CDRIE Cardiac device-related infective endocarditis CEA Carotid endarterectomy/Carcinoembryonic antigen CFA Common femoral artery CFC Cardiofaciocutaneous CHA2DS2-VASc Congestive heart failure or left ventricular dysfunction, Hypertension, Age ≥75 (doubled), Diabetes, Stroke (doubled)-Vascular disease, Age 65–74, Sex category (female) CHADS2 Cardiac failure, Hypertension, Age, Diabetes, Stroke (doubled) CHARM-Added Candesartan in Heart Failure: Assessment of Reduction in Mortality and Morbidity-Added CHD Coronary heart disease/ Congenital heart disease CHF Congestive heart failure/ Chronic heart failure CI Cardiac index / Contraindication / Confidence interval CIA Common iliac artery CI-AKI Contrast-induced acute kidney injury CIDS Canadian Implantable Defibrillator Study CIED Cardiac implantable electronic device CIN Contrast-induced nephropathy CK Creatine phophokinase/Creatinine kinase CKD Chronic kidney disease CKD-EPI Chronic Kidney Disease Epidemiology Collaboration CK-MB Creatine kinase MB isoform CLI Critical limb ischaemia CMP Cardiomyopathy CMR Cardiac magnetic resonance CMV Cytomegalovirus CO Cardiac output CoA Coarctation / Coarctation of the aorta Cons Conservative cont Continued COPD Chronic obstructive pulmonary disease COT Cardiac Oncology Toxicity COURAGE Clinical Outcomes Utilization Revascularization and Aggressive Drug Evaluation COX Cyclo-oxygenase/ Cyclooxygenase CPAP Continuous positive airway pressure CPET Cardiopulmonary exercise testing CPFE Combined pulmonary fibrosis and emphysema CPG Committee for Practice Guidelines CPVT Catecholaminergic polymorphic ventricular tachycardia CR Cardiac rehabilitation CrCI Creatinine clearance CRP C-reactive protein CRT Cardiac resynchronization therapy CRT-D Cardiac resynchronization therapy defibrillator/ Defibrillator with cardiac resynchronization therapy CRT-P Cardiac resynchronization therapy pacemaker CRUSADE Can Rapid risk stratification of Unstable angina patients Suppress ADverse outcomes with Early implementation of the ACC/AHA guidelines CSF Colony-stimulating factor/Cerebrospinal fluid CSM Carotid sinus massage CSS Carotid sinus syncope/syndrome CT Computed tomographic / tomogram/tomography CTA Computed tomography angiography CTD Connective tissue disease CTEPH Chronic thromboembolic pulmonary hypertension cTN Cardiac troponin CTO Chronic total occlusions CTRCD Cancer Therapeutics–Related Cardiac Dysfunction Ctrl Control CUS Compression venous ultrasonography CV Cardiovascular / Cardioversion CVD Cardiovascular disease CW Continuous wave CXR Chest X-ray DALYs Disability adjusted life years DAPT Dual (oral) antiplatelet therapy DBP Diastolic blood pressure DC Direct current DCC Direct-current cardioversion DCM Dilated cardiomyopathy DDI Drug-drug interactions DEFINITE DEFibrillator In Non-Ischemic cardiomyopathy Treatment Evaluation DES Drug-eluting stent DFT Defibrillation threshold DHP Dihydropyridine DI-DO Door-in to door-out time DLCO Carbon monoxide diffusing capacity DM Diabetes mellitus DNA Deoxyribonucleic acid DPAH Drug induced PAH DPG Diastolic pressure gradient DPP Diabetes prevention program DSA Digital subtraction angiography DT Deceleration time DTB Door-to-balloon time DTIs Direct thrombin inhibitors DUS Duplex ultrasonography / Doppler ultrasound DVT Deep vein thrombosis E/A Ratio of mitral peak velocity of early filling (E) to mitral peak velocity of late filling (A) E/e’ Ratio of early transmitral flow velocity (E) to early mitral annulus velocity (e’) EACPR European Association for Cardiovascular Prevention & Rehabilitation EACTS European Association of Cardio-Thoracic Surgery/ European Association for Cardio-Thoracic Surgery EACVI European Association of Cardiovascular Imaging EANM European Association of Nuclear Medicine EAPCI European Association of Percutaneous Cardiovascular Interventions EAS European Atherosclerosis Society EASD European Association for the Study of Diabetes EBV Epstein-Barr virus ECG Electrocardiogram / Electrocardiographic ECHO Echocardiography/Echocardiogram ECLS Extracorporeal life support ECST European Carotid Surgery Trial ECVF Extacellular volume fraction ED Erectile dysfunction/ Emergency department EDS-IV Ehlers-Danlos syndrome type IV EF Ejection fraction eGFR Estimated glomerular filtration rate EHRA European Heart Rhythm Association EIA External iliac artery EIF Eukaryotic translation initiation factor EMA European Medicines Agency EMB Endomyocardial biopsy EMS Emergency medical system/service ENA Anti-extractable nuclear antigens Enox Enoxaparin EP Electrophysiology EPD Embolic protection device EPS Electrophysiologic study ER Extended release formulations ERA Endothelin receptor antagonist EROA Effective regurgitant orifice area ERS European Respiratory Society ESC European Society of Cardiology ESCMID European Society of Clinical Microbiology and Infectious Diseases ESH European Society of Hypertension ESO European Stroke Organisation ESR European Society of Radiology/Erythrocyte sedimentation rate ESRD End-stage renal disease ETT Endotracheal tube EU European Union EULAR European League Against Rheumatism EVAR Endovascular aortic repair/reconstruction Exp+ Experimental therapy FAME-2 Fractional Flow Reserve-Guided Percutaneous Coronary Intervention Plus Optimal Medical Treatment Versus Optimal Medical Treatment Alone in Patients With Stable Coronary Artery Disease FBN1 Fibrillin 1 FC Functional class FCH Familial combined hyperlipidaemia FCM Ferric carboxymaltose FDA US Food and Drug Administration/ Food and Drug Administration FDG Fluorodeoxyglucose FFP Fresh frozen plasma FFR Fractional flow reserve FH Familial hypercholesterolaemia FHL1 Four and a half LIM domains 1 FINDRISC FINnish Diabetes RIsk SCore FL False lumen FLUVA Fluvastatin FMC First medical contact FMCTB First-medical-contact-to-balloon time FMF Familial Mediterranean fever Fonda Fondaparinux FPG Fasting plasma glucose FU Follow-up GFR Glomerular filtration rate GGTP Gamma-glutamyl transpeptidase GLP-1 Glucagon-like peptide-1 GLS Global longitudinal strain GM Granulocyte-macrophage GP Glycoprotein / General practitioner GRACE Global Registry of Acute Coronary Events GUCH Grown-up patients with congenital heart disease HAART Highly active antiretroviral treatment HACEK Haemophilus parainfluenzae, H. aphrophilus, H. paraphrophilus, H. influenzae, Actinobacillus actinomycetemcomitans, Cardiobacterium hominis, Eikenella corrodens, Kingella kingae, and K. denitrificans HAS-BLED Hypertension, Abnormal renal/liver function, Stroke, Bleeding history or predisposition, Labile INR, Elderly (65), Drugs concomitantly/alcohol abuse HbA1c Glycated haemoglobin / Glycated haemoglobin A1c HBPM Home BP monitoring HCM Hypertrophic cardiomyopathy HCV Hepatitis C virus HDAC Histone deacetylase HDL High density lipoprotein HDL-C High density lipoprotein-cholesterol HeFH Heterozygous familial hypercholesterolaemia HER2 Human epidermal growth factor receptor 2 HF Heart failure HFA Heart Failure Association H-FABP Heart-type fatty acid-binding protein HFmrEF Heart failure with mid-range ejection fraction HFpEF/ HF-PEF Heart failure with preserved ejection fraction HFrEF/ HF-REF Heart failure with reduced ejection fraction HHD Hypertensive heart disease HHV Human herpesvirus H-ISDN Hydralazine and isosorbide dinitrate HIT Heparin-induced thrombocytopenia HIV Human immunodeficiency virus HoFH Homozygous familial hypercholesterolaemia HPAH Heritable PAH HR Heart rate HRCT High resolution CT hs-CRP high-sensitivity C-reactive protein HT/ HTN Hypertension HTG Hypertrigiyceridaemia i.v. / IV Intravenous IABP Intraaortic balloon pump IAS Inter-atrial septum ICA Invasive coronary angiography ICD Implantable cardioverter defibrillator/ International Classification of Diseases ICH Intracranial haemorrhage ICU Intensive care unit ID Infectious disease IDF International Diabetes Federation IE Infective endocarditis IFG Impaired fasting glucose IFN Interferon-gamma IGRA Interferon-gamma release assay IGT Impaired glucose tolerance IHD Ischaemic heart disease IL-2 Interleukin 2 ILR Implantable loop recorder IMA Internal mammary artery IMH Intramural haematoma IMT Intima–media thickness INR International normalized ratio IN-TIME Implant-based multiparameter telemonitoring of patients with heart failure IOMC Iso-osmolar contrast medium IPAH Idiopathic pulmonary arterial hypertension IPF Idiopathic pulmonary fibrosis IRA Infarct-related artery ISH Isolated systolic hypertension ISHLT International Society for Heart and Lung Transplantation IU International units IUD Intrauterine device IV UHF Intravenous unfractionated heparin IVC Inferior vena cava IVDA Intravenous drug abusers IVIG Intravenous immunoglobulin IVUS Intravascular ultrasound JSAP Japanese Stable Angina Pectoris km per h Kilometres per hour LA Left atrium/atrial LAA Left atrial appendage LAD Left anterior descending (coronary artery) LAE Left atrial enlargement LAH Left anterior hemiblock LAVI Left atrial volume index LBBB Left bundle branch block LCC Left coronary cusp Lcx Left circumflex LDH Lactate dehydrogenase LDL Low-density lipoprotein LDL-C Low-density lipoprotein-cholesterol LDLR Low density lipoprotein receptor LDS Loeys-Dietz syndrome LEAD Lower-extremity artery disease LEOPARD lentigines, ECG abnormalities, ocular hypertelorism, pulmonary stenosis, abnormal genitalia, retardation of growth, and sensorineural deafness LGE Late gadolinium enhancement LHD left heart disease LLN Lower limit of normality LM Left main LMNA Lamin A/C LMWH Low molecular weight heparin LOCM Low-osmolar contrast medium LoE Level of evidence LOVA Lovastatin Lp Lipoprotein Lp(a) Lipoprotein(a) LQTS Long QT syndrome LTBI Latent tuberculosis infection LV Left ventricle / left ventricular LVAD Left ventricular assist device LVEDD Left ventricular end-diastolic diameter LVEDP Left ventricular end diastolic pressure LVEF Left ventricular ejection fraction LVESD Left ventricular end-systolic diameter LVESV Left ventricular end-systolic volume LVH Left ventricular hypertrophy LVM Left ventricular mass LVMI Left ventricular mass index LVOT Left ventricular outflow tract LVOTG Left ventricular outflow tract gradient LVOTO Left ventricular outflow tract obstruction MACE Major adverse cardiac events MADIT Multicenter Automatic Defibrillator Implantation Trial MASS II The medicine, angioplasty, or surgery study Mbq Millibecquerel MCS Mechanical circulatory support MDCT Multidetector computed tomographic angiography/Multi-detector computed tomography MDRD Modifikation of Diet in Renal Disease Med RX Medial therapy MedPed Make Early Diagnosis to Prevent Early Deaths MELAS mitochondrial encephalomyopathy, lactic acidosis, and stroke-like episodes MERFF Myoclonic epilepsy with ragged red fibres MET Metabolic equivalent MetS Metabolic syndrome MI Myocardial infarction MIC Minimum inhibitory concentration MPI Myocardial perfusion imaging MPR Multiplanar reconstruction MPS Myocardial perfusion scintigraphy / Myocardial perfusion stress MR Magnetic resonance/ Mitral regurgitation/ Mineralocorticoid receptor MRA Mineralocorticoid receptor antagonist / Magnetic resonance angiography MRI Magnetic resonance imaging MR-proANP Mid-regional pro atrial natriuretic peptide/ Mid-regional pro A-type natriuretic peptide MRSA Methicillin-resistant Staphylococcus aureus MS Mitral stenosis MSCT Multislice computed tomography MSSA Methicillin-susceptible Staphylococcus aureus mSv Millisievert MUGA Multigated radionuclide angiography mV millivolt(s) MV abn Mitral valve abnormality MWD Minute walk distance MWT Minute walk test MYBPC3 Myosin-binding protein C MYH7 Myosin, heavy chain 7 MYL3 Essential myosin light chain n.a/ NA not available/ Not available N/A Not applicable N/R Not reported NASCET North American Symptomatic Carotid Endarterectomy Trial NCC Non coronary cusp NCDR National cardiovascular data registry NIHSS National Institutes of Health stroke severity scale NIPPV Non-invasive positive pressure ventilation NIV Non-invasive ventilation NNH Numbers needed to harm NNT Numbers needed to treat/ Number of individuals needed to treat NOAC/ NOAC(s) Novel oral anticoagulant / New oral anticoagulant / Non-vitamin K antagonist direct oral anticoagulant/ Non-vitamin K antagonist oral anticoagulant(S) Non-HDL-C Non-HDL cholesterol NP Natriuretic peptide NPV Negative predictive value NRT Nicotine replacement therapy NSAID Non-steroidal antiinflammatory drug(s) NSAIDs Non-steroidal anti-inflammatory drugs NSQIP National surgical quality improvement program NSTE Non-ST-elevation NSTE-ACS Non-ST-segment elevation acute coronary syndrome/ Non-ST elevation acute coronary syndrome NSTEMI Non-ST-elevation myocardial infarction NSVT Non-sustained ventricular tachycardia NTG Nitroglycerine NT-proBNP N-terminal pro B-type/brain natriuretic peptide NVE Native valve endocarditis NYHA New York Heart Association O2 Oxygen OAC Oral anticoagulation/ anticoagulant OAC Oral anticoagulation OARS Open-ended questions, Affirmation, Reflective listening, Summarising OCT Optical coherence tomography OD Organ damage OGTT Oral glucose tolerance test OHCA Out-of-hospital cardiac arrest OHS Obesity hypoventilation syndrome OMT Optimal medical therapy OR Odds ratio ORBIT Outcomes Registry for Better Informed Treatment of Atrial Fibrillation OSA Obstructive sleep apnoea p.o. Per os PA Postero-anterior/ Pulmonary artery/ Physical activity PAD Peripheral artery disease PAH Pulmonary arterial hypertension / Pulmonary hypertension PaO2 Partial pressure of oxygen PAP Pulmonary artery pressure/ Pulmonary arterial pressure PAR Protease-activated receptor PAU Penetrating aortic ulcer PAWP Pulmonary artery wedge pressure PCA Prostacyclin analogues PCC Prothrombin coagulation complax/ Prothrombin complex concentrates PCH Pulmonary capillary haemangiomatosis PCI Percutaneous coronary intervention PCIS Post-cardiac injury syndromes PCR Polymerase chain reaction PCSK9 Proprotein convertase subtilisin/kexin type 9 PCWP Pulmonary capillary wedge pressure PDE Phosphodiesterase type-5 inhibitors/ Phosphodiesterase PDE5 Phosphodiesterase type 5 PE Pulmonary embolism PEA Pulmonary endarterectomy PEP Primary endpoint PESI Pulmonary embolism severity index PET Positron emission tomography PFT Pulmonary function tests PH Pulmonary hypertension PISA Proximal isovelocity surface area PITA Pitavastatin PM Pacemaker/Pain management PMC Percutaneous mitral commissurotomy PPCM Peripartum cardiomyopathy PPI Proton pump inhibitor PPS Post-pericardiotomy syndrome PRAVA Pravastatin PRIMARY PCI Primary percutaneous coronary intervention PRKAG2 Gamma-2 subunit of the adenosine monophosphate-activated protein kinase PS Pulmonary valve stenosis PTA Percutaneous transluminal angioplasty / Pre-test probability PTT Partial thromboplastin time PUFA/ PUFAs Polyunsaturated fatty acid/ Polyunsaturated fatty acids PVC Premature ventricular contraction/ Premature ventricular complex PVE Prosthetic valve endocarditis PVI Pulmonary vein isolation PVL Paravalvular leak PVOD Pulmonary veno-occlusive disease PVR Pulmonary vascular resistance PVS Programmed ventricular stimulation PWV Pulse wave velocity R Vol Regurgitant volume RA Right atrium/ Rheumatoid arthritis RAA Renin–angiotensin–aldosterone RAAS Renin angiotensin aldosterone system RAP Right atrial pressure RAS Renal artery stenosis / Renin-angiotensin system RBBB Right bundle branch block RCC Right coronary cusp RCT/RCTs Randomized controlled trial RF Risk factor rFVIIa Activated recombinant factor VII RHC Right heart catheterization ROSU Rosuvastatin rPA Right pulmonary artery r-PA Reteplase RR Relative risk RRR Relative risk reduction rtPA Recombinant tissue plasminogen activator RV Right ventricle/ventricular RVEDP Right ventricular end-diastolic pressure RVOT Right ventricular outflow tract RVOTO Right ventricular outlow tract obstruction RVSP Right ventricular systolic pressure S.C. Subcutaneous SA Signal-averaged SAA Septal alcohol ablation SADS Sudden arrhythmic death syndrome SAM Systolic anterior motion SAN Sinoatrial node SaO2 Saturated oxygen SAPT Single antiplatelet therapy SAS Sleep apnea syndrome SB Sinus bradycardia SBP Systolic blood pressure SCAD Stable coronary artery disease SCD Sudden cardiac death SCORE Systematic Coronary Risk Evaluation / Systematic Coronary Risk Estimation SFA Superficial femoral artery SGLT2 Sodium glucose co-transporter 2 SIDS Sudden infant death syndrome SIMVA Simvastatin SIRS Systemic inflammatory response SLE Systemic lupus erythematosus SMART Specific, Measurable, Achievable, Realistic and Timely SND Sinus node disease SPAP Systolic pulmonary artery pressure SPECT Single-photon emission computed tomography sPESI Simplified Pulmonary Embolism Severity Index SpO2 Saturation of peripheral oxygen SQTS Short QT syndrome SR Sinus rhythm SSS Sick sinus syndrome STE-ACS ST-segment elevation acute coronary syndrome STEMI ST-elevation myocardial infarction STS Society of Thoracic Surgeon/ Structured telephone support ST-T ST-segment-T wave SUDI Sudden unexplained death in infancy SUDS Sudden unexplained death syndrome SVG Saphenous vein graft SVR Surgical ventricular reconstruction. SVT Supraventricular tachycardia SWISSI II Swiss Interventional Study on Silent Ischemia Type II SYNTAX SYNergy between percutaneous coronary intervention with TAXus and cardiac surgery T1DM Type 1 diabetes mellitus T2DM Type 2 diabetes mellitus TAA Thoracic aortic aneurysm TAAD Thoracic aortic aneurysms and dissection TAI Traumatic aortic injury TAPSE Tricuspid annulus plane systolic excursion TASC TransAtlantic Inter-Society Consensus TAVI Transcatheter aortic valve implantation/ Transaortic valve implantation TB Tuberculosis TC Total cholesterol T-DM1 Trastuzumab-emtansine TE Thromboembolism / Thrombo-embolic TEE Transesophageal echocardiogram TEVAR Thoracic endovascular aortic repair TG Triglyceride TGA Complete transposition of the great arteries Three DE Three dimensional echocardiography TIA Transient ischaemic attack / Transitory ischaemic attack TIBC Total iron-binding capacity TIME Trial of invasive versus medical therapy in elderly patients with chronic symptomatic coronary-artery disease TIMI Thrombolysis In Myocardial Infarction TKI Tyrosine kinase inhibitor TL True lumen TNF Tumor necrosis factor TNK-tPA Tenecteplase TNNI3 Troponin I, cardiac TNNT2 Troponin T TOE Transoesophageal echocardiography / echocardiogram t-PA Tissue plasminogen activator TPM1 Tropomyosin 1 alpha chain TR Tricuspid regurgitation TRAPS Tumour necrosis factor receptor-associated periodic syndrome TRL Triglyceride-rich lipoproteins TRV Tricuspid regurgitant velocity TS Tricuspid stenosis / Turner syndrome TSAT Transferrin saturation TSH Thyroid stimulating hormone TTE Transthoracic echocardiography TTR Time in therapeutic range / Transthyretin TV Tricuspid valve/ Television TVI Time–velocity integral Tx Tendon xanthomata UA Unstable angina UEAD Upper extremity artery disease UFH Unfractionated heparin UHF Ultrafractionated heparin UK United Kingdom ULN Upper limit of normal US United States USA United States of America V/Q Scan ventilation–perfusion scintigraphy VA Vertebral artery/ Ventricular arrhythmia VEGF Vascular endothelial growth factor VF Ventricular fibrillation VHD Valvular heart disease VKA Vitamin K antagonist VO2 Oxygen consumption VPBs Ventricular premature beats vs Versus VSD Ventricular septal defect VT Ventricular tachycardia VTE Venous thromboembolism VV Interventricular VVI Ventricular inhibited pacing WBC White blood cells WCD Wearable cardioverter defibrillator WHF World Heart Federation WHO World Health Organization WPW Wolff-Parkinson-White WU Wood units"
}
]