[
{
	"page":"ENAS5195_2017063085",
	"text":"1.0.0.0 Overview Heart Failure is a clinical syndrome characterized by typical symptoms (e.g. breathlessness, ankle swelling and fatigue) that may be accompanied by signs (e.g. elevated jugular venous pressure, pulmonary crackles and peripheral oedema) caused by a structural and/or functional cardiac abnormality, resulting in a reduced cardiac output and/ or elevated intracardiac pressures at rest or during stress. The current definition of HF restricts itself to stages at which clinical symptoms are apparent. Before clinical symptoms become apparent, patients can present with asymptomatic structural or functional cardiac abnormalities [systolic or diastolic left ventricular (LV) dysfunction], which are precursors of HF. Recognition of these precursors is important because they are related to poor outcomes, and starting treatment at the precursor stage may reduce mortality in patients with asymptomatic systolic LV dysfunction. Demonstration of an underlying cardiac cause is central to the diagnosis of HF. This is usually a myocardial abnormality causing systolic and/or diastolic ventricular dysfunction. However, abnormalities of the valves, pericardium, endocardium, heart rhythm and conduction can also cause HF (and more than one abnormality is of- ten present). Identification of the underlying cardiac problem is crucial for therapeutic reasons, as the precise pathology determines the specific treatment used (e.g. valve repair or replacement for valvular disease, specific pharmacological therapy for HF with reduced EF, reduction of heart rate in tachycardiomyopathy, etc)."
},
{
	"page":"ENAS5195_2017063086",
	"text":"2.0.0.0 Definition Definition of heart failure with preserved (HFpEF), mid-range (HFmrEF) and reduced ejection fraction (HFrEF) Type of HF HFrEF HFmrEF HFpEF CRITERIA 1 Symptoms ± Signsa Symptoms ± Signsa Symptoms ± Signsa 2 LVEF <40% LVEF 40–49% LVEF ≥ 50% 3 _ 1. Elevated levels of natriuretic peptidesb; 2. At least one additional criterion: relevant structural heart disease (LVH  and/ or  LAE), diastolic dysfunctionc. 1. Elevated levels of natriuretic peptidesb; 2. At least one additional criterion: relevant structural heart disease (LVH and/ or LAE), diastolic dysfunctionc. BNP = B-type natriuretic peptide; HF = heart failure; HFmrEF = heart failure with mid-range ejection fraction; HFpEF = heart failure with preserved ejection fraction; HFrEF = heart failure with reduced ejection fraction; LAE = left atrial enlargement; LVEF = left ventricular ejection fraction; LVH = left ventricular hypertrophy; NT-proBNP = N-terminal pro-B type natriuretic peptide. aSigns may not be present in the early stages of HF (especially in HFpEF) and in patients treated with diuretics. bBNP>35 pg/ml and/or NT-proBNP>125 pg/mL. cFor details see Section 4.3.2 in the main document."
},
{
	"page":"ENAS5195_2017063087",
	"text":"3.0.0.0 Diagnostic algorithm for a diagnosis of heart failure of non-acute onset Diagnostic algorithm for a diagnosis of heart failure of non-acute onset BNP = B-type natriuretic peptide; CAD = coronary artery disease; HF = heart failure; MI = myocardial infarction; NT-proBNP = N-terminal pro-B type natriuretic peptide. aPatient reporting symptoms typical of HF (see Table 1). bNormal ventricular and atrial volumes and function. cConsider other causes of elevated natriuretic peptides."
},
{
	"page":"ENAS5195_2017063088",
	"text":"4.0.0.0 Therapeutic algorithm for a patient with symptomatic heart failure with reduced ejection fraction Therapeutic algorithm for a patient with symptomatic heart failure with reduced ejection fraction Green indicates a class I recommendation; yellow indicates a class IIa recommendation. ACE-I = angiotensin-converting enzyme inhibitor; ARB = angiotensin receptor blocker; ARNI = angiotensin receptor neprilysin inhibitor; BNP = B-type natriuretic peptide; CRT = cardiac resynchronization therapy; HF = heart failure; HFrEF = heart failure with reduced ejection fraction; H-ISDN = hydralazine and isosorbide dinitrate; HR = heart rate; ICD = implantable cardioverter defibrillator; LBBB = left bundle branch block; LVAD = left ventricular assist device; LVEF = left ventricular ejection fraction; MR = mineralocorticoid receptor; NT-proBNP = N-terminal pro-B type natriuretic peptide; NYHA = New York Heart Association; OMT = optimal medical therapy; VF = ventricular fibrillation; VT = ventricular tachycardia. aSymptomatic = NYHA Class II-IV. bHFrEF = LVEF <40%. cIf ACE inhibitor not tolerated/contra-indicated, use ARB. dIf MR antagonist not tolerated/contra-indicated, use ARB. eWith a hospital admission for HF within the last 6 months or with elevated natriuretic peptides (BNP >250 pg/ml or NTproBNP >500 pg/ml in men and 750 pg/ml in women). f With an elevated plasma natriuretic peptide level (BNP ≥150 pg/mL or plasma NT-proBNP ≥600 pg/mL, or if HF hospitalization within recent 12 months plasma BNP ≥100 pg/mL or plasma NT-proBNP ≥400 pg/mL). gIn doses equivalent to enalapril 10 mg b.i.d. hWith a hospital admission for HF within the previous year. iCRT is recommended if QRS ≥130 msec and LBBB (in sinus rhythm). JCRT should/may be considered if QRS ≥130 msec with non-LBBB (in a sinus rhythm) or for patients in AF provided a strategy to ensure bi-ventricular capture in place (individualized decision). For further details, see Sections Non-surgical device treatment of HFrEF and Treatment of HFpEF and corresponding web pages in the main document."
},
{
	"page":"ENAS5195_2017063089",
	"text":"5.0.0.0 Initial management of a patient with acute heart failure Initial management of a patient with acute heart failure ACS = acute coronary syndrome; AHF = acute heart failure; Bi-PAP = bilevel positive airway pressure; CCU = coronary care unit; CPAP = continuous positive airway pressure; ESC = European Society of Cardiology; ICU = intensive care unit. aAcute mechanical cause: myocardial rupture complicating acute coronary syndrome (free wall rupture, ventricular septal defect, acute mitral regurgitation), chest trauma or cardiac intervention, acute native or prosthetic valve incompetence secondary to endocarditis, aortic dissection or thrombosis."
},
{
	"page":"ENAS5195_2017063090",
	"text":"6.0.0.0 Management of patients with acute heart failure based on clinical profile during an early phase Management of patients with acute heart failure based on clinical profile during an early phase aSymptoms/signs of congestion: orthopnoea, paroxysmal nocturnal dyspnoea, breathlessness, bi-basilar rales, an abnormal blood pressure response to the Valsalva maneuver (left-sided); symptoms of gut congestion, jugular venous distension, hepatojugular reflux, hepatomegaly, ascites, and peripheral oedema (right-sided)."
},
{
	"page":"ENAS5195_2017063091",
	"text":"7.0.0.0 ICD and CRT indication An ICD implantation is indicated in HF patients who either have recovered from a ventricular arrhythmia causing haemodynamic instability or in those with symptomatic HF, LVEF ≤35% (despite at least 3 months of OMT), provided they are expected to survive substantially longer than 1 year with good functional status, in order to reduce the risk of sudden death and all-cause mortality. ICD implantation is not recommended within 40 days of an MI as implantation at this time does not improve prognosis. Cardiac resynchronization therapy is indicated in symptomatic patients with HF, LVEF ≤35% (despite at least 3 months of OMT), in sinus rhythm with a QRS duration ≥130 msec and LBBB QRS morphology, in order to improve symptoms and reduce morbidity and mortality. CRT is contra-indicated in patients with a QRS duration <130 msec."
},
{
	"page":"ENAS5195_2017063092",
	"text":"8.0.0.0 Patients potentially eligible for implantation of a left ventricular assist device Patients potentially eligible for implantation of a left ventricular assist device Patients with >2 months of severe symptoms despite optimal medical and device therapy and more than one of the following: LVEF <25% and, if measured, peak VO2 <12 mL/kg/min. ≥3 HF hospitalizations in previous 12 months without an obvious precipitating cause. Dependence on i.v. inotropic therapy. Progressive end-organ dysfunction (worsening renal and/or hepatic function) due to reduced perfusion and not to inadequate ventricular filling pressure (PCWP ≥20 mmHg and SBP ≤80-90 mmHg or CI ≤2 L/min/m2). Absence of severe right ventricular dysfunction together with severe tricuspid regurgitation."
},
{
	"page":"ENAS5195_2017063093",
	"text":"9.0.0.0 Characteristics and components of management programmes for patients with heart failure Characteristics and components of management programmes for patients with heart failure Characteristics Should employ a multidisciplinary approach (cardiologists, primary care physicians, nurses, pharmacists, physiotherapists, dieticians, social workers, surgeons, psychologists, etc.). Should target high-risk symptomatic patients. Should include competent and professionally educated staff. Components Optimized medical and device management. Adequate patient education, with special emphasis on adherence and self-care. Patient involvement in symptom monitoring and flexible diuretic use. Follow-up after discharge (regular clinic and/or home-based visits; possibly telephone support or remote monitoring). Increased access to healthcare (through in-person follow-up and by telephone contact; possibly through remote monitoring). Facilitated access to care during episodes of decompensation. Assessment of (and appropriate intervention in response to) an unexplained change in weight, nutritional status, functional status, quality of life, or laboratory findings. Access to advanced treatment options. Provision of psychosocial support to patients and family and/or caregivers."
},
{
	"page":"ENAS5195_2017063094",
	"text":"10.0.0.0 Key components of palliative care service in patients with heart failure Key components of palliative care service in patients with heart failure Focus on improving or maintaining the quality of life of a patient and his/her family as well as possible until he/she dies. Frequent assessment of symptoms (including dyspnoea and pain) resulting from advanced heart failure and other co-morbidities and focus on symptom relief. Access for the patient and his/her family to psychological support and spiritual care according to need. Advanced care planning, taking account of preferences for place of death and resuscitation (which may include deactivating devices, such as pacemaker and/or implantable cardioverter defibrillator)."
},
{
	"page":"ENAS5195_1.0.0.0",
	"text":"1.0.0.0 Authors and legal information ESC Pocket Guidelines 2016 Guidelines for the Diagnosis and Treatment of Acute and Chronic Heart Failure* The Task Force for the Diagnosis and Treatment of Acute and Chronic Heart Failure 2016 of the European Society of Cardiology. Developped with the special contribution of the Heart Failure Association (HFA) of the ESC Chairperson: Piotr Ponikowski Department of Heart Diseases, Wroclaw Medical University, Centre for Heart Diseases, Military Hospital, ul.Weigla 5, 50-981 Wroclaw, Poland Tel: +48 261 660 279 - Fax: +48 261 660 237 Email: piotrponikowski@4wsk.pl Co-Chairperson: Adriaan Voors Cardiology, University of Groningen, University Medical Center Groningen, Hanzeplein 1, PO Box 30.001, 9700 RB Groningen, The Netherlands Tel: +31 50 3612355 Fax: +31 50 3614391 Email: a.a.voors@umcg.nl Task Force Members: Stefan D. Anker (Germany), Héctor Bueno (Spain), John G. F. Cleland (UK), Andrew J. S. Coats (UK), Volkmar Falk (Germany), José Ramón González-Juanatey (Spain), Veli-Pekka Harjola (Finland), Ewa A. Jankowska (Poland), Mariell Jessup (USA), Cecilia Linde (Sweden), Petros Nihoyannopoulos (UK), John T. Parissis (Greece), Burkert Pieske (Germany), Jillian P. Riley (UK), Giuseppe M. C. Rosano (UK/Italy), Luis M. Ruilope (Spain), Frank Ruschitzka (Switzerland), Frans H. Rutten (The Netherlands), Peter van der Meer (The Netherlands). ESC entities having participated in the development of this document: Associations:Acute Cardiovascular Care Association (ACCA), European Association for Cardiovascular Prevention and Rehabilitation (EACPR), European Association of Cardiovascular Imaging (EACVI), European Heart Rhythm Association (EHRA), Heart Failure Association (HFA). Councils:Council on Cardiovascular Nursing and Allied Professions, Council for Cardiology Practice, Council on Cardiovascular Primary Care, Council on Hypertension. Working Groups: Cardiovascular Pharmacotherapy, Cardiovascular Surgery, Myocardial and Pericardial Diseases, Myocardial Function, Pulmonary Circulation and Right Ventricular Function, Valvular Heart Disease. Special thanks to Ewa Jankowska for her contribution. ESC Staff: Veronica Dean, Catherine Despres, Maike Binet, Laëtitia Flouret – Sophia Antipolis, France *Adapted from the 2016 ESC Guidelines for the Diagnosis and Treatment of Acute and Chronic Heart Failure (European Heart Journal 2016;37:2129–2200 - doi:10.1093/eurheartj/ehw128)."
},
{
	"page":"ENAS5195_2.0.0.0",
	"text":"2.0.0.0 Preamble Table 1: Classes of recommendations Classes of recommendations Definition Suggested wording to use Class I Evidence and/or general agreement that a given treatment or procedure is beneficial, useful, effective. Is recommended/is indicated Class II Conflicting evidence and/or a divergence of opinion about the usefulness/efficacy of the given treatment or procedure.   Class IIa Weight of evidence/ opinion is in favour of usefulness/efficacy. Should be considered Class IIb Usefulness/efficacy is less well established by evidence/opinion. May be considered Class III Evidence or general agreement that the given treatment or procedure is not useful/effective, and in some cases may be harmful. Is not recommended Table 2: Levels of evidence Level of evidence A Data derived from multiple randomized clinical trials or meta-analyses. Level of evidence B Data derived from a single randomized clinical trial or large non-randomized studies. Level of evidence C Consensus of opinion of the experts and/or small studies, retrospective studies, registries."
},
{
	"page":"ENAS5195_3.0.0.0",
	"text":"3.0.0.0 Introduction The aim of this document is to provide practical, evidence-based guidelines for the diagnosis and treatment of heart failure (HF). The principal changes from the 2012 guidelines relate to: a new term for patients with HF and a left ventricular ejection fraction (LVEF) that ranges from 40 to 49% — ‘HF with mid-range EF (HFmrEF)’; clear recommendations on the diagnostic criteria for HF with reduced EF (HFrEF), HFmrEF and HF with preserved EF (HFpEF); a new algorithm for the diagnosis of HF in the non-acute setting based on the evaluation of HF probability; recommendations aimed at prevention or delay of the development of overt HF or the prevention of death before the onset of symptoms; indications for the use of the new compound sacubitril/valsartan, the first in the class of angiotensin receptor neprilysin inhibitors (ARNIs); modified indications for cardiac resynchronization therapy (CRT); the concept of an early initiation of appropriate therapy going along with relevant investigations in acute HF that follows the ‘time to therapy’ approach already well established in acute coronary syndrome (ACS); a new algorithm for a combined diagnosis and treatment approach of acute HF based on the presence/absence of congestion/hypoperfusion."
},
{
	"page":"ENAS5195_4.0.0.0",
	"text":"4.0.0.0 Definition and classification HF is a clinical syndrome characterized by typical symptoms (e.g. breathlessness, ankle swelling and fatigue) that may be accompanied by signs (e.g. elevated jugular venous pressure, pulmonary crackles and peripheral oedema) caused by a structural and/or functional cardiac abnormality, resulting in a reduced cardiac output and/or elevated intracardiac pressures at rest or during stress. The current definition of HF restricts itself to stages at which clinical symptoms are apparent. Before clinical symptoms become apparent, patients can present with asymptomatic structural or functional cardiac abnormalities (systolic or diastolic left ventricular dysfunction), which are precursors of HF. Demonstration of an underlying cardiac cause is central to the diagnosis of HF. HF compromises a wide range of patients from those with normal LVEF (HFpEF) to those with reduced LVEF (HFrEF). Patients with an LVEF in the range of 40-49% represent a ‘grey area’, which is defined as HFmrEF (Table 1). For HFpEF/HFmrEF, key structural alterations are a left atrial volume index (LAVI) >34 mL/m2 or a left ventricular mass index (LVMI) ≥115 g/m2 for males and ≥95 g/m2 for females. Key functional alterations are an E/e’ ≥13 and a mean e’ septal and lateral wall <9 cm/s. In case of uncertainty, a stress test or invasively measured elevated LV filling pressure may be needed to confirm the diagnosis. Table 1 Definition of heart failure with preserved (HFpEF), mid-range (HFmrEF) and reduced ejection fraction (HFrEF) Type of HF HFrEF HFmrEF HFpEF CRITERIA 1 Symptoms ± Signsa Symptoms ± Signsa Symptoms ± Signsa 2 LVEF <40% LVEF 40–49% LVEF ≥ 50% 3 _ 1. Elevated levels of natriuretic peptidesb; 2. At least one additional criterion: relevant structural heart disease (LVH  and/ or  LAE), diastolic dysfunctionc. 1. Elevated levels of natriuretic peptidesb; 2. At least one additional criterion: relevant structural heart disease (LVH and/ or LAE), diastolic dysfunctionc. BNP = B-type natriuretic peptide; HF = heart failure; HFmrEF = heart failure with mid-range ejection fraction; HFpEF = heart failure with preserved ejection fraction; HFrEF = heart failure with reduced ejection fraction; LAE = left atrial enlargement; LVEF = left ventricular ejection fraction; LVH = left ventricular hypertrophy; NT-proBNP = N-terminal pro-B type natriuretic peptide. aSigns may not be present in the early stages of HF (especially in HFpEF) and in patients treated with diuretics. bBNP>35 pg/ml and/or NT-proBNP>125 pg/mL. cFor details see Section 4.3.2 in the main document."
},
{
	"page":"ENAS5195_5.1.0.0",
	"text":"5.0.0.0 Diagnosis 5.1.0.0 Symptoms and Signs Symptoms are often non-specific and do not, therefore, help discriminate between HF and other problems (Table 2). Symptoms and signs may be particularly difficult to be identified and interpreted in obese individuals, in the elderly and in patients with chronic lung disease. Younger patients with HF often have a different aetiology, clinical presentation and outcome compared with older patients. Table 2 Symptoms and signs typical of heart failure Symptoms Signs Typical More specific Breathlessness Orthopnoea Paroxysmal nocturnal dyspnoea Reduced exercise tolerance Fatigue, tiredness, increased time to recover after exercise Ankle swelling Elevated jugular venous pressure Hepatojugular reflux Third heart sound (gallop rhythm) Laterally displaced apical impulse Less typical Less specific Nocturnal cough Wheezing Bloated feeling Loss of appetite Confusion (especially in the elderly) Depression Palpitations Dizziness Syncope Bendopnoea Weight gain (>2 kg/week) Weight loss (in advanced HF) Tissue wasting (cachexia) Cardiac murmur Peripheral oedema (ankle, sacral, scrotal) Pulmonary crepitations Reduced air entry and dullness to percussion at lung bases (pleural effusion) Tachycardia Irregular pulse Tachypnoea Cheyne Stokes respiration Hepatomegaly Ascites Cold extremities Oliguria Narrow pulse pressure HF = heart failure."
},
{
	"page":"ENAS5195_5.2.0.0",
	"text":"5.2.0.0 Diagnosis of HF (non-acute onset) An algorithm for the diagnosis of HF in the non-acute setting is shown in Figure 1. The diagnosis of HF in the acute setting is discussed in Section Acute heart failure. For patients presenting with symptoms or signs for the first time, non-urgently in primary care or in a hospital outpatient clinic, the probability of HF should first be evaluated based on the patient’s prior clinical history, physical examination and resting ECG. If all elements are normal, HF is highly unlikely and other diagnoses need to be considered. If at least one element is abnormal, plasma natriuretic peptides (NPs) should be measured, if available, to identify those who need echocardiography (an echocardiogram is indicated if the NPs level is above the exclusion threshold or if circulating NPs levels cannot be assessed). The use of NPs is recommended for ruling-out HF, but not to establish the diagnosis. There are numerous cardiovascular and non-cardiovascular cases of elevated NPs that may impede their interpretation in HF (e.g. atrial fibrillation, older age, renal failure, obesity). Figure 1 Diagnostic algorithm for a diagnosis of heart failure of non-acute onset BNP = B-type natriuretic peptide; CAD = coronary artery disease; HF = heart failure; MI = myocardial infarction; NT-proBNP = N-terminal pro-B type natriuretic peptide. aPatient reporting symptoms typical of HF (see Table 1). bNormal ventricular and atrial volumes and function. cConsider other causes of elevated natriuretic peptides. For interactivity see here"
},
{
	"page":"ENAS5195_6.1.0.0",
	"text":"6.0.0.0 Cardiac imaging and diagnostic tests 6.1.0.0 Overview Cardiac imaging plays a central role in the diagnosis of HF and in guiding treatment. Of several imaging modalities available, echocardiography is the method of choice in patients with suspected HF, for reasons of accuracy, availability (including portability), safety and cost. Echocardiography may be complemented by other modalities, chosen according to their ability to answer specific clinical questions and taking account of contra-indications to and risks of specific tests."
},
{
	"page":"ENAS5195_6.2.0.0",
	"text":"6.2.0.0 Imaging w/ suspected or established HF The most important clinical indications for the applicability of certain imaging methods in patients with suspected or confirmed HF are shown in the table below. Recommendations for cardiac imaging in patients with suspected or established heart failure Recommendations Classa Levelb TTE is recommended for the assessment of myocardial structure and function in subjects with suspected HF in order to establish a diagnosis of either HFrEF, HFmrEF or HFpEF. I C TTE is recommended to assess LVEF in order to identify patients with HF who would be suitable for evidence-based pharmacological and device (ICD, CRT) treatment recommended for HFrEF. I C TTE is recommended for the assessment of valve disease, right ventricular function and pulmonary arterial pressure in patients with an already established diagnosis of either HFrEF, HFmrEF or HFpEF in order to identify those suitable for correction of valve disease. I C TTE is recommended for the assessment of myocardial structure and function in subjects to be exposed to treatment which potentially can damage myocardium (e.g. chemotherapy). I C Other techniques (including systolic tissue Doppler velocities and deformation indices, i.e. strain and strain rate) should be considered in a TTE protocol in subjects at risk of developing HF in order to identify myocardial dysfunction at the preclinical stage. IIa C CMR is recommended for the assessment of myocardial structure and function (including right heart) in subjects with poor acoustic window and patients with complex congenital heart diseases (taking account of cautions/contra-indications to CMR). I C CMR with LGE should be considered in patients with dilated cardiomyopathy in order to distinguish between ischaemic and non- ischaemic myocardial damage in case of equivocal clinical and other imaging data (taking account of cautions/contra-indications to CMR). IIa C CMR is recommended for the characterization of myocardial tissue in case of suspected myocarditis, amyloidosis, sarcoidosis, Chagas disease, Fabry disease non-compaction cardiomyopathy, and haemochromatosis (taking account of cautions/contra-indications to CMR). I C Non-invasive stress imaging (CMR, stress echocardiography, SPECT, PET) may be considered for the assessment of myocardial ischaemia and viability in patients with HF and CAD (considered suitable for coronary revascularization) before the decision on revascularization. IIb B Invasive coronary angiography is recommended in patients with HF and angina pectoris recalcitrant to pharmacological therapy or symptomatic ventricular arrhythmias or aborted cardiac arrest (who are considered suitable for potential coronary revascularization) in order to establish the diagnosis of CAD and its severity. I C Invasive coronary angiography should be considered in patients with HF and intermediate to high pre-test probability of CAD and the presence of ischaemia in non-invasive stress tests (who are considered suitable for potential coronary revascularization) in order to establish the diagnosis of CAD and its severity. IIa C Cardiac CT may be considered in patients with HF and low to intermediate pre-test probability of CAD or those with equivocal non- invasive stress tests in order to rule out coronary artery stenosis. IIb C Reassessment of myocardial structure and function is recommended using non-invasive imaging: in patients presenting with worsening HF symptoms (including episodes of AHF) or experiencing any other important cardiovascular event; in patients with HF who have received evidence-based pharmacotherapy in maximal tolerated doses, before the decision on device implantation (ICD, CRT); in patients exposed to therapies which may damage the myocardium (e.g. chemotherapy) (serial assessments). I C AHF = acute heart failure; CAD = coronary artery disease; CMR = cardiac magnetic resonance; CRT = cardiac resynchronization therapy; CT = computed tomography; HF = heart failure; HFmrEF = heart failure with mid-range ejection fraction; HFpEF = heart failure with preserved ejection fraction; HFrEF = heart failure with reduced ejection fraction; ICD = implanted cardioverter defibrillator; LGE = late gadolinium enhancement; LVEF = left ventricular ejection fraction; PET = positron emission tomography; SPECT = single-photon emission computed tomography;TTE = transthoracic echocardiography. aClass of recommendation. bLevel of evidence."
},
{
	"page":"ENAS5195_6.3.0.0",
	"text":"6.3.0.0 Diagnostic tests in pts with HF The major typical indications for other diagnostic test in HF are summarized in the table below. Recommendations for diagnostic tests in patients with heart failure Recommendations Classa Levelb The following diagnostic tests are recommended/should be considered for initial assessment of a patient with newly diagnosed HF in order to evaluate the patient’s suitability for particular therapies, to detect reversible/treatable causes of HF and co- morbidities interfering with HF:     haemoglobin and WBC sodium, potassium, urea, creatinine (with estimated GFR) liver function tests (bilirubin,AST, ALT, GGTP) glucose, HbA1c lipid profile TSH ferritin,TSAT = (iron/TIBC)x100% I C natriuretic peptides IIa C Additional diagnostic tests aiming to identify other HF aetiologies and comorbidities should be considered in individual patients with HF when there is a clinical suspicion of a particular pathologyc. IIa C A 12-lead ECG is recommended in all patients with HF in order to determine heart rhythm, heart rate, QRS morphology, and QRS duration, and to detect other relevant abnormalities.This information is needed to plan and monitor treatment. I C Exercise testing in patients with HF:     is recommended as a part of the evaluation for heart transplantation and/or mechanical circulatory support (cardiopulmonary exercise testing); I C should be considered to optimize prescription of exercise training (preferably cardiopulmonary exercise testing); IIa C should be considered to identify the cause of unexplained dyspnoea (cardiopulmonary exercise testing); IIa C may be considered to detect reversible myocardial ischaemia. IIb C Chest radiography (X-ray) is recommended in patients with HF to detect/exclude alternative pulmonary or other diseases, which may contribute to dyspnoea. It may also identify pulmonary congestion/oedema and is more useful in patients with suspected HF in the acute setting. I C Right heart catheterization with a pulmonary artery catheter:     is recommended in patients with severe HF being evaluated for heart transplantation or mechanical circulatory support; I C should be considered in patients with probable pulmonary hypertension assessed by echocardiography in order to confirm pulmonary hypertension and its reversibility before the correction of valve/structural heart disease; IIa C may be considered in order to adjust therapy in patients with HF who remain severely symptomatic despite initial standard therapies and whose haemodynamic status is unclear. IIb C EMB should be considered in patients with rapidly progressive HF despite standard therapy when there is a probability of a specific diagnosis which can be confirmed only in myocardial samples and specific therapy is available and effective. IIa C Thoracic ultrasound may be considered for the confirmation of pulmonary congestion and pleural effusion in patients with AHF. IIb C Ultrasound measurement of inferior vena cava diameter may be considered for the assessment of volaemia status in patients with HF. IIb C AHF = acute heart failure;ALT = alanine aminotransferase;AST = aspartate aminotransferase; BNP = B-type natriuretic peptide; ECG = electrocardiogram; EMB = endomyocardial biopsy; GFR = glomerular filtration rate; GGTP = gamma-glutamyl transpeptidase; HbA1c = glycated haemoglobin; HF=heart failure; HFrEF = heart failure with reduced ejection fraction; QRS = Q, R, and S waves (combination of three of the graphical deflections);TIBC = total iron-binding capacity; TSAT = transferrin saturation;TSH = thyroid-stimulating hormone;WBC = white blood cells. aClass of recommendation. bLevel of evidence. cSee Table 3.4 on HF aetiologies in the main document."
},
{
	"page":"ENAS5195_6.4.0.0",
	"text":"6.4.0.0 Genetic testing in patients with HF Recommendations for genetic testing in patients with HF are based on the position statement of the ESC Working Group on Myocardial and Pericardial Diseases. In most patients with a definite clinical diagnosis of HF, there is no confirmatory role for routine genetic testing to establish the diagnosis. Genetic counselling is recommended in patients with HCM, idiopathic DCM and ARVC. Restrictive cardiomyopathy and isolated non-compaction cardiomyopathies are of a possible genetic origin and should also be considered for genetic testing."
},
{
	"page":"ENAS5195_7.0.0.0",
	"text":"7.0.0.0 Delay/Prevention of overt HF or death There is considerable evidence that the onset of HF may be delayed or prevented through interventions aimed at modifying risk factors for HF or treating asymptomatic LV systolic dysfunction (see the table below). Recommendations to prevent or delay the development of overt heart failure or prevent death before the onset of symptoms Recommendations Classa Levelb Treatment of hypertension is recommended to prevent or delay the onset of HF and prolong life. I A Treatment with statins is recommended in patients with or at high- risk of CAD whether or not they have LV systolic dysfunction, in order to prevent or delay the onset of HF and prolong life. I A Counselling and treatment for smoking cessation and alcohol intake reduction is recommended for people who smoke or who consume excess alcohol in order to prevent or delay the onset of HF. I C Treating other risk factors of HF (e.g. obesity, dysglycaemia) should be considered in order to prevent or delay the onset of HF. IIa C Empagliflozin should be considered in patients with type 2 diabetes in order to prevent or delay the onset of HF and prolong life. IIa B ACE-I is recommended in patients with asymptomatic LV systolic dysfunction and a history of myocardial infarction in order to prevent or delay the onset of HF and prolong life. I A ACE-I is recommended in patients with asymptomatic LV systolic dysfunction without a history of myocardial infarction, in order to prevent or delay the onset of HF. I B ACE-I should be considered in patients with stable CAD even if they do not have LV systolic dysfunction, in order to prevent or delay the onset of HF. IIa A Beta-blocker is recommended in patients with asymptomatic LV systolic dysfunction and a history of myocardial infarction, in order to prevent or delay the onset of HF or prolong life. I B ICD is recommended in patients: a) with asymptomatic LV systolic dysfunction (LVEF ≤30%) of ischaemic origin, who are at least 40 days after acute myocardial infarction, b) with asymptomatic non-ischaemic dilated cardiomyopathy (LVEF ≤30%), who receive OMT therapy, in order to prevent sudden death and prolong life. I B ACE-I = angiotensin-converting enzyme inhibitor; CAD=coronary artery disease; HF=heart failure; ICD = implantable cardioverter-defibrillator; LV = left ventricular; LVEF = left ventricular ejection fraction, OMT = optimal medical therapy. aClass of recommendation. bLevel of evidence."
},
{
	"page":"ENAS5195_8.1.0.0",
	"text":"8.0.0.0 Pharmacological treat. of HFrEF 8.1.0.0 Overview The goals of treatment in patients with HF are to improve their clinical status, functional capacity and quality of life, prevent hospital admission and reduce mortality. Figure 2 shows a treatment strategy for the use of drugs (and devices) in patients with HFrEF. Neuro-hormonal antagonists (angiotensin converting enzyme inhibitors [ACE-Is], mineralocorticoid receptor antagonists [MRAs] and beta-blockers) have been shown to improve survival in patients with HFrEF and are recommended for the treatment of every patient with HFrEF, unless contra-indicated or not tolerated. A new compound (sacubitril/valsartan), angiotensin receptor neprilysin inhibitor (ARNI), has recently been shown to be superior to an ACE-I (enalapril) in reducing the risk of death and of hospitalization for HF in a single trial with strict inclusion/ exclusion criteria. ARBs have not been consistently proven to reduce mortality in patients with HFrEF and their use should be restricted to patients intolerant of an ACE-I or those who take an ACE-I but are unable to tolerate an MRA. Ivabradine has also been shown to improve outcomes, and should be considered when appropriate. The above medications should be used in conjunction with diuretics in patients with symptoms and/or signs of congestion. The use of diuretics should be modulated according to the patient’s clinical status. The subsequent tables summarize the recommendations."
},
{
	"page":"ENAS5195_8.2.0.0",
	"text":"8.2.0.0 Therapeutic algo. for symptomatic HFrEF Figure 2 Therapeutic algorithm for a patient with symptomatic heart failure with reduced ejection fraction Green indicates a class I recommendation; yellow indicates a class IIa recommendation. ACE-I = angiotensin-converting enzyme inhibitor;ARB = angiotensin receptor blocker;ARNI = angiotensin receptor neprilysin inhibitor; BNP = B-type natriuretic peptide; CRT = cardiac resynchronization therapy; HF = heart failure; HFrEF = heart failure with reduced ejection fraction; H-ISDN = hydralazine and isosorbide dinitrate; HR = heart rate; ICD = implantable cardioverter defibrillator; LBBB = left bundle branch block; LVAD = left ventricular assist device; LVEF = left ventricular ejection fraction; MR = mineralocorticoid receptor; NT-proBNP = N-terminal pro-B type natriuretic peptide; NYHA = New York Heart Association; OMT = optimal medical therapy;VF = ventricular fibrillation;VT = ventricular tachycardia. aSymptomatic = NYHA Class II-IV. bHFrEF = LVEF <40%. cIf ACE inhibitor not tolerated/contra-indicated, use ARB. dIf MR antagonist not tolerated/contra-indicated, use ARB. eWith a hospital admission for HF within the last 6 months or with elevated natriuretic peptides (BNP >250 pg/ml or NTproBNP >500 pg/ml in men and 750 pg/ml in women). f With an elevated plasma natriuretic peptide level (BNP ≥150 pg/mL or plasma NT-proBNP ≥600 pg/mL, or if HF hospitalization within recent 12 months plasma BNP ≥100 pg/mL or plasma NT-proBNP ≥ 400 pg/mL). gIn doses equivalent to enalapril 10 mg b.i.d. hWith a hospital admission for HF within the previous year. iCRT is recommended if QRS ≥ 130 msec and LBBB (in sinus rhythm). JCRT should/may be considered if QRS ≥ 130 msec with non-LBBB (in a sinus rhythm) or for patients in AF provided a strategy to ensure bi-ventricular capture in place (individualized decision). For further details, see Sections Non-surgical device treatment of HFrEF and Treatment of HFpEF and corresponding web pages in the main document. For interactivity see here"
},
{
	"page":"ENAS5195_8.3.0.0",
	"text":"8.3.0.0 Pharmac. treatments in symp. HFrEF Pharmacological treatments recommended in patients with symptomatic (NYHA Class II-IV) heart failure with reduced ejection fraction Recommendations Classa Levelb An ACE-Ic is recommended, in addition to a beta-blocker, for symptomatic patients with HFrEF to reduce the risk of HF hospitalization and death. I A A beta-blocker is recommended, in addition an ACE-Ic, for patients with stable, symptomatic HFrEF to reduce the risk of HF hospitalization and death. I A An MRA is recommended for patients with HFrEF, who remain symptomatic despite treatment with an ACE-Ic and a beta-blocker, to reduce the risk of HF hospitalization and death. I A ACE-I = angiotensin-converting enzyme inhibitor; HF = heart failure; HFrEF = heart failure with reduced ejection fraction; MRA = mineralocorticoid receptor antagonist. aClass of recommendation.bLevel of evidence. cor ARB if ACE-I is not tolerated/contra-indicated."
},
{
	"page":"ENAS5195_8.4.0.0",
	"text":"8.4.0.0 Other Tx options in symptomatic HFrEF Other pharmacological treatments recommended in selected patients with symptomatic (NYHA Class II-IV) heart failure with reduced ejection fraction Recommendations Classa Levelb Diuretics Diuretics are recommended in order to improve symptoms and exercise capacity in patients with signs and/or symptoms of congestion. I B Diuretics should be considered to reduce the risk of HF hospitalization in patients with signs and/or symptoms of congestion. IIa B Angiotensin receptor neprilysin inhibitor Sacubitril/valsartan is recommended as a replacement for an ACE-I to further reduce the risk of HF hospitalization and death in ambulatory patients with HFrEF who remain symptomatic despite optimal treatment with an ACE-I, a beta-blocker and an MRA.c I B If-channel inhibitor Ivabradine should be considered to reduce the risk of HF hospitalization or cardiovascular death in symptomatic patients with LVEF ≤35%, in sinus rhythm and a resting heart rate ≥70 bpm despite treatment with an evidence-based dose of beta-blocker (or maximum tolerated dose below that),ACE-I (or ARB), and an MRA (or ARB). IIa B Ivabradine should be considered to reduce the risk of HF hospitalization or cardiovascular death in symptomatic patients with LVEF ≤35%, in sinus rhythm and a resting heart rate ≥70 bpm who are unable to tolerate or have contra-indications for a beta-blocker. Patients should also receive an ACE-I (or ARB) and an MRA (or ARB). IIa C Angiotensin receptor blockers (ARB) An ARB is recommended to reduce the risk of HF hospitalization and cardiovascular death in symptomatic patients unable to tolerate an ACE-I (patients should also receive a beta-blocker and an MRA). I B An ARB may be considered to reduce the risk of HF hospitalization and death in patients who are symptomatic despite treatment with a beta-blocker who are unable to tolerate an MRA. IIb C Hydralazine and isosorbide dinitrate Hydralazine and isosorbide dinitrate should be considered in self- identified black patients with LVEF ≤35% or with an LVEF <45% combined with a dilated LV in NYHA Class III–IV despite treatment with an ACE-I a beta-blocker and an MRA to reduce the risk of HF hospitalization and death. IIa B Hydralazine and isosorbide dinitrate may be considered in symptomatic patients with HFrEF who can tolerate neither an ACE-I nor an ARB (or they are contra-indicated) to reduce the risk of death. IIb B Other treatments with less-certain benefits Digoxin Digoxin may be considered in symptomatic patients in sinus rhythm despite treatment with an ACE-I (or ARB), a beta-blocker and an MRA, to reduce the risk of hospitalization (both all-cause and HF-hospitalizations). IIb B N-3 PUFA An n-3 PUFAd preparation may be considered in symptomatic HF patients to reduce the risk of cardiovascular hospitalization and cardiovascular death. IIb B ACE-I = angiotensin-converting enzyme inhibitor;ARB = angiotensin receptor blocker; BNP = B-type natriuretic peptide; bpm = beats per minute; HF = heart failure; HFrEF= heart failure with reduced ejection fraction; LVEF = left ventricular ejection fraction; MRA = mineralocorticoid receptor antagonist; NT-proBNP = N-terminal pro-B type natriuretic peptide; NYHA = New York Heart Association; PUFA = polyunsaturated fatty acid. OMT = optimal medical therapy (for HFrEF this mostly comprises an ACE-I or sacubitril/valsartan, a beta-blocker and an MRA). aClass of recommendation. bLevel of evidence.  cPatient should have elevated natriuretic peptides (plasma BNP ≥150 pg/mL or plasma NT-proBNP ≥600 pg/mL, or if HF hospitalization within recent 12 months plasma BNP ≥100 pg/mL or plasma NT-proBNP ≥400 pg/mL) and be able to tolerate enalapril 10 mg b.i.d. dapplies only to preparation studied in cited trial."
},
{
	"page":"ENAS5195_8.5.0.0",
	"text":"8.5.0.0 Treatments that may cause harm Treatments (or combinations of treatments) that may cause harm in patients with symptomatic (NYHA Class II–IV) heart failure with reduced ejection fraction Recommendations Classa Levelb Thiazolidinediones (glitazones) are not recommended in patients with HF, as they increase the risk of HF worsening and HF hospitalization. III A NSAIDs or COX-2 inhibitors are not recommended in patients with HF, as they increase the risk of HF worsening and HF hospitalization. III B Diltiazem or verapamil are not recommended in patients with HFrEF, as they increase the risk of HF worsening and HF hospitalization. III C The addition of an ARB (or renin inhibitor) to the combination of an ACE-I and an MRA is not recommended in patients with HF, because of the increased risk of renal dysfunction and hyperkalaemia. III C ACE-I = angiotensin-converting enzyme inhibitor; ARB = angiotensin receptor blocker; CCB = calcium-channel blocker; COX-2 inhibitor = cyclooxygenase-2 inhibitor; HF = heart failure; HFrEF= heart failure with reduced ejection fraction; MRA = mineralocorticoid receptor antagonist; NSAIDs = non-steroidal anti-inflammatory drugs. aClass of recommendation. bLevel of evidence."
},
{
	"page":"ENAS5195_9.1.0.0",
	"text":"9.0.0.0 Non-surgical device treatment of HFrEF 9.1.0.0 ICD Treatments that improve or delay the progression of cardiovascular disease will reduce the annual rate of sudden death, but they may have little effect on lifetime risk and will not treat arrhythmic events when they occur. Implanted cardioverter defibrillators (ICDs) are effective in preventing bradycardia and correcting potentially lethal ventricular arrhythmias. Some antiarrhythmic drugs might reduce the rate of tachyarrhythmias and sudden death, but they do not reduce overall mortality and may increase it. Recommendations for ICDs in patients with HFrEF have been summarized in the table below. Recommendations for implantable cardioverter-defibrillator implantation in patients with heart failure Recommendations Classa Levelb Secondary prevention An ICD is recommended to reduce the risk of sudden death and all-cause mortality in patients who have recovered from a ventricular arrhythmia causing haemodynamic instability, and who are expected to survive for >1 year with good functional status. I A Primary prevention An ICD is recommended to reduce the risk of sudden death and all-cause mortality in patients with symptomatic HF (NYHA Class II–III), and an LVEF ≤35% despite ≥3 months of OMT, provided they are expected to survive substantially longer than one year with good functional status, and they have:     IHD (unless they have had an MI in the prior 40 days – see below); I A DCM. I B ICD implantation is not recommended within 40 days of an MI as implantation at this time does not improve prognosis. III A ICD therapy is not recommended in patients in NYHA Class IV with severe symptoms refractory to pharmacological therapy unless they are candidates for CRT, a ventricular assist device, or cardiac transplantation. III C Patients should be carefully evaluated by an experienced cardiologist before generator replacement, because management goals and the patient’s needs and clinical status may have changed. IIa B A wearable ICD may be considered for patients with HF who are at risk of sudden cardiac death for a limited period or as a bridge to an implanted device. IIb C CAD = coronary artery disease; CRT = cardiac resynchronization therapy; DCM = dilated cardiomyopathy; HF = heart failure; ICD = implantable cardioverter defibrillator; IHD = ischaemic heart disease; LVEF = left ventricular ejection fraction; MI = myocardial infarction; NYHA = New York Heart Association, OMT = optimal medical therapy. aClass of recommendation. bLevel of evidence."
},
{
	"page":"ENAS5195_9.2.0.0",
	"text":"9.2.0.0 CRT Cardiac resynchronization therapy (CRT) improves cardiac performance in appropriately selected patients and improves symptoms and well-being, and reduces morbidity and mortality. Not all patients respond favourably to CRT. Several characteristics predict improvement in morbidity and mortality, and the extent of reverse remodelling is one of the most important mechanisms of action of CRT. Patients with ischaemic aetiology will have less improvement in LV function due to myocardial scar tissue, which is less likely to undergo favourable remodelling. Conversely, women may be more likely to respond than men, possibly due to smaller body and heart size. QRS width as well as QRS morphology have been related to a beneficial response to CRT. Several studies have shown that patients with left bundle branch block (LBBB) morphology are more likely to respond favourably to CRT, whereas there is less certainty about patients with non-LBBB morphology. However, patients with LBBB morphology often have wider QRS duration, and there is a current debate about whether QRS duration or QRS morphology is the main predictor of a beneficial response to CRT. If a patient is scheduled to receive an ICD and is in sinus rhythm with a QRS duration ≥130 ms, CRT-D should be considered if QRS is between 130 and 149 ms and is recommended if QRS is ≥150 ms. Implantation of CRT is not recommended if QRS duration is <130 ms. Imaging tests for dyssynchrony have not yet been shown to be of value in selecting patients for CRT. Recommendations for CRT in patients with HFrEF have been summarized in the table below. Recommendations for cardiac resynchronization therapy implantation in patients with heart failure Recommendations Classa Levelb CRT is recommended for symptomatic patients with HF in sinus rhythm with a QRS duration ≥150 msec and LBBB QRS morphology and with LVEF ≤35% despite OMT in order to improve symptoms and reduce morbidity and mortality. I A CRT should be considered for symptomatic patients with HF in sinus rhythm with a QRS duration ≥150 msec and non-LBBB QRS morphology and with LVEF ≤35% despite OMT in order to improve symptoms and reduce morbidity and mortality. IIa B CRT is recommended for symptomatic patients with HF in sinus rhythm with a QRS duration of 130–149 msec and LBBB QRS morphology and with LVEF ≤35% despite OMT in order to improve symptoms and reduce morbidity and mortality. I B CRT may be considered for symptomatic patients with HF in sinus rhythm with a QRS duration of 130–149 msec and non-LBBB QRS morphology and with LVEF ≤35% despite OMT in order to improve symptoms and reduce morbidity and mortality. IIb B CRT rather than RV pacing is recommended for patients with HFrEF regardless of NYHA class who have an indication for ventricular pacing and high degree AV block in order to reduce morbidity. This includes patients with AF.c I A CRT should be considered for patients with LVEF ≤35% in NYHA Class III–IVd despite OMT in order to improve symptoms and reduce morbidity and mortality, if they are in AF and have a QRS duration ≥130 msec provided a strategy to ensure bi-ventricular capture is in place or the patient is expected to return to sinus rhythm. IIa B Patients with HFrEF who have received a conventional pacemaker or an ICD and subsequently develop worsening HF despite OMT and who have a high proportion of RV pacing may be considered for upgrade to CRT. This does not apply to patients with stable HF. IIb B CRT is contra-indicated in patients with a QRS duration <130 msec. III A AF = atrial fibrillation; AV = atrio-ventricular; CRT = cardiac resynchronization therapy; HF = heart failure; HFrEF = heart failure with reduced ejection fraction; ICD = implantable cardioverter-defibrillator; LBBB = left bundle branch block; LVEF = left ventricular ejection fraction; NYHA = New York Heart Association; OMT = optimal medical therapy; QRS = Q, R, and S waves (combination of three of the graphical deflections); RV = right ventricular. aClass of recommendation. bLevel of evidence. cFor details see Section 10.1 in the main document. dUse judgement for patients with end-stage HF who might be managed conservatively rather than with treatments to improve symptoms or prognosis."
},
{
	"page":"ENAS5195_10.0.0.0",
	"text":"10.0.0.0 Treatment of HFpEF No treatment has yet been shown, convincingly, to reduce morbidity or mortality in patients with HFpEF or HFmrEF. However, since these patients are often elderly and highly symptomatic, and often have a poor quality of life, an important aim of therapy may be to alleviate symptoms and improve well-being. Diuretics will usually improve congestion, if present, thereby improving symptoms and signs of HF. The evidence that diuretics improve symptoms is similar across the spectrum of LVEF. Evidence that beta-blockers and MRAs improve symptoms in these patients is lacking. There is inconsistent evidence for an improvement in symptoms in those treated with ARBs (only for candesartan was there an improvement in NYHA class) and ACE-Is. For patients in sinus rhythm, there is some evidence that nebivolol, digoxin, spironolactone and candesartan might reduce HF hospitalizations. For patients in AF, beta-blockers do not appear to be effective and digoxin has not been studied. The evidence in support of either ARBs or ACE-Is is inconclusive. The optimal ventricular rate in patients with HFmrEF or HFpEF and atrial fibrillation is uncertain, and aggressive rate control might be deleterious. Circumstantial evidence suggests that treating hypertension, often predominantly systolic, is important in HFmrEF and HFpEF. Recommendations for treatment of patients with HFpEF and HFmrEF have been summarized in the table below. Recommendations for treatment of patients with heart failure with preserved ejection fraction and heart failure with mid-range ejection fraction Recommendations Classa Levelb It is recommended to screen patients with HFpEF or HFmrEF for both cardiovascular and non-cardiovascular co-morbidities, which, if present, should be treated provided safe and effective interventions exist to improve symptoms, well-being and/or prognosis. I C Diuretics are recommended in congested patients with HFpEF or HFmrEF in order to alleviate symptoms and signs. I B HFmrEF = heart failure with mid-range ejection fraction; HFpEF = heart failure with preserved ejection fraction. aClass of recommendation. bLevel of evidence."
},
{
	"page":"ENAS5195_11.1.0.0",
	"text":"11.0.0.0 Arrhythmias & conductance disturb. 11.1.0.0 Overview This section focuses on aspects of treatment of arrhythmias specific to HF. Atrial fibrillation (AF) is the most common arrhythmia in HF irrespective of LVEF. It increases the risk of thromboembolic events and may impair cardiac function worsening symptoms. These issues need to be considered in patients with HF presenting with AF, especially with a first diagnosed episode of AF or paroxysmal AF: identification of potentially correctable causes (e.g. hyperthyroidism, electrolyte disorders) and precipitating factors (e.g. recent surgery, chest infection); assessment of stroke risk and need for anticoagulation; assessment of ventricular rate and need for rate control; evaluations of symptoms of HF and AF. Many treatments for HF, including ACE-Is, ARBs, beta-blockers and MRAs, will reduce the incidence of AF, but ivabradine may increase it. CRT has little effect on the incidence of AF. For new-onset, rapid AF, rate control is the treatment goal in patient without distressing symptoms of HF. For patients with marked congestion and few symptoms at rest, initial treatment with oral or intravenous (i.v.) digoxin is preferred. For patients in haemodynamic instability, an i.v. bolus of digoxin or amiodarone should be administered. Beta-blockers are the first line therapy in NYHA Class I-III patients with euvolemic state."
},
{
	"page":"ENAS5195_11.2.0.0",
	"text":"11.2.0.0 Rapid ventricular rate mgmt. in HF & AFib Recommendations for initial management of a rapidc ventricular rate in patients with heart failure and atrial fibrillation in the acute or chronic setting Recommendations Classa Levelb Urgent electrical cardioversion is recommended if AF is thought to be contributing to the patient’s haemodynamic compromise in order to improve the patient clinical condition. I C For patients in NYHA Class IV, in addition to treatment for AHF, an intravenous bolus of amiodarone or, in digoxin-naïve patients, an intravenous bolus of digoxin should be considered to reduce the ventricular rate. IIa B For patients in NYHA Class I–III, a beta-blocker, usually given orally, is safe and therefore is recommended as first-line treatment to control ventricular rate, provided the patient is euvolaemic. I A For patients in NYHA Class I–III, digoxin, should be considered when ventricular rate remains highc despite beta-blockers or when beta-blockers are not tolerated or contra-indicated. IIa B AV node catheter ablation may be considered to control heart rate and relieve symptoms in patients unresponsive or intolerant to intensive pharmacological rate and rhythm control therapy, accepting that these patients will become pacemaker dependent. IIb B Treatment with dronedarone to improve ventricular rate control is not recommended due to safety concerns. III A AF = atrial fibrillation; AHF = acute heart failure; AV = atrio-ventricular; bpm = beats per minute; HF = heart failure; HFpEF = heart failure with preserved ejection fraction; NYHA = New York Heart Association. aClass of recommendation. bLevel of evidence. cThe optimal ventricular rate for patients with HF and AF has not been established but the prevailing evidence suggests that strict rate control might be deleterious. A resting ventricular rate in the range of 60–100 bpm may be considered based on the current opinion of this Task Force, although one trial suggested that a resting ventricular rate of up to 110 bpm might still be acceptable and this is currently recommended by the ESC guidelines on AF. This should be tested and refined by further research. The optimal resting ventricular rate in patients with AF and HF is in between 60-100 bpm."
},
{
	"page":"ENAS5195_11.3.0.0",
	"text":"11.3.0.0 Rhythm control management strategy In patients with chronic HF, a rhythm control strategy has not been shown to be superior to a rate control in reducing mortality or morbidity. Recommendations for a rhythm control management strategy in patients with atrial fibrillation, symptomatic heart failure (NYHA Class II–IV), and left ventricular systolic dysfunction and no evidence of acute decompensation Recommendations Classa Levelb Electrical cardioversion or pharmacological cardioversion with amiodarone may be considered in patients with persisting symptoms and/or signs of HF, despite OMT and adequate control of ventricular rate, to improve clinical/symptomatic status. IIb B AF ablation may be considered in order to restore sinus rhythm to improve symptoms in patients with persisting symptoms and/or signs of HF, despite OMT and adequate control of ventricular rate, to improve clinical/symptomatic status. IIb B Amiodarone may be considered prior to (and following) successful electrical cardioversion to maintain sinus rhythm. IIb B Dronedarone is not recommended because of an increased risk of hospital admissions for cardiovascular causes and an increased risk of premature death in NYHA Class III–IV patients. III A Class I antiarrhythmic agents are not recommended because of an increased risk of premature death. III A AF= atrial fibrillation; HF = heart failure; NYHA = New York Heart Association, OMT = optimal medical therapy. Patients should generally be anticoagulated for 6 weeks prior to electrical cardioversion. aClass of recommendation. bLevel of evidence."
},
{
	"page":"ENAS5195_11.4.0.0",
	"text":"11.4.0.0 Prevention of thrombo-embolism Patients with HF and AF should generally be anticoagulated and the balance of benefit and risk of bleeding using CHA2DS2-VASc and HAS-BLED scores. For patients with non-valvular AF NOACs are preferred. But in patients with mechanical heart valves or at least moderate mitral stenosis, only oral vitamin K antagonists should be used (see the table below). Recommendations for the prevention of thrombo-embolism in patients with symptomatic heart failure (NYHA Class II–IV) and paroxysmal or persistent/permanent atrial fibrillation Recommendations Classa Levelb The CHA2DS2-VASc and HAS-BLED scores are recommended tools in patients with HF for the estimation of the risk of thrombo-embolism and the risk of bleeding associated with oral anticoagulation, respectively. I B An oral anticoagulant is recommended to prevent thrombo-embolism for all patients with paroxysmal or persistent/permanent AF and a CHA2DS2-VASc score ≥ 2, without contra-indications, and irrespective of whether a rate or rhythm management strategy is used (including after successful cardioversion). I A NOAC treatment is contra-indicated in patients with mechanical valves or at least moderate mitral stenosis. III B In patients with AF of ≥ 48 h duration, or when the duration of AF is unknown, an oral anticoagulant is recommended at a therapeutic dose for ≥ 3 weeks prior to electrical or pharmacological cardioversion. I B Intravenous heparin or LMWH and TOE guided strategy is recommended for patients who have not been treated with an anticoagulant dose for ≥3 weeks and require urgent electrical or pharmacological cardioversion for a life threatening arrhythmia. I C Combination of an oral anticoagulant and an antiplatelet agent is not recommended in patients with chronic (>12 months after an acute event) coronary or other arterial disease, because of a high-risk of serious bleeding. Single therapy with an oral anticoagulant is preferred after 12 months. III C For patients with HF and non-valvular AF eligible for anticoagulation based on a CHA2DS2-VASc score, NOACs rather than warfarin should be considered for anticoagulation as NOACs are associated with a lower risk of stroke, intracranial haemorrhage and mortality, which outweigh the increased risk of gastrointestinal haemorrhage. IIa B AF = atrial fibrillation; CHA2DS2-VASc = Congestive heart failure or left ventricular dysfunction, Hypertension,Age ≥75 (doubled), Diabetes, Stroke (doubled)-Vascular disease,Age 65–74, Sex category (female); HAS-BLED = Hypertension, Abnormal renal/liver function, Stroke, Bleeding history or predisposition, Labile international normalized ratio, Elderly (>65 years), Drugs/alcohol concomitantly (1 point each); HF = heart failure; LMWH = low molecular weight heparin; NOAC = non-vitamin K antagonist oral anticoagulant; NYHA = New York Heart Association;TOE = transoesophageal echocardiography. aClass of recommendation. bLevel of evidence."
},
{
	"page":"ENAS5195_11.5.0.0",
	"text":"11.5.0.0 Mgmt. of ventricular tachyarrhythmias in HF The recommendations for the management of ventricular arrhythmias are summarized in the table below. Recommendations for the management of ventricular tachyarrhythmias in heart failure Recommendations Classa Levelb Potential aggravating/precipitating factors (e.g. low serum potassium/magnesium, ongoing ischaemia) should be sought and corrected in patients with ventricular arrhythmias. IIa C Treatment with beta-blocker, MRA and sacubitril/valsartan reduces the risk of sudden death and is recommended for patients with HFrEF and ventricular arrhythmias (as for other patients).c I A Implantation of an ICD or CRT-D device is recommended for selected patients with HFrEF.d I A Several strategies should be considered to reduce recurrent symptomatic arrhythmias in patients with an ICD (or in those who are not eligible for ICD), including attention to risk factors and optimal pharmacological treatment of HF, amiodarone, catheter ablation and CRT. IIa C Routine use of antiarrhythmic agents is not recommended in patients with HF and asymptomatic ventricular arrhythmias because of safety concerns (worsening HF, proarrhythmia, and death). III A ARB = angiotensin receptor blocker; CRT = cardiac resynchronization therapy; CRT-D = defibrillator with cardiac resynchronization therapy; HF = heart failure; HFrEF = heart failure with reduced ejection fraction; ICD = implantable cardioverter defibrillator; MRA = mineralocorticoid receptor antagonist. aClass of recommendation. bLevel of evidence. cFor details see Section 7 in the main document. dFor details see Section 8 in the main document."
},
{
	"page":"ENAS5195_11.6.0.0",
	"text":"11.6.0.0 Management of bradyarrhythmias in HF The recommendations for the management of bradyarrhythmias are summarized in the table below. Recommendations for the management of bradyarrhythmias in heart failure Recommendations Classa Levelb When pauses >3 seconds are identified on the ECG, or if the bradycardia is symptomatic and the resting ventricular rate is <50 bpm in sinus rhythm or <60 bpm in AF, it should be considered whether there is need for any rate limiting medications prescribed; for patients in sinus rhythm beta-blockers should be reduced in dose or withdrawn only as a last resort. IIa C For patients with symptomatic, prolonged or frequent pauses despite adjustment of rate limiting medication, either beta-blocker withdrawal or pacing may be considered as the next step. IIb C Pacing solely to permit initiation or titration of beta-blocker therapy in the absence of a conventional pacing indication is not recommended. III C In patients with HFrEF who require pacing and who have high degree AV block, CRT rather than RV pacing is recommended. I A In patients with HFrEF who require pacing who do not have high degree AV block, pacing modes that avoid inducing or exacerbating ventricular dyssynchrony should be considered. IIa C AF = atrial fibrillation; AV = atrio-ventricular; bpm = beats per minute; CRT = cardiac resynchronization therapy; ECG = electrocardiogram; HFrEF = heart failure with reduced ejection fraction; RV = right ventricular. aClass of recommendation. bLevel of evidence."
},
{
	"page":"ENAS5195_12.1.0.0",
	"text":"12.0.0.0 Co-morbidities 12.1.0.0 Overview Co-morbidities are of great importance in HF (Table 3) and their management is a key component of the holistic care of patients with HF. Table 3 Importance of co-morbidities in patients with heart failure 1. interfere with the diagnostic process of HF (e.g. COPD as a potentially confounding cause of dyspnoea). 2. aggravate HF symptoms and further impair quality of life. 3. contribute to the burden of hospitalizations and mortality, as the main cause of readmissions at 1 and 3 months. 4. may affect the use of treatments for HF (e.g. renin–angiotensin system inhibitors contra-indicated in some patients with severe renal dysfunction or beta-blockers relatively contra-indicated in asthma). 5. evidence base for HF treatment is more limited as co-morbidities were mostly an exclusion criterion in trials; efficacy and safety of interventions is therefore often lacking in the presence of co-morbidities. 6. drugs used to treat co-morbidities may cause worsening HF (e.g. NSAIDs given for arthritis, some anti-cancer drugs). 7. interaction between drugs used to treat HF and those used to treat co-morbidities, resulting in lower efficacy, poorer safety, and the occurrence of side effects (e.g. beta-blockers for HFrEF and beta-agonists for COPD and asthma). HF = heart failure; COPD = chronic obstructive pulmonary disease; HFrEF = heart failure with reduced ejection fraction; NSAIDs = non-steroidal anti-inflammatory drugs."
},
{
	"page":"ENAS5195_12.2.0.0",
	"text":"12.2.0.0 Angina and coronary artery disease Beta-blockers, and in selected patients ivabradine, are effective agents for angina control. CABG is recommended for patients with significant left main stenosis or left main equivalent to improve prognosis. CABG is also recommended in patients with HFrEF and significant CAD (left anterior descending artery or multivessel disease) and LVEF ≤35%. CABG improves angina, but the choice between CABG and PCI should be made for each patient individually. Recommendations for the treatment of stable angina in patients with HFrEF are summarized in the table below. Recommendations for the treatment of stable angina pectoris with symptomatic (NYHA Class II-IV) heart failure with reduced ejection fraction Recommendations Classa Levelb Step 1 A beta-blocker (in an evidence-based dose or maximum tolerated) is recommended as the preferred first-line treatment to relieve angina because of the associated benefits of this treatment (reducing the risk of HF hospitalization and the risk of premature death). I A Step 2: on top of beta-blocker or if a beta-blocker is not tolerated Ivabradine should be considered as an anti-anginal drug in suitable HFrEF patients (sinus rhythm and HR ≥70 bpm) as per recommended HFrEF management. IIa B Step 3: For additional angina symptom relief – except from any combination not recommended A short-acting oral or transcutaneous nitrate should be considered (effective anti-anginal treatment, safe in HF). IIa A A long acting oral or transcutaneous nitrate should be considered (effective anti-anginal treatment, not extensively studied in HF). IIa B Trimetazidine may be considered when angina persists despite treatment with a beta-blocker (or alternative) to relieve angina (effective anti-anginal treatment, safe in HF). IIb A Amlodipine may be considered in patients unable to tolerate a beta- blocker to relieve angina (effective anti-anginal treatment, safe in HF). IIb B Nicorandil may be considered in patients unable to tolerate a beta- blocker to relieve angina (effective anti-anginal treatment, but safety in HF uncertain). IIb C Ranolazine may be considered in patients unable to tolerate a beta- blocker to relieve angina (effective anti-anginal treatment, but safety in HF uncertain). IIb C Step 4: Myocardial revascularization Myocardial revascularization is recommended when angina persists despite treatment with anti-angina drugs. I A Alternatives to myocardial revascularization: combination of ≥3 antianginal drugs (from those listed above) may be considered when angina persists despite treatment with beta-blocker, ivabradine and an extra anti-angina drug (excluding the combinations not recommended below). IIb C The following are NOT recommended:     (1) Combination of any of ivabradine, ranolazine, and nicorandil because of unknown safety. III C (2) Combination of nicorandil and a nitrate (because of lack of additional efficacy). III C Diltiazem and verapamil are not recommended because of their negative inotropic action and risk of worsening HF. III C bpm = beats per minute; HF = heart failure; HFrEF = heart failure with reduced ejection fraction; NYHA = New York Heart Association. aClass of recommendation. bLevel of evidence."
},
{
	"page":"ENAS5195_12.3.0.0",
	"text":"12.3.0.0 Cachexia and sarcopenia Cachexia (defined as weight loss ≥6%) has multifactorial causes and no therapy is of proven benefit but adequate nutrition is essential."
},
{
	"page":"ENAS5195_12.4.0.0",
	"text":"12.4.0.0 Cancer Chemotherapy should be discontinued and HFrEF therapy commenced if moderate to severe LV systolic dysfunction occurs. NPs and troponins can be used to identify patients at risk and to monitor cardiotoxic cytotoxics."
},
{
	"page":"ENAS5195_12.5.0.0",
	"text":"12.5.0.0 Central nervous system Management of high-risk stroke patients with HF requires balancing the risk of anticoagulants and antiplatelets. Autonomic dysfunction is common. Diuretic dosage may be used to reduce the severity of postural hypotension. Depression is common and disabling HF. Screening using a validated questionnaire (Beck Depression Inventory or Cardiac Depression Scale) can help detect cases. Psychosocial intervention and pharmacological treatment are helpful, as is exercise training. Cognitive behavioural therapy can also help. Selective serotonin reuptake inhibitors are thought to be safe, but tricyclic antidepressants should be avoided."
},
{
	"page":"ENAS5195_12.6.0.0",
	"text":"12.6.0.0 Diabetes HF interventions are not affected by diabetes. Glycaemic control should be implemented gradually. Metformin is the first choice oral agent. Empagliflozin, reduced hospitalization for HF and mortality in patients with diabetes."
},
{
	"page":"ENAS5195_12.7.0.0",
	"text":"12.7.0.0 Erectile dysfunction Erectile dysfunction is common. Phosphodiesterase type 5 inhibitors (PDE5Is) may help but are contra-indicated with nitrates."
},
{
	"page":"ENAS5195_12.8.0.0",
	"text":"12.8.0.0 Gout and arthritis Hyperuricemia a and gout are common in HF and may be caused or aggravated by diuretic treatment."
},
{
	"page":"ENAS5195_12.9.0.0",
	"text":"12.9.0.0 Hypokalaemia and hyperkalaemia Both hypokalaemia and hyperkalaemia are common HF. Both can aggravate ventricular arrhythmias. Loop and thiazide diuretics reduce serum potassium, while ACE-Is, ARBs and MRAs can all increase serum potassium. Hypokalaemia can require high potassium foods or potassium supplements, amiloride and triamterene. The management of acute hyperkalaemia (>6.0 mmol/L) may require a short-term cessation of potassium-retaining agents and RAAS inhibitors. Newer potassium binders appear to be effective."
},
{
	"page":"ENAS5195_12.10.0.0",
	"text":"12.10.0.0 Hyperlipidaemia There is no evidence to recommend the initiation of statins in most HF patients but continuation of existing therapy may be considered."
},
{
	"page":"ENAS5195_12.11.0.0",
	"text":"12.11.0.0 Hypertension Antihypertensive therapy prevents HF (exept alpha-andrenoceptor blockers). Recommendations for the treatment of hypertension in patients with HFrEF are summarized in the table below. Recommendations for the treatment of hypertension in patients with symptomatic (NYHA Class II-IV) heart failure with reduced ejection fraction Recommendations Classa Levelb Step 1 ACE-I (or ARB), a beta-blocker or an MRA (or a combination) is recommended to reduce blood pressure as first-, second- and third- line therapy, respectively, because of their associated benefits in HFrEF (reducing the risk of death and HF hospitalization).They are also safe in HFpEF. I A Step 2 A thiazide diuretic (or if the patient is being treated with a thiazide diuretic, switching to a loop diuretic) is recommended to reduce blood pressure when hypertension persists despite treatment with a combination of an ACE-I (or alternatively ARB but NOT together with an ACE-I), a beta-blocker and an MRA. I C Step 3 Amlodipine or hydralazine is recommended to reduce blood pressure when hypertension persists despite treatment with a combination of an ACE-I (or alternatively ARB but NOT together with an ACE-I), a beta-blocker, an MRA and a diuretic. I A Felodipine should be considered to reduce blood pressure when hypertension persists despite treatment with a combination of an ACE-I (or alternatively ARB but NOT together with an ACE-I), a beta-blocker, an MRA and a diuretic. IIa B Moxonidine is not recommended to reduce blood pressure because of safety concerns in HFrEF patients (increased mortality). III B Alpha-adrenoceptor antagonists are not recommended to reduce blood pressure because of safety concerns in HFrEF patients (neurohormonal activation, fluid retention, worsening HF). III A Diltiazem and verapamil are not recommended to reduce blood pressure in patients with HFrEF because of their negative inotropic action and risk of worsening HF. III C ACE-I = angiotensin-converting enzyme inhibitor;ARB = angiotensin receptor blocker; HF = heart failure; HFmrEF = heart failure with mid-range ejection fraction; HFpEF = heart failure with preserved ejection fraction; HFrEF = heart failure with reduced ejection fraction; MRA = mineralocorticoid receptor antagonist; NYHA = New York Heart Association. aClass of recommendation. bLevel of evidence."
},
{
	"page":"ENAS5195_12.12.0.0",
	"text":"12.12.0.0 Iron deficiency and anaemia Iron deficiency is common in HF, and is associated with a worse prognosis regardless of anaemia status. Intravenous ferric carboxymaltose has been shown to improve HF symptoms, quality of life, exercise capacity in iron deficient patients with HFrEF. Erythropoietic agents have not been shown to improve HF outcomes in anaemic patients with HFrEF."
},
{
	"page":"ENAS5195_12.13.1.0",
	"text":"12.13.0.0 Other co-morbidities 12.13.1.0 Treatment recommendations Recommendations for the treatment of other co-morbidities in patients with heart failure Recommendations Classa Levelb Iron deficiency Intravenous FCM should be considered in symptomatic patients with HFrEF and iron deficiency (serum ferritin <100 µg/L, or ferritin between 100 –299 µg/L and transferrin saturation <20%) in order to alleviate HF symptoms, and improve exercise capacity and quality of life. IIa A Diabetes Metformin should be considered as a first-line treatment of glycaemic control in patients with diabetes and HF, unless contra-indicated. IIa C FCM = ferric carboxymaltose; HF = heart failure; HFrEF = heart failure with reduced ejection fraction. aClass of recommendation. bLevel of evidence."
},
{
	"page":"ENAS5195_12.13.2.0",
	"text":"12.13.2.0 Treatments not recommended Treatments not recommended of other co-morbidities in patients with heart failure Recommendations Classa Levelb Sleep apnoea Adaptive servo-ventilation is not recommended in patients with HFrEF and a predominant central sleep apnoea because of an increased all-cause and cardiovascular mortality. III B Diabetes Thiazolidinediones (glitazones) are not recommended in patients with HF, as they increase the risk of HF worsening and HF hospitalization. III A Arthritis NSAIDs or COX-2 inhibitors are not recommended in patients with HF, as they increase the risk of HF worsening and HF hospitalization. III B COX-2 = cyclooxygenase 2; HF = heart failure; HFrEF = heart failure with reduced ejection fraction; NSAID = non-steroidal anti-inflammatory drug. aClass of recommendation. bLevel of evidence."
},
{
	"page":"ENAS5195_12.14.0.0",
	"text":"12.14.0.0 Kidney dysfunction HF and CKD (eGFR <60 mL/min/1.73 m2 and/or the presence of high albuminuria) frequently coexist. Patients with eGFR <30 mL/min/1.73m2 have been excluded from trials. Worsening renal function (>26.5 μmol/L (0.3 mg/dL) rise in creatinine and/or a 20% drop in GFR) is frequent, but during an AHF hospitalization are not always clinically dangerous, if due to appropriate diuresis. RAAS blockers frequently cause a decrease in GFR, usually small and should not lead to treatment discontinuation unless marked. Prostatic obstruction is common in older men. Alpha-adrenoceptor blockers cause hypotension and sodium and water retention, and may not be safe in HFrEF. 5-alpha-reductase inhibitors are generally preferred."
},
{
	"page":"ENAS5195_12.15.0.0",
	"text":"12.15.0.0 Lung disease Beta-blockers are only relatively contra-indicated in asthma, but not in COPD. The long-term safety of cardioactive inhaled pulmonary drugs is uncertain. Inhaled corticosteroids are preferred over oral corticosteroids. Pulmonary hypertension can complicate severe long-standing COPD. Non-invasive ventilation, added to conventional therapy, is useful in acute respiratory failure."
},
{
	"page":"ENAS5195_12.16.0.0",
	"text":"12.16.0.0 Obesity Obesity is a risk factor for HF. For primary prevention of HF, obesity should be managed as recommended elsewhere, but in established HF, it is not adverse."
},
{
	"page":"ENAS5195_12.17.0.0",
	"text":"12.17.0.0 Sleep disturb. & sleep-disordered breathing Nocturnal oxygen supplementation, positive pressure masks can treat the nocturnal hypoxaemia in obstructive sleep apnoea. In HFrEF patients with central sleep apnoea, the mask device, adaptive servo-ventilation (ASV), led to an increase in cardiovascular mortality. Alternative approaches, such as implantable phrenic nerve stimulation, are being evaluated."
},
{
	"page":"ENAS5195_12.18.0.0",
	"text":"12.18.0.0 Valvular heart disease Multidisciplinary ‘heart team’ with a particular expertise in valvular heart disease and HF, cardiac surgeons, and a structural valve interventionist should evaluate and make decisions on interventions, none other than relief of severe aortic stenosis have been proven to improve prognosis. Recommendations for the treatment of valvular diseases in patients with HF are summarized in the table below. Recommendations for treatment of valvular diseases in patients with heart failure Recommendations Classa Levelb In symptomatic patients with reduced LVEF and ‘low-flow, low- gradient’ aortic stenosis (valve area <1 cm2, LVEF <40%, mean pressure gradient <40 mmHg), low-dose dobutamine stress echocardiography should be considered to identify those with severe aortic stenosis suitable for valve replacement. IIa C TAVI is recommended in patients with severe aortic stenosis who are not suitable for surgery as assessed by a ‘heart team’ and have predicted post-TAVI survival >1 year. I B TAVI should be considered in high-risk patients with severe aortic stenosis who may still be suitable for surgery, but in whom TAVI is favoured by a ‘heart team’ based on the individual risk profile and anatomic suitability. IIa A In patients with severe aortic regurgitation, aortic valve repair or replacement is recommended in all symptomatic patients and in asymptomatic patients with resting LVEF ≤50%, who are otherwise fit for surgery. I C Evidence-based medical therapy in patients with HFrEF is recommended in order to reduce functional mitral regurgitation. I C Combined surgery of secondary mitral regurgitation and coronary artery bypass grafting should be considered in symptomatic patients with LV systolic dysfunction (LVEF <30%), requiring coronary revascularization for angina recalcitrant to medical therapy. IIa C Isolated surgery of non-ischaemic regurgitant mitral valve in patients with severe functional mitral regurgitation and severe LV systolic dysfunction (LVEF <30%) may be considered in selected patients in order to avoid or postpone transplantation. IIb C HFrEF = heart failure with reduced ejection fraction; LV = left ventricular; LVEF = left ventricular ejection fraction; TAVI = transaortic valve implantation. aClass of recommendation. bLevel of evidence."
},
{
	"page":"ENAS5195_13.1.0.0",
	"text":"13.0.0.0 Acute heart failure 13.1.0.0 Overview Acute heart failure (AHF) refers to rapid onset or worsening of symptoms and/or signs of HF. It is a life-threatening medical condition requiring urgent evaluation and treatment, typically leading to urgent hospital admission. AHF may present as a first occurrence (de novo) or, more frequently, as a consequence of acute decompensation of chronic HF, and may be caused by primary cardiac dysfunction or precipitated by extrinsic factors, often in patients with chronic HF. Acute myocardial dysfunction (ischaemic, inflammatory or toxic), acute valve insufficiency or pericardial tamponade are among the most frequent acute primary cardiac causes of AHF."
},
{
	"page":"ENAS5195_13.2.0.0",
	"text":"13.2.0.0 Factors triggering acute HF Decompensation of chronic HF can occur without known precipitant factors, but more often with one or more factors, such as infection, uncontrolled hypertension, rhythm disturbances or non-adherence to drugs/diet (Table 4). Table 4 Factors triggering acute heart failure Acute coronary syndrome. Tachyarrhythmia (e.g. atrial fibrillation, ventricular tachycardia). Excessive rise in blood pressure. Infection (e.g. pneumonia, infective endocarditis, sepsis). Non-adherence to salt/fluid intake or medications. Bradyarrhythmia. Toxic substances (alcohol, recreational drugs). Drugs (e.g. NSAIDs, corticosteroids, negative inotropic substances, cardiotoxic chemotherapeutics). Exacerbation of chronic obstructive pulmonary disease. Pulmonary embolism. Surgery and perioperative complications. Increased sympathetic drive, stress-related cardiomyopathy. Metabolic/hormonal derangements (e.g. thyroid dysfunction, diabetic ketosis, adrenal dysfunction, pregnancy and peripartum related abnormalities). Cerebrovascular insult. Acute mechanical cause: myocardial rupture complicating ACS (free wall rupture, ventricular septal defect, acute mitral regurgitation), chest trauma or cardiac intervention, acute native or prosthetic valve incompetence secondary to endocarditis, aortic dissection or thrombosis. ACS = acute coronary syndromes; NSAIDs = non-steroidal anti-inflammatory drugs."
},
{
	"page":"ENAS5195_13.3.0.0",
	"text":"13.3.0.0 Clinical profiles of acute HF patients Among several classifications of AHF, clinical classification can be based on bedside physical examination in order to detect the presence of clinical symptoms/signs of congestion (‘wet’ vs. ‘dry’ if present vs. absent) and/ or peripheral hypoperfusion (‘cold’ vs. ‘warm’ if present vs. absent). This classification may be helpful to guide therapy in the initial phase and carries prognostic information (Figure 3). Figure 3 Clinical profiles of patients with acute heart failure based on the presence/absence of congestion and/or hypoperfusion"
},
{
	"page":"ENAS5195_13.4.0.0",
	"text":"13.4.0.0 Diagnostic workup The diagnostic workup needs to be started in the pre-hospital setting and continued in the emergency department (ED) in order to establish the diagnosis in a timely manner and initiate appropriate management. Coexisting life-threatening clinical conditions and/or precipitants that require urgent treatment/correction need to be immediately identified and managed. When AHF is confirmed clinical evaluation is mandatory to select further management. It is recommended that initial diagnosis of AHF should be based on a thorough history assessing symptoms, prior cardiovascular history and potential cardiac and non-cardiac precipitants, as well as on the assessment of signs/symptoms of congestion and/or hypoperfusion by physical examination and further confirmed by appropriate additional investigations such as ECG, chest X-ray, laboratory assessment (with specific biomarkers) and echocardiography."
},
{
	"page":"ENAS5195_13.5.0.0",
	"text":"13.5.0.0 Initial mgmt. of a patient with AHF Initial management of a patient with AHF is presented in the Figure 4. Figure 4 Initial management of a patient with acute heart failure ACS = acute coronary syndrome; AHF = acute heart failure; Bi-PAP = bilevel positive airway pressure; CCU = coronary care unit; CPAP = continuous positive airway pressure; ESC = European Society of Cardiology; ICU = intensive care unit. aAcute mechanical cause: myocardial rupture complicating acute coronary syndrome (free wall rupture, ventricular septal defect, acute mitral regurgitation), chest trauma or cardiac intervention, acute native or prosthetic valve incompetence secondary to endocarditis, aortic dissection or thrombosis. For interactivity see here"
},
{
	"page":"ENAS5195_13.6.0.0",
	"text":"13.6.0.0 Applied diagnostic measurements Recommendations regarding diagnostic measurements to be applied in patients with AHF are summarized in the table below. Recommendations regarding applied diagnostic measurements Recommendations Classa Levelb Upon presentation a measurement of plasma natriuretic peptide level (BNP, NT-proBNP or MR-proANP) is recommended in all patients with acute dyspnoea and suspected AHF to help in the differentiation of AHF from non-cardiac causes of acute dyspnoea. I A At admission in all patients presenting with suspected AHF, the following diagnostic tests are recommended:     a. 12-lead ECG; I C b. chest X-ray to assess signs of pulmonary congestion and detect other cardiac or non-cardiac diseases that may cause or contribute to the patient’s symptoms; I C c. the following laboratory assessments in the blood: cardiac troponins, BUN (or urea), creatinine, electrolytes (sodium, potassium), glucose, complete blood count, liver function tests and TSH. I C Echocardiography is recommended immediately in haemodynamically unstable AHF patients and within 48 hours when cardiac structure and function are either not known or may have changed since previous studies. I C AHF = acute heart failure; BNP = B-type natriuretic peptide; BUN = blood urea nitrogen; ECG = electrocardiogram; MR-proANP = mid-regional pro A-type natriuretic peptide; NT-proBNP = N-terminal pro-B type natriuretic peptide; TSH = thyroid-stimulating hormone. aClass of recommendation. bLevel of evidence."
},
{
	"page":"ENAS5195_13.7.0.0",
	"text":"13.7.0.0 Oxygen therapy and ventilatory support AHF is a life-threatening medical condition, thus rapid transfer to the nearest hospital should be pursued, preferably to a site with a cardiology department and/or a coronary care/intensive care unit (CCU/ICU). Early diagnosis is important in AHF. Therefore, all patients with suspected AHF should have a diagnostic workup and appropriate pharmacological and non-pharmacological treatment should be started promptly and in parallel. Initial evaluation and continued non-invasive monitoring of the patient’s vital cardiorespiratory functions, including pulse oximetry, blood pressure, respiratory rate and a continuous ECG instituted within minutes, is essential to evaluate whether ventilation, peripheral perfusion, oxygenation, heart rate and blood pressure are adequate. Urine output should also be monitored, although routine urinary catheterization is not recommended. Patients with respiratory distress/failure or haemodynamic compromise should be triaged to a location where immediate respiratory and cardiovascular support can be provided. Recommendations for the management of patients with acute heart failure – oxygen therapy and ventilatory support Recommendations Classa Levelb Monitoring of transcutaneous arterial oxygen saturation (SpO2) is recommended. I C Measurement of blood pH and carbon dioxide tension (possibly including lactate) should be considered, especially in patients with acute pulmonary oedema or previous history of COPD using venous blood. In patients with cardiogenic shock arterial blood is preferable. IIa C Oxygen therapy is recommended in patients with AHF and SpO2 <90% or PaO2 <60 mmHg (8.0 kPa) to correct hypoxaemia. I C Non-invasive positive pressure ventilation (CPAP, BiPAP) should be considered in patients with respiratory distress (respiratory rate >25 breaths/min, SpO2 <90%) and started as soon as possible in order to decrease respiratory distress and reduce the rate of mechanical endotracheal intubation. Non-invasive positive pressure ventilation can reduce blood pressure and should be used with caution in hypotensive patients. Blood pressure should be monitored regularly when this treatment is used. IIa B Intubation is recommended, if respiratory failure, leading to hypoxaemia (PaO2 <60 mmHg (8.0 kPa)), hypercapnia (PaCO2 >50 mmHg (6.65 kPa)) and acidosis (pH <7.35), cannot be managed non-invasively. I C AHF = acute heart failure; BiPAP = bilevel positive airway pressure; COPD = chronic obstructive pulmonary disease; CPAP = continuous positive airway pressure; PaCO2 = partial pressure of carbon dioxide in arterial blood; PaO2 = partial pressure of oxygen in arterial blood; SpO2 = oxygen saturation. aClass of recommendation. bLevel of evidence."
},
{
	"page":"ENAS5195_13.8.1.0",
	"text":"13.8.0.0 Management of patients with AHF 13.8.1.0 Management algorithm of AHF A management algorithm for patients with AHF based on the clinical profile during an early phase in presented in the Figure 5. Figure 5 Management of patients with acute heart failure based on clinical profile during an early phase aSymptoms/signs of congestion: orthopnoea, paroxysmal nocturnal dyspnoea, breathlessness, bi-basilar rales, an abnormal blood pressure response to the Valsalva maneuver (left-sided); symptoms of gut congestion, jugular venous distension, hepatojugular reflux, hepatomegaly, ascites, and peripheral oedema (right-sided). For interactivity see here"
},
{
	"page":"ENAS5195_13.8.2.0",
	"text":"13.8.2.0 Recommendations Recommendations regarding the detailed management of patients with AHF are summarized in the tables below. Recommendations for the management of patients with acute heart failure – pharmacotherapy Recommendations Classa Levelb Diuretics Intravenous loop diuretics are recommended for all patients with AHF admitted with signs/symptoms of fluid overload to improve symptoms. It is recommended to regularly monitor symptoms, urine output, renal function and electrolytes during use of i.v. diuretics. I C In patients with new-onset AHF or those with chronic, decompensated HF not receiving oral diuretics the initial recommended dose should be 20–40 mg i.v. furosemide (or equivalent); for those on chronic diuretic therapy, initial i.v. dose should be at least equivalent to oral dose. I B It is recommended to give diuretics either as intermittent boluses or as a continuous infusion, and the dose and duration should be adjusted according to patients’ symptoms and clinical status. I B Combination of loop diuretic with either thiazide-type diuretic or spironolactone may be considered in patients with resistant oedema or insufficient symptomatic response. IIb C Vasodilators i.v. vasodilators should be considered for symptomatic relief in AHF with SBP >90 mmHg (and without symptomatic hypotension). Symptoms and blood pressure should be monitored frequently during administration of i.v. vasodilators. IIa B In patients with hypertensive AHF, i.v. vasodilators should be considered as initial therapy to improve symptoms and reduce congestion. IIa B Inotropic agents – dobutamine, dopamine, levosimendan, phosphodiesterase III (PDE III) inhibitors Short-term, i.v. infusion of inotropic agents may be considered in patients with hypotension (SBP <90 mmHg) and/or signs/symptoms of hypoperfusion despite adequate filling status, to increase cardiac output, increase blood pressure, improve peripheral perfusion and maintain end-organ function. IIb C An intravenous infusion of levosimendan or a PDE III inhibitor may be considered to reverse the effect of beta-blockade if beta-blockade is thought to be contributing to hypotension with subsequent hypoperfusion. IIb C Inotropic agents are not recommended unless the patient is sympto- matically hypotensive or hypoperfused because of safety concern. III A Vasopressors A vasopressor (norepinephrine preferably) may be considered in patients who have cardiogenic shock, despite treatment with another inotrope, to increase blood pressure and vital organ perfusion. IIb B It is recommended to monitor ECG and blood pressure when using inotropic agents and vasopressors, as they can cause arrhythmia, myocardial ischaemia, and in the case of levosimendan and PDE III inhibitors also hypotension. I C In such cases intra-arterial blood pressure measurement may be considered. IIb C Thrombo-embolism prophylaxis Thrombo-embolism prophylaxis (e.g. with LMWH) is recommended in patients not already anticoagulated and with no contra-indication to anticoagulation, to reduce the risk of deep venous thrombosis and pulmonary embolism. I B Other drugs For acute control of the ventricular rate in patients with atrial fibrillation:     a. digoxin and/or beta-blockers should be considered as the first-line therapy.c IIa C b. amiodarone may be considered. IIb B Opiates may be considered for cautious use to relieve dyspnoea and anxiety in patients with severe dyspnoea but nausea and hypopnea may occur. IIb B AHF = acute heart failure; ECG = electrocardiogram; HF = heart failure; i.v. = intravenous; LMWH = low molecular weight heparin; SBP = systolic blood pressure. aClass of recommendation. bLevel of evidence. cBeta-blockers should be used cautiously, if the patient is hypotensive."
},
{
	"page":"ENAS5195_13.8.3.0",
	"text":"13.8.3.0 Renal replacement therapy Recommendations regarding renal replacement therapy in patients with acute heart failure Recommendations Classa Levelb Ultrafiltration may be considered for patients with refractory congestion, who failed to respond to diuretic-based strategies. IIb B Renal replacement therapy should be considered in patients with refractory volume overload and acute kidney injury. IIa C aClass of recommendation. bLevel of evidence."
},
{
	"page":"ENAS5195_13.8.4.0",
	"text":"13.8.4.0 Mgmt. of patients with cardiogenic shock Recommendations regarding management of patients with cardiogenic shock Recommendations Classa Levelb In all patients with suspected cardiogenic shock, immediate ECG and echocardiography are recommended. I C All patients with cardiogenic shock should be rapidly transferred to a tertiary care center which has a 24/7 service of cardiac catheterization, and a dedicated ICU/CCU with availability of short- term mechanical circulatory support. I C In patients with cardiogenic shock complicating ACS an immediate coronary angiography is recommended (within 2 hours from hospital admission) with an intent to perform coronary revascularization. I C Continous ECG and blood pressure monitoring are recommended. I C Invasive monitoring with an arterial line is recommended. I C Fluid challenge (saline or Ringer’s lactate, >200 ml/15–30 min) is recommended as the first-line treatment if there is no sign of overt fluid overload. I C Intravenous inotropic agents (dobutamine) may be considered to increase cardiac output. IIb C Vasopressors (norepinephrine preferable over dopamine) may be considered if there is a need to maintain SBP in the presence of persistent hypoperfusion. IIb B IABP is not routinely recommended in cardiogenic shock. III B Short-term mechanical circulatory support may be considered in refractory cardiogenic shock depending on patient age, comorbidities and neurological function. IIb C ACS = acute coronary syndrome; CCU = coronary care unit; ECG = electrocardiogram; IABP = intra-aortic balloon pump; ICU = intensive care unit; SBP = systolic blood pressure. aClass of recommendation. bLevel of evidence."
},
{
	"page":"ENAS5195_13.8.5.0",
	"text":"13.8.5.0 Oral disease-modifying therapies Recommendations regarding oral evidence-based disease-modifying therapies in patients with acute heart failure Recommendations Classa Levelb In case of worsening of chronic HFrEF, every attempt should be made to continue evidence-based, disease-modifying therapies, in the absence of haemodynamic instability or contra-indications. I C In the case of de novo HFrEF, every attempt should be made to initiate these therapies after haemodynamic stabilization. I C HFrEF = heart failure with reduced ejection fraction. aClass of recommendation. bLevel of evidence."
},
{
	"page":"ENAS5195_13.8.6.0",
	"text":"13.8.6.0 Clinical monitoring of hospitalized pts. Recommendations regarding monitoring of clinical status of patients hospitalized due to acute heart failure Recommendations Classa Levelb Standard non-invasive monitoring of heart rate, rhythm, respiratory rate, oxygen saturation and blood pressure is recommended. I C It is recommended that patients should be weighed daily and have an accurate fluid balance chart completed. I C It is recommended to evaluate signs and symptoms relevant to HF (e.g. dyspnoea, pulmonary rales, peripheral oedema, weight) daily to assess correction of fluid overload. I C Frequent, often daily, measurement of renal function (blood urea, creatinine) and electrolytes (potassium, sodium) during i.v. therapy and when renin-angiotensin-aldosterone system antagonists are initiated is recommended. I C Intra-arterial line should be considered in patients with hypotension and persistent symptoms despite treatment. IIa C Pulmonary artery catheter may be considered in patients who, despite pharmacological treatment present refractory symptoms (particularly with hypotension and hypoperfusion). IIb C HF = heart failure; i.v. = intravenous. aClass of recommendation. bLevel of evidence."
},
{
	"page":"ENAS5195_13.9.0.0",
	"text":"13.9.0.0 Criteria for discharge There are the following criteria for discharge for patients admitted due to AHF: haemodynamically stable, euvolaemic, established on evidence-based oral medication and with stable renal function for at least 24 hours before discharge; once provided with tailored education and advice about self-care. Patients discharged after hospitalization due to AHF should preferably be during the follow-up in high-risk period: enrolled in a disease management programme; follow-up plans must be in place prior to discharge and clearly communicated to the primary care team; reviewed by their general practitioner within 1 week of discharge; seen by the hospital cardiology team within 2 weeks of discharge if feasible. Patients with chronic HF should be followed up within a multiprofessional HF service. Pre- and post-discharge management should follow the standards of care of the HFA."
},
{
	"page":"ENAS5195_13.10.0.0",
	"text":"13.10.0.0 Goals of treatment in AHF The goals of treatment during the different stages of management of patients with AHF differ, and are summarized in the Table 5. Table 5 Goals of treatment in acute heart failure Immediate (ED/ICU/CCU) Improve haemodynamics and organ perfusion. Restore oxygenation. Alleviate symptoms. Limit cardiac and renal damage. Prevent thrombo-embolism. Minimize ICU length of stay. Intermediate (in hospital) Identify aetiology and relevant co-morbidities. Titrate therapy to control symptoms and congestion and optimize blood pressure. Initiate and up-titrate disease-modifying pharmacological therapy. Consider device therapy in appropriate patients. Pre-discharge and long-term management Develop a careplan that provides: A schedule for up-titration and monitoring of pharmacological therapy. Need and timing for review for device therapy. Who will see the patient for follow-up and when. Enrol in disease management programme, educate, and initiate appropriate lifestyle adjustments. Prevent early readmission. Improve symptoms, quality of life, and survival. CCU = coronary care unit; ED = emergency department; ICU = intensive care unit."
},
{
	"page":"ENAS5195_14.1.0.0",
	"text":"14.0.0.0 MCS and heart transplantation 14.1.0.0 Overview For patients with either chronic or acute HF who cannot be stabilized with medical therapy, mechanical circulatory support (MCS) systems can be used to unload the failing ventricle and maintain sufficient end-organ perfusion. Patients in acute cardiogenic shock are initially treated with short-term assistance using extracorporeal, non-durable life support systems so that more definitive therapy may be planned. Patients with chronic, refractory HF despite medical therapy can be treated with a permanent implantable left ventricular assist device (LVAD)."
},
{
	"page":"ENAS5195_14.2.0.0",
	"text":"14.2.0.0 Pts. eligible for implantation of LVAD Criteria of patients with HF who are potentially eligible for LVAD implantation are summarized in the Table 6. Table 6 Patients potentially eligible for implantation of a left ventricular assist device Patients with >2 months of severe symptoms despite optimal medical and device therapy and more than one of the following: LVEF <25% and, if measured, peak VO2 <12 mL/kg/min. ≥3 HF hospitalizations in previous 12 months without an obvious precipitating cause. Dependence on i.v. inotropic therapy. Progressive end-organ dysfunction (worsening renal and/or hepatic function) due to reduced perfusion and not to inadequate ventricular filling pressure (PCWP ≥20 mmHg and SBP ≤80–90 mmHg or CI ≤2 L/min/m2). Absence of severe right ventricular dysfunction together with severe tricuspid regurgitation. CI = cardiac index; HF = heart failure; i.v. = intravenous; LVEF = left ventricular ejection fraction; PCWP = pulmonary capillary wedge pressure; SBP = systolic blood pressure; VO2 = oxygen consumption."
},
{
	"page":"ENAS5195_14.3.0.0",
	"text":"14.3.0.0 Implantation of MCS in refractory HF Recommendations for MCS implantation in patients with refractory HF are summarized in the table below. Recommendations for implantation of mechanical circulatory support in patients with refractory heart failure Recommendations Classa Levelb An LVAD should be considered in patients who have end- stage HFrEF despite optimal medical and device therapy and who are eligible for heart transplantation in order to improve symptoms, reduce the risk of HF hospitalization and the risk of premature death (Bridge to transplant indication). IIa C An LVAD should be considered in patients who have end-stage HFrEF despite optimal medical and device therapy and who are not eligible for heart transplantation to, reduce the risk of premature death. IIa B HF = heart failure; HFrEF = heart failure with reduced ejection fraction; LVAD = left ventricular assist device. aClass of recommendation. bLevel of evidence."
},
{
	"page":"ENAS5195_14.4.1.0",
	"text":"14.4.0.0 Heart transplantation 14.4.1.0 Introduction Heart transplantation is an accepted treatment for end-stage HF. Apart from the shortage of donor hearts, the main challenges in transplantation are the consequences of the limited effectiveness and complications of immunosuppressive therapy in the long term (i.e. antibody-mediated rejection, infection, hypertension, renal failure, malignancy and coronary artery vasculopathy). It needs to be considered that some contra-indications are transient and treatable. While an active infection remains a relative contra- indication to heart transplantation, patients with HIV, hepatitis, Chagas disease and tuberculosis can be considered as suitable candidates provided certain strict management principles are adhered to by the teams. In patients with cancer requiring heart transplantation, a close collaboration with oncology specialists should occur to stratify each patient. The use of mechanical circulatory support, particularly LVAD, should be considered for patients with potentially reversible or treatable co-morbidities, such as cancer, obesity, renal failure, tobacco use and pharmacologically irreversible pulmonary hypertension, with a subsequent re-evaluation to establish candidacy."
},
{
	"page":"ENAS5195_14.4.2.0",
	"text":"14.4.2.0 Indications and contra-indications Indications and contra-indications for heart transplantations are summarized in the Table 7. Table 7 Heart transplantation: indications and contra-indications Patients to consider End-stage HF with severe symptoms, a poor prognosis, and no remaining alternative treatment options. Motivated, well informed, and emotionally stable. Capable of complying with the intensive treatment required postoperatively. Contra-indications Active infection. Severe peripheral arterial or cerebrovascular disease. Pharmacologically irreversible pulmonary hypertension (LVAD should be considered with a subsequent re-evaluation to establish candidacy). Cancer (a collaboration with oncology specialists should occur to stratify each patient as to their risk of tumour recurrence). Irreversible renal dysfunction (e.g. creatinine clearance <30 mL/min). Systemic disease with multi-organ involvement. Other serious co-morbidity with poor prognosis. Pre-transplant BMI >35 kg/m2 (weight loss is recommended to achieve a BMI <35 kg/m2). Current alcohol or drug abuse. Any patient for whom social supports are deemed insufficient to achieve compliant care in the outpatient setting. BMI = body mass index; HF = heart failure; LVAD = left ventricular assist device."
},
{
	"page":"ENAS5195_15.1.1.0",
	"text":"15.0.0.0 Multidisciplinary team management 15.1.0.0 Non-pharmac. non-device/surg. interven. 15.1.1.0 Characteristics and components Non-pharmacological non-device/surgical interventions used in the management of HF are summarized in the tables below. Table 8 Characteristics and components of management programmes for patients with heart failure Characteristics Should employ a multidisciplinary approach (cardiologists, primary care physicians, nurses, pharmacists, physiotherapists, dieticians, social workers, surgeons, psychologists, etc.). Should target high-risk symptomatic patients. Should include competent and professionally educated staff. Components Optimized medical and device management. Adequate patient education, with special emphasis on adherence and self-care. Patient involvement in symptom monitoring and flexible diuretic use. Follow-up after discharge (regular clinic and/or home-based visits; possibly telephone support or remote monitoring). Increased access to healthcare (through in-person follow-up and by telephone contact; possibly through remote monitoring). Facilitated access to care during episodes of decompensation. Assessment of (and appropriate intervention in response to) an unexplained change in weight, nutritional status, functional status, quality of life, or laboratory findings. Access to advanced treatment options. Provision of psychosocial support to patients and family and/or caregivers."
},
{
	"page":"ENAS5195_15.1.2.0",
	"text":"15.1.2.0 Exerercise, multidiscip. mgmt., & monitoring Recommendations for exercise, multidisciplinary management, and monitoring of patients with heart failure Recommendations Classa Levelb It is recommended that regular aerobic exercise is encouraged in patients with HF to improve functional capacity and symptoms. I A It is recommended that regular aerobic exercise is encouraged in stable patients with HFrEF to reduce the risk of HF hospitalization. I A It is recommended that patients with HF are enrolled in a multidisciplinary care management programme to reduce the risk of HF hospitalization and mortality. I A Referral to primary care for long-term follow-up may be considered for stable HF patients who are on optimal therapy to monitor for effectiveness of treatment, disease progression and patient adherence. IIb B Monitoring of pulmonary artery pressures using a wireless implantable haemodynamic monitoring system (CardioMems) may be considered in symptomatic patients with HF with previous HF hospitalization in order to reduce the risk of recurrent HF hospitalization. IIb B Multiparameter monitoring based on ICD (IN-TIME approach) may be considered in symptomatic patients with HFrEF (LVEF ≤ 35%) in order to improve clinical outcomes. IIb B HF = heart failure; HFrEF = heart failure with reduced ejection fraction; ICD = implantable cardioverter- defibrillator; IN-TIME = Implant-based multiparameter telemonitoring of patients with heart failure; LVEF = left ventricular ejection fraction. aClass of recommendation. bLevel of evidence."
},
{
	"page":"ENAS5195_15.1.3.0",
	"text":"15.1.3.0 Goal of management The goal of management of HF is to provide a ‘seamless’ system of care that embraces both the community and hospital. Fundamental to the delivery of this complete package of care are multidisciplinary management programmes.HF services should be easily accessible to the patient and his/her family and care providers.A telephone helpline and the website: http://ww.heartfailurematters.org may facilitate access to professional advice. Early readmission after hospital discharge may be addressed through coordinated discharge planning. Discharge planning should commence as soon as the patient’s condition is stable and include providing patients with information and education for self-care and arranging early follow-up. Discharge should be arranged for when the patient is euvolaemic and any precipitants of the admission have been treated. Patients should be provided with sufficient up-to-date information to make decisions on lifestyle adjustment and self-care.Patients with HF, regardless of LVEF, are recommended to perform properly designed exercise training."
},
{
	"page":"ENAS5195_15.1.4.0",
	"text":"15.1.4.0 Monitoring and follow-up of older adult w/ HF Patients with HF benefit from regular follow-up and monitoring. Monitoring may be undertaken by the patients themselves or by professionals during home visits, or hospital clinics, by remote monitoring with or without implanted devices or by structured telephone support (STS). Specific recommendations regarding monitoring of older patients with HF are summarized in the Table 9. Table 9 Specific recommendations regarding monitoring and follow-up of the older adult with heart failure Monitor frailty and seek and address reversible causes (cardiovascular and non-cardiovascular) of deterioration in frailty score. Medication review: optimize doses of heart failure medication slowly and with frequent monitoring of clinical status. Reduce polypharmacy; number, doses and complexity of regime. Consider stopping medication without an immediate effect on symptom relief or quality of life (such as statin). Review the timing and dose of diuretic therapy to reduce risk of incontinence. Consider need to refer to specialist care of the elderly team and to general practitioner and social worker, etc. for follow-up and support for the patient and his/her family."
},
{
	"page":"ENAS5195_15.2.0.0",
	"text":"15.2.0.0 Palliative care approaches Palliative care approaches include a focus on symptom management, emotional support and communication between the patient and his/her family. Ideally this should be introduced early in the disease trajectory and increased as the disease progresses. Specific therapies may provide symptom relief but have a limited evidence base: Morphine can reduce breathlessness, pain and anxiety; Increasing the inspired oxygen concentration may provide relief of dyspnoea; Diuretic management can be used to relieve severe congestion or optimize symptom control; Reduce HF drugs that reduce blood pressure to maintain sufficient oxygenation and reduce the risk of falls. A management plan should include: A discussion about stopping medication that does not have an immediate effect on symptom management; Documentation of the patient’s decision regarding resuscitation attempts; Deactivation of an ICD at end-of-life (according to local legal regulations); Preferred place for care and death; Emotional support to the patient and family/caregiver."
},
{
	"page":"ENAS5195_16.0.0.0",
	"text":"16.0.0.0 Abbreviations (N)OAC (Non-vitamin K antagonist) oral anticoagulant °C Degree Celsius 2D/ 2-D Two-dimensional 2hPG 2-h post-load plasma glucose 3D/ 3-D Three-dimensional 5-FU 5-fluorouracil 99mTc-DPD Technetium-99m 3,3-diphosphono-1,2-propanodicarboxylic acid A/C Anticoagulation AAA Abdominal aortic aneurysm AAD Antiarrhythmic drugs AAS Acute aortic syndrome ABC Age, biomarkers, clinical history ABI Ankle-Brachial Index ABPM Ambulatory BP monitoring ACA Aborted cardiac arrest ACC American College of Cardiology ACCA Acute Cardiovascular Care Association ACCF American College of Cardiology Foundation ACCOAST Comparison of Prasugrel at the Time of Percutaneous Coronary Intervention or as Pretreatment at the Time of Diagnosis in Patients with Non-ST Elevation Myocardial Infarction ACE Angiotensin-converting enzyme ACEF Age, creatinine, ejection fraction ACEI/ ACE-I/ ACE-Is Angiotensin converting enzyme inhibitors ACS Acute coronary syndromes ACT Activated clotting time AD Aortic dissection ADA American Diabetes Association/​Adenosine deaminase ADD Acute aortic dissection ADP Adenosine diphosphate AEPC Association for European Paediatric and Congenital Cardiology AF Atrial flutter/Atrial fibrillation AFNET German Competence NETwork on Atrial Fibrillation AHA American Heart Association AHF Acute heart failure AHRE Atrial high rate episodes AK Alpha kinase AKI Acute kidney injury AL Amyloid light chain ALAT/ ALT Alanine aminotransferase ALI Acute limb ischaemia AMI Acute myocardial infarction ANA Anti-nuclear antibodies ANCA Anti-neutrophil cytoplasm antibodies AO Aorta AOS Aneurysms-osteoarthritis syndrome AP Accessory pathway APAH Conditions associated with pulmonary arterial hypertension Apo Apolipoprotein apo A I Apolipoprotein A I apo B Apolipoprotein B aPTT Activated partial thromboplastin time AR Aortic regurgitation ARB Angiotensin II receptor blocker/ Angiotensin receptor blocker ARBs Angiotensin receptor blockers ARNI Angiotensin receptor neprilysin inhibition ARVC Arrhythmogenic right ventricular cardiomyopathy AS Aortic stenosis ASA Acetylsalicylic acid ASAT/ AST Aspartate aminotransferase ASCERT American College of Cardiology Foundation–Society of Thoracic Surgeons Database Collaboration ASE American Society of Echocardiography AST/ ALT/ ALP Aspartate / alanine aminotransferase / alkaline phosphatase ASV Adaptive servo-ventilation AT Antithrombin ATOR Atorvastatin ATP Antitachycardiac pacing/Adenosine triphosphate ATRIA AnTicoagulation and Risk factors In Atrial fibrillation ATS Arterial tortuosity syndrome ATTR Amyloidosis, transthyretin type AUC Area under the curve AV Atrioventricular AVB Atrioventricular block AVID Antiarrhythmic drugs Versus Implantable Defibrillator AVM AV delay management AVP Arginine vasopressin AVR Aortic valve replacement b.i.d. Bis in die (twice daily) b.p.m/ bpm Beats per minute BARI-2D Bypass Angioplasty Revascularization Investigation 2 Diabetes BAS Balloon atrial septostomy BAV Balloon aortic valvuloplasty/Bicuspid aortic valve BB Beta-blocker BBB Bundle branch block BC Blood culture BCNIE Blood culture-negative infective endocarditis BCR-ABL Breakpoint cluster region-Abelson BGA Blood gas analysis BIMA Bilateral internal mammary artery Bi-PAP Bilevel positive airway pressure BiV Biventricular BiVAD Bi-ventricular assist device BMI Body mass index BMPR Bone morphogenetic protein receptor, type 2 BMS Bare metal stent BMT Best medical therapy BNP Brain natriuretic peptide/ B-type natriuretic peptide BP Blood pressure BPA Balloon pulmonary angioplasty BSA Body surface area BUN Blood urea nitrogen CABG Coronary artery bypass graft/ Coronary artery bypass graft surgery CAD Coronary artery disease CAS Carotid artery stenting CASH Cardiac Arrest Study Hamburg Cath/ Lab Catheterization laboratory CCB Calcium channel blocker CCNAP Council on Cardiovascular Nursing and Allied Professions CCP Council for Cardiology Practice CCPC Council on Cardiovascular Primary Care CCS Canadian Cardiovascular Society CCU Coronary care unit CDRIE Cardiac device-related infective endocarditis CEA Carotid endarterectomy/​Carcinoembryonic antigen CFA Common femoral artery CFC Cardiofaciocutaneous CHA2DS2-VASc Congestive heart failure or left ventricular dysfunction, Hypertension, Age ≥75 (doubled), Diabetes, Stroke (doubled)-Vascular disease, Age 65–74, Sex category (female) CHADS2 Cardiac failure, Hypertension, Age, Diabetes, Stroke (doubled) CHARM-Added Candesartan in Heart Failure: Assessment of Reduction in Mortality and Morbidity-Added CHD Coronary heart disease/ Congenital heart disease CHF Congestive heart failure/ Chronic heart failure CI Cardiac index / Contraindication / Confidence interval CIA Common iliac artery CI-AKI Contrast-induced acute kidney injury CIDS Canadian Implantable Defibrillator Study CIED Cardiac implantable electronic device CIN Contrast-induced nephropathy CK Creatine phophokinase/​Creatinine kinase CKD Chronic kidney disease CKD-EPI Chronic Kidney Disease Epidemiology Collaboration CK-MB Creatine kinase MB isoform CLI Critical limb ischaemia CMP Cardiomyopathy CMR Cardiac magnetic resonance CMV Cytomegalovirus CO Cardiac output CoA Coarctation / Coarctation of the aorta Cons Conservative cont Continued COPD Chronic obstructive pulmonary disease COT Cardiac Oncology Toxicity COURAGE Clinical Outcomes Utilization Revascularization and Aggressive Drug Evaluation COX Cyclo-oxygenase/ Cyclooxygenase CPAP Continuous positive airway pressure CPET Cardiopulmonary exercise testing CPFE Combined pulmonary fibrosis and emphysema CPG Committee for Practice Guidelines CPVT Catecholaminergic polymorphic ventricular tachycardia CR Cardiac rehabilitation CrCI Creatinine clearance CRP C-reactive protein CRT Cardiac resynchronization therapy CRT-D Cardiac resynchronization therapy defibrillator/ Defibrillator with cardiac resynchronization therapy CRT-P Cardiac resynchronization therapy pacemaker CRUSADE Can Rapid risk stratification of Unstable angina patients Suppress ADverse outcomes with Early implementation of the ACC/AHA guidelines CSF Colony-stimulating factor/Cerebrospinal fluid CSM Carotid sinus massage CSS Carotid sinus syncope/syndrome CT Computed tomographic / tomogram/tomography CTA Computed tomography angiography CTD Connective tissue disease CTEPH Chronic thromboembolic pulmonary hypertension cTN Cardiac troponin CTO Chronic total occlusions CTRCD Cancer Therapeutics–Related Cardiac Dysfunction Ctrl Control CUS Compression venous ultrasonography CV Cardiovascular / Cardioversion CVD Cardiovascular disease CW Continuous wave CXR Chest X-ray DALYs Disability adjusted life years DAPT Dual (oral) antiplatelet therapy DBP Diastolic blood pressure DC Direct current DCC Direct-current cardioversion DCM Dilated cardiomyopathy DDI Drug-drug interactions DEFINITE DEFibrillator In Non-Ischemic cardiomyopathy Treatment Evaluation DES Drug-eluting stent DFT Defibrillation threshold DHP Dihydropyridine DI-DO Door-in to door-out time DLCO Carbon monoxide diffusing capacity DM Diabetes mellitus DNA Deoxyribonucleic acid DPAH Drug induced PAH DPG Diastolic pressure gradient DPP Diabetes prevention program DSA Digital subtraction angiography DT Deceleration time DTB Door-to-balloon time DTIs Direct thrombin inhibitors DUS Duplex ultrasonography / Doppler ultrasound DVT Deep vein thrombosis E/A Ratio of mitral peak velocity of early filling (E) to mitral peak velocity of late filling (A) E/e’ Ratio of early transmitral flow velocity (E) to early mitral annulus velocity (e’) EACPR European Association for Cardiovascular Prevention & Rehabilitation EACTS European Association of Cardio-Thoracic Surgery/ European Association for Cardio-Thoracic Surgery EACVI European Association of Cardiovascular Imaging EANM European Association of Nuclear Medicine EAPCI European Association of Percutaneous Cardiovascular Interventions EAS European Atherosclerosis Society EASD European Association for the Study of Diabetes EBV Epstein-Barr virus ECG Electrocardiogram / Electrocardiographic ECHO Echocardiography/​Echocardiogram ECLS Extracorporeal life support ECST European Carotid Surgery Trial ECVF Extacellular volume fraction ED Erectile dysfunction/ Emergency department EDS-IV Ehlers-Danlos syndrome type IV EF Ejection fraction eGFR Estimated glomerular filtration rate EHRA European Heart Rhythm Association EIA External iliac artery EIF Eukaryotic translation initiation factor EMA European Medicines Agency EMB Endomyocardial biopsy EMS Emergency medical system/service ENA Anti-extractable nuclear antigens Enox Enoxaparin EP Electrophysiology EPD Embolic protection device EPS Electrophysiologic study ER Extended release formulations ERA Endothelin receptor antagonist EROA Effective regurgitant orifice area ERS European Respiratory Society ESC European Society of Cardiology ESCMID European Society of Clinical Microbiology and Infectious Diseases ESH European Society of Hypertension ESO European Stroke Organisation ESR European Society of Radiology/Erythrocyte sedimentation rate ESRD End-stage renal disease ETT Endotracheal tube EU European Union EULAR European League Against Rheumatism EVAR Endovascular aortic repair/reconstruction Exp+ Experimental therapy FAME-2 Fractional Flow Reserve-Guided Percutaneous Coronary Intervention Plus Optimal Medical Treatment Versus Optimal Medical Treatment Alone in Patients With Stable Coronary Artery Disease FBN1 Fibrillin 1 FC Functional class FCH Familial combined hyperlipidaemia FCM Ferric carboxymaltose FDA US Food and Drug Administration/ Food and Drug Administration FDG Fluorodeoxyglucose FFP Fresh frozen plasma FFR Fractional flow reserve FH Familial hypercholesterolaemia FHL1 Four and a half LIM domains 1 FINDRISC FINnish Diabetes RIsk SCore FL False lumen FLUVA Fluvastatin FMC First medical contact FMCTB First-medical-contact-to-balloon time FMF Familial Mediterranean fever Fonda Fondaparinux FPG Fasting plasma glucose FU Follow-up GFR Glomerular filtration rate GGTP Gamma-glutamyl transpeptidase GLP-1 Glucagon-like peptide-1 GLS Global longitudinal strain GM Granulocyte-macrophage GP Glycoprotein / General practitioner GRACE Global Registry of Acute Coronary Events GUCH Grown-up patients with congenital heart disease HAART Highly active antiretroviral treatment HACEK Haemophilus parainfluenzae, H. aphrophilus, H. paraphrophilus, H. influenzae, Actinobacillus actinomycetemcomitans, Cardiobacterium hominis, Eikenella corrodens, Kingella kingae, and K. denitrificans HAS-BLED Hypertension, Abnormal renal/liver function, Stroke, Bleeding history or predisposition, Labile INR, Elderly (65), Drugs concomitantly/alcohol abuse HbA1c Glycated haemoglobin / Glycated haemoglobin A1c HBPM Home BP monitoring HCM Hypertrophic cardiomyopathy HCV Hepatitis C virus HDAC Histone deacetylase HDL High density lipoprotein HDL-C High density lipoprotein-cholesterol HeFH Heterozygous familial hypercholesterolaemia HER2 Human epidermal growth factor receptor 2 HF Heart failure HFA Heart Failure Association H-FABP Heart-type fatty acid-binding protein HFmrEF Heart failure with mid-range ejection fraction HFpEF/ HF-PEF Heart failure with preserved ejection fraction HFrEF/ HF-REF Heart failure with reduced ejection fraction HHD Hypertensive heart disease HHV Human herpesvirus H-ISDN Hydralazine and isosorbide dinitrate HIT Heparin-induced thrombocytopenia HIV Human immunodeficiency virus HoFH Homozygous familial hypercholesterolaemia HPAH Heritable PAH HR Heart rate HRCT High resolution CT hs-CRP high-sensitivity C-reactive protein HT/ HTN Hypertension HTG Hypertrigiyceridaemia i.v. / IV Intravenous IABP Intraaortic balloon pump IAS Inter-atrial septum ICA Invasive coronary angiography ICD Implantable cardioverter defibrillator/ International Classification of Diseases ICH Intracranial haemorrhage ICU Intensive care unit ID Infectious disease IDF International Diabetes Federation IE Infective endocarditis IFG Impaired fasting glucose IFN Interferon-gamma IGRA Interferon-gamma release assay IGT Impaired glucose tolerance IHD Ischaemic heart disease IL-2 Interleukin 2 ILR Implantable loop recorder IMA Internal mammary artery IMH Intramural haematoma IMT Intima–media thickness INR International normalized ratio IN-TIME Implant-based multiparameter telemonitoring of patients with heart failure IOMC Iso-osmolar contrast medium IPAH Idiopathic pulmonary arterial hypertension IPF Idiopathic pulmonary fibrosis IRA Infarct-related artery ISH Isolated systolic hypertension ISHLT International Society for Heart and Lung Transplantation IU International units IUD Intrauterine device IV UHF Intravenous unfractionated heparin IVC Inferior vena cava IVDA Intravenous drug abusers IVIG Intravenous immunoglobulin IVUS Intravascular ultrasound JSAP Japanese Stable Angina Pectoris km per h Kilometres per hour LA Left atrium/atrial LAA Left atrial appendage LAD Left anterior descending (coronary artery) LAE Left atrial enlargement LAH Left anterior hemiblock LAVI Left atrial volume index LBBB Left bundle branch block LCC Left coronary cusp Lcx Left circumflex LDH Lactate dehydrogenase LDL Low-density lipoprotein LDL-C Low-density lipoprotein-cholesterol LDLR Low density lipoprotein receptor LDS Loeys-Dietz syndrome LEAD Lower-extremity artery disease LEOPARD lentigines, ECG abnormalities, ocular hypertelorism, pulmonary stenosis, abnormal genitalia, retardation of growth, and sensorineural deafness LGE Late gadolinium enhancement LHD left heart disease LLN Lower limit of normality LM Left main LMNA Lamin A/C LMWH Low molecular weight heparin LOCM Low-osmolar contrast medium LoE Level of evidence LOVA Lovastatin Lp Lipoprotein Lp(a) Lipoprotein(a) LQTS Long QT syndrome LTBI Latent tuberculosis infection LV Left ventricle / left ventricular LVAD Left ventricular assist device LVEDD Left ventricular end-diastolic diameter LVEDP Left ventricular end diastolic pressure LVEF Left ventricular ejection fraction LVESD Left ventricular end-systolic diameter LVESV Left ventricular end-systolic volume LVH Left ventricular hypertrophy LVM Left ventricular mass LVMI Left ventricular mass index LVOT Left ventricular outflow tract LVOTG Left ventricular outflow tract gradient LVOTO Left ventricular outflow tract obstruction MACE Major adverse cardiac events MADIT Multicenter Automatic Defibrillator Implantation Trial MASS II The medicine, angioplasty, or surgery study Mbq Millibecquerel MCS Mechanical circulatory support MDCT Multidetector computed tomographic angiography/Multi-detector computed tomography MDRD Modifikation of Diet in Renal Disease Med RX Medial therapy MedPed Make Early Diagnosis to Prevent Early Deaths MELAS mitochondrial encephalomyopathy, lactic acidosis, and stroke-like episodes MERFF Myoclonic epilepsy with ragged red fibres MET Metabolic equivalent MetS Metabolic syndrome MI Myocardial infarction MIC Minimum inhibitory concentration MPI Myocardial perfusion imaging MPR Multiplanar reconstruction MPS Myocardial perfusion scintigraphy / Myocardial perfusion stress MR Magnetic resonance/ Mitral regurgitation/ Mineralocorticoid receptor MRA Mineralocorticoid receptor antagonist / Magnetic resonance angiography MRI Magnetic resonance imaging MR-proANP Mid-regional pro atrial natriuretic peptide/ Mid-regional pro A-type natriuretic peptide MRSA Methicillin-resistant Staphylococcus aureus MS Mitral stenosis MSCT Multislice computed tomography MSSA Methicillin-susceptible Staphylococcus aureus mSv Millisievert MUGA Multigated radionuclide angiography mV millivolt(s) MV abn Mitral valve abnormality MWD Minute walk distance MWT Minute walk test MYBPC3 Myosin-binding protein C MYH7 Myosin, heavy chain 7 MYL3 Essential myosin light chain n.a/ NA not available/ Not available N/A Not applicable N/R Not reported NASCET North American Symptomatic Carotid Endarterectomy Trial NCC Non coronary cusp NCDR National cardiovascular data registry NIHSS National Institutes of Health stroke severity scale NIPPV Non-invasive positive pressure ventilation NIV Non-invasive ventilation NNH Numbers needed to harm NNT Numbers needed to treat/ Number of individuals needed to treat NOAC/ NOAC(s) Novel oral anticoagulant / New oral anticoagulant / Non-vitamin K antagonist direct oral anticoagulant/ Non-vitamin K antagonist oral anticoagulant(S) Non-HDL-C Non-HDL cholesterol NP Natriuretic peptide NPV Negative predictive value NRT Nicotine replacement therapy NSAID Non-steroidal antiinflammatory drug(s) NSAIDs Non-steroidal anti-inflammatory drugs NSQIP National surgical quality improvement program NSTE Non-ST-elevation NSTE-ACS Non-ST-segment elevation acute coronary syndrome/ Non-ST elevation acute coronary syndrome NSTEMI Non-ST-elevation myocardial infarction NSVT Non-sustained ventricular tachycardia NTG Nitroglycerine NT-proBNP N-terminal pro B-type/brain natriuretic peptide NVE Native valve endocarditis NYHA New York Heart Association O2 Oxygen OAC Oral anticoagulation/ anticoagulant OAC Oral anticoagulation OARS Open-ended questions, Affirmation, Reflective listening, Summarising OCT Optical coherence tomography OD Organ damage OGTT Oral glucose tolerance test OHCA Out-of-hospital cardiac arrest OHS Obesity hypoventilation syndrome OMT Optimal medical therapy OR Odds ratio ORBIT Outcomes Registry for Better Informed Treatment of Atrial Fibrillation OSA Obstructive sleep apnoea p.o. Per os PA Postero-anterior/ Pulmonary artery/ Physical activity PAD Peripheral artery disease PAH Pulmonary arterial hypertension / Pulmonary hypertension PaO2 Partial pressure of oxygen PAP Pulmonary artery pressure/ Pulmonary arterial pressure PAR Protease-activated receptor PAU Penetrating aortic ulcer PAWP Pulmonary artery wedge pressure PCA Prostacyclin analogues PCC Prothrombin coagulation complax/ Prothrombin complex concentrates PCH Pulmonary capillary haemangiomatosis PCI Percutaneous coronary intervention PCIS Post-cardiac injury syndromes PCR Polymerase chain reaction PCSK9 Proprotein convertase subtilisin/kexin type 9 PCWP Pulmonary capillary wedge pressure PDE Phosphodiesterase type-5 inhibitors/ Phosphodiesterase PDE5 Phosphodiesterase type 5 PE Pulmonary embolism PEA Pulmonary endarterectomy PEP Primary endpoint PESI Pulmonary embolism severity index PET Positron emission tomography PFT Pulmonary function tests PH Pulmonary hypertension PISA Proximal isovelocity surface area PITA Pitavastatin PM Pacemaker/Pain management PMC Percutaneous mitral commissurotomy PPCM Peripartum cardiomyopathy PPI Proton pump inhibitor PPS Post-pericardiotomy syndrome PRAVA Pravastatin PRIMARY PCI Primary percutaneous coronary intervention PRKAG2 Gamma-2 subunit of the adenosine monophosphate-activated protein kinase PS Pulmonary valve stenosis PTA Percutaneous transluminal angioplasty / Pre-test probability PTT Partial thromboplastin time PUFA/ PUFAs Polyunsaturated fatty acid/ Polyunsaturated fatty acids PVC Premature ventricular contraction/ Premature ventricular complex PVE Prosthetic valve endocarditis PVI Pulmonary vein isolation PVL Paravalvular leak PVOD Pulmonary veno-occlusive disease PVR Pulmonary vascular resistance PVS Programmed ventricular stimulation PWV Pulse wave velocity R Vol Regurgitant volume RA Right atrium/ Rheumatoid arthritis RAA Renin–angiotensin–aldosterone RAAS Renin angiotensin aldosterone system RAP Right atrial pressure RAS Renal artery stenosis / Renin-angiotensin system RBBB Right bundle branch block RCC Right coronary cusp RCT/RCTs Randomized controlled trial RF Risk factor rFVIIa Activated recombinant factor VII RHC Right heart catheterization ROSU Rosuvastatin rPA Right pulmonary artery r-PA Reteplase RR Relative risk RRR Relative risk reduction rtPA Recombinant tissue plasminogen activator RV Right ventricle/ventricular RVEDP Right ventricular end-diastolic pressure RVOT Right ventricular outflow tract RVOTO Right ventricular outlow tract obstruction RVSP Right ventricular systolic pressure S.C. Subcutaneous SA Signal-averaged SAA Septal alcohol ablation SADS Sudden arrhythmic death syndrome SAM Systolic anterior motion SAN Sinoatrial node SaO2 Saturated oxygen SAPT Single antiplatelet therapy SAS Sleep apnea syndrome SB Sinus bradycardia SBP Systolic blood pressure SCAD Stable coronary artery disease SCD Sudden cardiac death SCORE Systematic Coronary Risk Evaluation / Systematic Coronary Risk Estimation SFA Superficial femoral artery SGLT2 Sodium glucose co-transporter 2 SIDS Sudden infant death syndrome SIMVA Simvastatin SIRS Systemic inflammatory response SLE Systemic lupus erythematosus SMART Specific, Measurable, Achievable, Realistic and Timely SND Sinus node disease SPAP Systolic pulmonary artery pressure SPECT Single-photon emission computed tomography sPESI Simplified Pulmonary Embolism Severity Index SpO2 Saturation of peripheral oxygen SQTS Short QT syndrome SR Sinus rhythm SSS Sick sinus syndrome STE-ACS ST-segment elevation acute coronary syndrome STEMI ST-elevation myocardial infarction STS Society of Thoracic Surgeon/ Structured telephone support ST-T ST-segment-T wave SUDI Sudden unexplained death in infancy SUDS Sudden unexplained death syndrome SVG Saphenous vein graft SVR Surgical ventricular reconstruction. SVT Supraventricular tachycardia SWISSI II Swiss Interventional Study on Silent Ischemia Type II SYNTAX SYNergy between percutaneous coronary intervention with TAXus and cardiac surgery T1DM Type 1 diabetes mellitus T2DM Type 2 diabetes mellitus TAA Thoracic aortic aneurysm TAAD Thoracic aortic aneurysms and dissection TAI Traumatic aortic injury TAPSE Tricuspid annulus plane systolic excursion TASC TransAtlantic Inter-Society Consensus TAVI Transcatheter aortic valve implantation/ Transaortic valve implantation TB Tuberculosis TC Total cholesterol T-DM1 Trastuzumab-emtansine TE Thromboembolism / Thrombo-embolic TEE Transesophageal echocardiogram TEVAR Thoracic endovascular aortic repair TG Triglyceride TGA Complete transposition of the great arteries Three DE Three dimensional echocardiography TIA Transient ischaemic attack / Transitory ischaemic attack TIBC Total iron-binding capacity TIME Trial of invasive versus medical therapy in elderly patients with chronic symptomatic coronary-artery disease TIMI Thrombolysis In Myocardial Infarction TKI Tyrosine kinase inhibitor TL True lumen TNF Tumor necrosis factor TNK-tPA Tenecteplase TNNI3 Troponin I, cardiac TNNT2 Troponin T TOE Transoesophageal echocardiography / echocardiogram t-PA Tissue plasminogen activator TPM1 Tropomyosin 1 alpha chain TR Tricuspid regurgitation TRAPS Tumour necrosis factor receptor-associated periodic syndrome TRL Triglyceride-rich lipoproteins TRV Tricuspid regurgitant velocity TS Tricuspid stenosis / Turner syndrome TSAT Transferrin saturation TSH Thyroid stimulating hormone TTE Transthoracic echocardiography TTR Time in therapeutic range / Transthyretin TV Tricuspid valve/ Television TVI Time–velocity integral Tx Tendon xanthomata UA Unstable angina UEAD Upper extremity artery disease UFH Unfractionated heparin UHF Ultrafractionated heparin UK United Kingdom ULN Upper limit of normal US United States USA United States of America V/Q Scan ventilation–perfusion scintigraphy VA Vertebral artery/ Ventricular arrhythmia VEGF Vascular endothelial growth factor VF Ventricular fibrillation VHD Valvular heart disease VKA Vitamin K antagonist VO2 Oxygen consumption VPBs Ventricular premature beats vs Versus VSD Ventricular septal defect VT Ventricular tachycardia VTE Venous thromboembolism VV Interventricular VVI Ventricular inhibited pacing WBC White blood cells WCD Wearable cardioverter defibrillator WHF World Heart Federation WHO World Health Organization WPW Wolff-Parkinson-White WU Wood units"
}
]