[
{
	"page":"ENAS5083_1.0.0.0",
	"text":"Authors and legal information 2015 ESC Guidelines for the Management of Patients with Ventricular Arrhythmias and the Prevention of Sudden Cardiac Death* The Task Force for the Management of Patients with Ventricular Arrhythmias and the Prevention of Sudden Cardiac Death of the European Society of Cardiology (ESC) Endorsed by the Association for European Paediatric and Congenital Cardiology (AEPC) Chairperson Silvia Giuliana Priori Department of Molecular Medicine University of Pavia Cardiology & Molecular Cardiology Dept. Irccs Fondazione Salvatore Maugeri Via Salvatore Maugeri, 10 27100 Pavia, Italy Tel: +39 0382 592 040 Fax: +39 0382 592 059 Email: silvia.priori@fsm.it Co-Chairperson Carina Blomström-Lundqvist Department of Cardiology Institution of Medical Science Uppsala University SE-751 85 Uppsala, Sweden Tel: +46 18 611 3113 Fax: +46 18 510 243 Email: carina.blomstrom.lundqvist@akademiska.se Task Force Members: Andrea Mazzanti † (Italy), Nico Bloma (The Netherlands), Martin Borggrefe (Germany), John Camm (UK), Perry Mark Elliott (UK), Donna Fitzsimons (UK), Robert Hatala (Slovakia), Gerhard Hindricks (Germany), Paulus Kirchhof (UK/Germany), Keld Kjeldsen (Denmark), Karl-Heinz Kuck (Germany), Antonio Hernández Madrid (Spain), Nikolaos Nikolaou (Greece), Tone M. Norekvål (Norway), Christian Spaulding (France), Dirk J. Van Veldhuisen (The Netherlands). Other ESC entities having participated in the development of this document: ESC Associations: Acute Cardiovascular Care Association (ACCA), European Association of Cardiovascular Imaging (EACVI), European Association of Percutaneous Cardiovascular Interventions (EAPCI), European Heart Rhythm Association (EHRA), Heart Failure Association (HFA). ESC Councils: Council for Cardiology Practice (CCP), Council on Cardiovascular Nursing and Allied Professions (CCNAP), Council on Cardiovascular Primary Care (CCPC), Council on Hypertension. ESC Working Groups: Cardiac Cellular Electrophysiology, Cardiovascular Pharmacotherapy, Cardiovascular Surgery, Grown-up Congenital Heart Disease, Myocardial and Pericardial Diseases, Pulmonary Circulation and Right Ventricular Function, Thrombosis, Valvular Heart Disease. ESC Staff: Veronica Dean, Laetitia Flouret, Catherine Despres - Sophia Antipolis, France a Representing the Association for European Paediatric and Congenital Cardiology (AEPC). † Coordinator. *Adapted from the ESC Guidelines for the Management of Patients with Ventricular Arrhythmias and the Prevention of Sudden Cardiac Death (European Heart Journal 2015 - doi/10.1093/eurheartj/ehv316)."
},
{
	"page":"ENAS5083_2.0.0.0",
	"text":"Preamble Table 1: Classes of recommendations Classes of recommendations Definition Suggested wording to use Class I Evidence and/or general agreement that a given treatment or procedure is beneficial, useful, effective. Is recommended/​is indicated Class II Conflicting evidence and/or a divergence of opinion about the usefulness/efficacy of the given treatment or procedure. Class IIa Weight of evidence/ opinion is in favour of usefulness/efficacy. Should be considered Class IIb Usefulness/efficacy is less well established by evidence/​opinion. May be considered Class III Evidence or general agreement that the given treatment or procedure is not useful/​effective, and in some cases may be harmful. Is not recommended Table 2: Levels of evidence Level of evidence A Data derived from multiple randomized clinical trials or meta-analyses. Level of evidence B Data derived from a single randomized clinical trial or large non-randomized studies. Level of evidence C Consensus of opinion of the experts and/or small studies, retrospective studies, registries."
},
{
	"page":"ENAS5083_3.0.0.0",
	"text":"Introduction The present document is a European update of the American College of Cardiology (ACC)/ American Heart Association (AHA)/ European Society of Cardiology (ESC) 2006 Guidelines for management of patients with ventricular arrhythmias (VAs) and the prevention of sudden cardiac death (SCD). The recommendations evident in text, tables and figures represent a selection of the most important messages. The risk evaluation scheme and treatment offered should be tailored in consideration of co-morbidities, limitation of life expectancy, impact on quality-of-life and other circumstances."
},
{
	"page":"ENAS5083_4.1.0.0",
	"text":"Definition and prevention of SCD Definitions Definitions of commonly used terms Term Definition Sudden death Non-traumatic, unexpected fatal event occurring within 1 hour of the onset of symptoms in an apparently healthy subject. If death is not witnessed, the definition applies when the victim was in good health 24 hours before the event. SUDS and SUDI Sudden death without an apparent cause and in which an autopsy has not been performed in an adult (SUDS) or in an infant <1 year of age (SUDI). Sudden cardiac death (SCD) The term is used when: A congenital, or acquired, potentially fatal cardiac condition was known to be present during life; OR Autopsy has identified a cardiac or vascular anomaly as the probable cause of the event; OR No obvious extra-cardiac causes have been identified by post-mortem examination and therefore an arrhythmic event is a likely cause of death. SADS and SIDS Both autopsy and toxicology investigations are inconclusive, the heart is structurally normal at gross and histological examination and non-cardiac aetiologies are excluded in adults (SADS) and in infants (SIDS). Aborted cardiac arrest (ACA) Unexpected circulatory arrest occurring within one hour of onset of acute symptoms, which is reversed by successful resuscitation manoeuvres (e.g. defibrillation). Idiopathic VF Clinical investigations are negative in a patient surviving an episode of ventricular fibrillation. Primary prevention of SCD Therapies to reduce the risk of SCD in individuals who are at risk of SCD, but have not yet experienced an aborted cardiac arrest or life-threatening arrhythmias. Secondary prevention of SCD Therapies to reduce the risk of SCD in patients who have already experienced an aborted cardiac arrest or life-threatening arrhythmias. SADS = sudden arrhythmic death syndrome; SCD = sudden cardiac death; SIDS = sudden infant death syndrome; SUDI = sudden unexplained death in infancy; SUDS = sudden unexplained death syndrome; VF = ventricular fibrillation. Cardiac diseases associated with SCD differ in young versus older individuals. In the young there is a predominance of channelopathies and cardiomyopathies, myocarditis and substance abuse, while in older populations chronic degenerative diseases predominate (CAD, valvular heart diseases and HF). The diagnosis of an inheritable arrhythmogenic disorder is established in up to 50% of families with a SADS victim."
},
{
	"page":"ENAS5083_4.2.0.0",
	"text":"Indications for autopsy Indications for autopsy and molecular autopsy in sudden death victims Recommendations Classa Level b An autopsy is recommended to investigate the causes of sudden death and to define whether a sudden cardiac death is secondary to arrhythmic or non-arrhythmic mechanisms (e.g. rupture of an aortic aneurysm). I C Whenever an autopsy is performed, a standard histological examination of the heart is recommended and it should include mapped labelled blocks of myocardium from representative transverse slices of both ventricles. I C The analysis of blood and other adequately collected body fluids for toxicology and molecular pathology is recommended in all victims of unexplained sudden death. I C Targeted post-mortem genetic analysis of potentially disease-causing genes should be considered in all sudden death victims in whom a specific inheritable channelopathy or cardiomyopathy is suspected. IIa C a Class of recommendation. b Level of evidence. Approximately 50% of cardiac arrests occur in individuals without a known heart disease, but most of them suffer from concealed ischaemic heart disease. Every time a heritable disease is identified in a deceased individual, the relatives of the victim may be at risk of being affected and dying suddenly unless a timely diagnosis is made and preventive measures taken."
},
{
	"page":"ENAS5083_4.3.1.0",
	"text":"Ventricular arrhythmia screening Non-invasive evaluation Non-invasive evaluation of patients with suspected or known ventricular arrhythmias Recommendations Classa Level b Resting 12-lead ECG Resting 12-lead ECG is recommended in all patients who are evaluated for VA. I A ECG monitoring Ambulatory ECG is recommended to detect and diagnose arrhythmias. 12-lead ambulatory ECG is recommended to evaluate QT-interval changes or ST changes. I A Cardiac event recorders are recommended when symptoms are sporadic, to establish whether they are caused by transient arrhythmias. I B Implantable loop recorders are recommended when symptoms, e.g. syncope, are sporadic and suspected to be related to arrhythmias and when a symptom–rhythm correlation cannot be established by conventional diagnostic techniques. I B SA-ECG is recommended to improve the diagnosis of ARVC in patients with VAs or in those who are at risk of developing life-threatening VAs. I B Exercise stress testing Exercise stress testing is recommended in adult patients with VA who have an intermediate or greater probability of having CAD by age and symptoms, to provoke ischaemic changes or VA. I B Exercise stress testing is recommended in patients with known or suspected exercise-induced VA including CPVT, to achieve a diagnosis and define prognosis. I B Exercise stress testing should be considered in evaluating response to medical or ablation therapy in patients with known exercise-induced VA. IIa C Imaging Echocardiography for assessment of LV function and detection of structural heart disease is recommended in all patients with suspected or known VA. I B Echocardiography for assessment of LV and RV function and detection of structural heart disease is recommended for patients at high risk of developing serious VAs or SCD, such as those with dilated, hypertrophic, or RV cardiomyopathies, survivors of acute myocardial infarction, or relatives of patients with inherited disorders associated with SCD. I B Exercise testing plus imaging (exercise stress echocardiography test or nuclear perfusion, SPECT) is recommended to detect silent ischaemia in patients with VAs who have an intermediate probability of having CAD by age, symptoms, and in whom an ECG is less reliable (digoxin use, LV hypertrophy, >1-mm ST-segment depression at rest, WPW syndrome, or LBBB). I B Pharmacological stress testing + imaging modality is recommended to detect silent ischaemia in patients with VAs who have an intermediate probability of having CAD by age, symptoms, and are physically unable to perform a symptom-limited exercise test. I B CMR or CT should be considered in patients with VAs when echocardiography does not provide accurate assessment of LV and RV function and/or evaluation of structural changes. IIa B ARVC = arrhythmogenic right ventricular cardiomyopathy; CAD = coronary artery disease; CMR = cardiac magnetic resonance; CPVT = Catecholaminergic polymorphic ventricular tachycardia; CT = computed tomography; ECG = electrocardiogram; LBBB = left bundle branch block; LV = left ventricular; RV = right ventricular; SA-ECG = signal-averaged ECG; SCD = sudden cardiac death; SPECT = single-photon emission computed tomography; VA = ventricular arrhythmia; WPW = Wolff-Parkinson-White. a Class of recommendation. b Level of evidence."
},
{
	"page":"ENAS5083_4.3.2.0",
	"text":"Invasive evaluation Invasive evaluation of patients with suspected or known ventricular arrhythmias Recommendations Classa Level b Coronary angiography Coronary angiography should be considered to establish or to exclude significant obstructive CAD in patients with life-threatening VAs or in survivors of SCD, who have an intermediate or greater probability of having CAD by age and symptoms. IIa C Electrophysiological study Electrophysiological study in patients with CAD is recommended for diagnostic evaluation of patients with remote myocardial infarction with symptoms suggestive of ventricular tachyarrhythmias, including palpitations, presyncope, and syncope. I B Electrophysiological study in patients with syncope is recommended when bradyarrhythmias or tachyarrhythmias are suspected, based on symptoms (e.g. palpitations) or the results of non-invasive assessment, especially in patients with structural heart disease. I C Electrophysiological study may be considered for the differential diagnosis of ARVC and benign RVOT tachycardia or sarcoidosis. IIb B ARVC = arrhythmogenic right ventricular cardiomyopathy; CAD = coronary artery disease; RVOT = right ventricular outflow tract; SCD = sudden cardiac death; VA = ventricular arrhythmia. a Class of recommendation. b Level of evidence. Electrophysiological study might play a role in ARVC and DCM patients, while it does not contribute to identify high risk patients in HCM (Class III). Among channelopathies, the electrophysiological study is not indicated in LQTS, CPVT and SQTS, while its utility is debated in BrS. Induction of polymorphic ventricular tachycardia or ventricular fibrillation, especially with aggressive stimulation techniques, is not specific."
},
{
	"page":"ENAS5083_4.3.3.0",
	"text":"Terminology vs. ECG classification Common definitions used when describing ventricular arrhythmias Terminology - Type of VA Definition - ECG classification Bidirectional VT VT with a beat-to-beat change in the QRS axis. Bundle-branch re-entrant tachycardia VT due to re-entry involving the His-Purkinje system, usually with LBBB morphology; most common in DCM with prolonged HV interval. Idioventricular rhythm Arrhythmia of three or more consecutive complexes originating from ventricles at a rate of <100 bpm. Monomorphic VT Stable single QRS morphology during VT. Non-sustained VT Three or more consecutive ventricular complexes in duration, terminating spontaneously in <30 seconds. Pleomorphic VT More than one stable QRS morphology during an episode of VT. Polymorphic VT A changing or multiform QRS morphology at heart rate between 100 and 300 bpm during VT. Premature ventricular complex A ventricular depolarization that occurs earlier than expected and appears on the ECG as an early, wide QRS complex without a preceding related P wave. Sustained VT VT ≥30 seconds in duration and/or requiring termination due to haemodynamic compromise in <30 seconds. Torsade de pointes VT characterized by twisting of the QRS complexes around the isoelectric line on the ECG during the arrhythmia, which may be associated with Long QT Syndrome. Ventricular flutter A regular (cycle length variability ≤30 ms) VT approximately 300 bpm with a monomorphic appearance; no isoelectric interval between successive QRS complexes. Ventricular fibrillation Rapid, usually >300 bpm (cycle length <200 ms), grossly irregular ventricular rhythm with marked variability in QRS cycle length, morphology and amplitude. Ventricular tachycardia (VT) Arrhythmia of 3 or more consecutive complexes in duration originating from the ventricles at a rate of ≥100 bpm. DCM = dilated cardiomyopathy; ECG = electrocardiogram; LBBB = lleft bundle branch block; VT = ventricular arrhythmia. For interactivity see here"
},
{
	"page":"ENAS5083_4.3.4.0",
	"text":"Diagnostic workup Figure 1 Diagnostic workup in patients presenting with sustained ventricular tachycardia or ventricular fibrillation ACEi = angiotensin-converting enzyme inhibitors; CAD = coronary artery disease; CMR = cardiac magnetic resonance; CT = computed tomography; DCM = dilated cardiomyopathy; ECG = electrocardiogram; EPS = electrophysiological study; ICD = implantable cardioverter defibrillator; LVEF = left ventricular ejection fraction; NSTEMI = non-ST-segment elevation myocardial infarction; SCD = sudden cardiac death; STEMI = ST-segment elevation myocardial infarction; TOE = transoesophageal echocardiography; VF = ventricular fibrillation; VT = ventricular tachycardia. a Clinical history of chest pain, dyspnoea, and symptoms associated with certain cardiac conditions and family tree. b The need for further tests and evaluations will be guided by the initial assessment and by suspected cardiovascular diseases."
},
{
	"page":"ENAS5083_5.1.0.0",
	"text":"Ventricular arrhythmia therapies Pharmacotherapy Pharmacotherapy for ventricular arrhythmias and prevention of sudden cardiac death With the exception of beta-blockers, currently available antiarrhythmic drugs have not been shown in randomized clinical trials to be effective in the primary management of patients with life-threatening VA or in the prevention of SCD. Each drug has a significant potential for causing adverse events, including pro-arrhythmia."
},
{
	"page":"ENAS5083_5.2.1.0",
	"text":"Device therapy ICD A meta-analysis of three trials (Antiarrhythmic drugs Versus Implantable Defibrillator, AVID, Canadian Implantable Defibrillator Study, CIDS, and Cardiac Arrest Study Hamburg, CASH) demonstrated that ICD therapy was associated with a 50% (95% CI: 0.37 to 0.67, P = 0.0001) reduction in arrhythmic mortality and a 28% (95% CI: 0.60 to 0.87, P = 0.006) reduction in total mortality. The therapy is moderately cost-effective and guidelines for the use of the ICD for secondary prevention have been generally accepted for some years. ICD for the secondary prevention of sudden cardiac death and ventricular tachycardia Recommendations Classa Level b ICD implantation is recommended in patients with documented VF or haemodynamically not tolerated VT in the absence of reversible causes or within 48 hours post-MI, who are receiving chronic optimal medical therapy and have reasonable expectation of survival with a good functional status for more than 1 year. I A ICD implantation should be considered in patients with recurrent sustained VT (not within 48 hours post-MI), who are receiving chronic optimal medical therapy, have a normal LVEF and reasonable expectation of survival with a good functional status for more than 1 year. IIa C In patients with VF/VT and an indication for ICD, amiodarone may be considered when an ICD is not available, contra-indicated for concurrent medical reasons or refused by the patient. IIb C ICD = implantable cardioverter defibrillator; LVEF = left ventricular ejection fraction; MI = myocardial infarction; SCD = sudden cardiac death; VF = ventricular fibrillation; VT = ventricular tachycardia. a Class of recommendation. b Level of evidence."
},
{
	"page":"ENAS5083_5.2.2.0",
	"text":"Subcut. cardiovert. defibrillator Subcutaneous cardioverter defibrillator Recommendations Classa Level b Subcutaneous defibrillators should be considered as an alternative to transvenous defibrillators in patients with an indication for an ICD, when pacing therapy for bradycardia support, cardiac resynchronization, or antitachycardia pacing is not needed. IIa C The subcutaneous ICD may be considered as a useful alternative to a transvenous ICD system when venous access is difficult, after the removal of a transvenous ICD for infections or in young patients with a long-term need for ICD therapy. IIb C ICD = implantable cardioverter defibrillator. a Class of recommendation. b Level of evidence. The available data suggest that subcutaneous defibrillators are effective in preventing sudden death. Data on the long-term tolerability and safety of the treatment are currently lacking. The subcutaneous device is not suitable for patients who require bradycardia pacing, cardiac resynchronization therapy or those who suffer from tachyarrhythmias that can be easily terminated by antitachycardia pacing."
},
{
	"page":"ENAS5083_5.2.3.0",
	"text":"Wearable cardiovert. defirillator Wearable cardioverter defibrillator Recommendations Classa Level b The WCD may be considered for adult patients with poor LV systolic function who are at risk of sudden arrhythmic death for a limited period, but are not candidates for an implantable defibrillator (e.g. bridge to transplant, bridge to transvenous implant, peripartum cardiomyopathy, active myocarditis and arrhythmias in the early post-myocardial infarction phase). IIb C LV = left ventricular; WCD = wearable cardioverter defibrillator. a Class of recommendation. b Level of evidence. No prospective randomized trials evaluating this device have been reported, but there are many case reports, case series, and registries (held by the manufacturer or independently) that have reported the successful use of the WCD in a relatively small proportion of patients at risk of potentially fatal VAs."
},
{
	"page":"ENAS5083_5.2.4.0",
	"text":"Public access defibrillator Public access defibrillation Recommendations Classa Level b It is recommended that public access defibrillation is established at sites where cardiac arrest is relatively common and suitable storage is available (e.g. schools, sports stadiums, large stations, casinos, etc.), or in sites where no other access to defibrillation is available (e.g. trains, cruise ships, airplanes, etc.). I B It may be considered to teach basic life support to the families of patients at high risk of sudden cardiac death. IIb C a Class of recommendation. b Level of evidence."
},
{
	"page":"ENAS5083_5.3.0.0",
	"text":"Cardioversion Cardioversion or defibrillation and acute treatment of sustained ventricular arrhythmias Recommendations Classa Level b Direct current cardioversion is recommended for patients presenting with sustained VT and haemodynamic instability. I C In patients presenting with sustained haemodynamically tolerated VT in the absence of structural heart disease (e.g. idiopathic RVOT), i.v. flecainide or a conventional beta-blocker, verapamil or amiodarone may be considered. IIb C i.v. = intravenous; RVOT = right ventricular outflow tract; VT = ventricular tachycardia. a Class of recommendation. b Level of evidence."
},
{
	"page":"ENAS5083_5.4.1.0",
	"text":"Interventional therapy Catheter ablation Catheter ablation for the treatment of sustained monomorphic ventricular tachycardia Recommendations Classa Level b Urgent catheter ablation is recommended in patients with scar-related heart disease presenting with incessant VT or electrical storm. I B Catheter ablation is recommended in patients with ischaemic heart disease and recurrent ICD shocks due to sustained VT. I B Catheter ablation should be considered after a first episode of sustained VT in patients with ischaemic heart disease and an ICD. IIa B ICD = implantable cardioverter defibrillator; VT = ventricular tachycardia. a Class of recommendation. b Level of evidence. Scar-related VT is typically monomorphic and multiple VT morphologies may be induced in the same patient. A 12-lead surface ECG recording of the clinical VT can aid in the mapping and ablation procedure. Patients with VT related to post-myocardial scar tend to have a better outcome following catheter ablation than patients with VT due to non-ischaemic cardiomyopathy. Procedure-related mortality ranges from 0% to 3% and most commonly is due to uncontrollable VT when the procedure fails. VT in patients without overt structural heart disease most commonly emanates from the RVOT or LVOT. The 12-lead surface ECG demonstrates a LBBB inferior axis morphology if VT arises from the RVOT, or a left or RBBB inferior axis morphology if arising from the LVOT. Catheter ablation results in a high rate of procedural success, while the rate of SCD in this patient population is generally low."
},
{
	"page":"ENAS5083_5.4.2.0",
	"text":"Anti-arrhythmic surgery Surgical ablation of ventricular tachycardia Recommendations Classa Level b Surgical ablation guided by pre-operative and intra-operative electrophysiologic mapping performed at an experienced centre is recommended in patients with VT refractory to antiarrhythmic drug therapy after failure of catheter ablation by experienced electrophysiologists. I B Surgical ablation at the time of cardiac surgery (bypass or valve surgery) may be considered in patients with clinically documented VT or VF after failure of catheter ablation. IIb C VF = ventricular fibrillation; VT = ventricular tachycardia. a Class of recommendation. b Level of evidence."
},
{
	"page":"ENAS5083_5.5.0.0",
	"text":"ICD treat. psych. impact Psychosocial impact of implantable cardioverter defibrillator treatment Psychosocial management after implantable cardioverter defibrillator implantation Recommendations Classa Level b Assessment of psychological status and treatment of distress are recommended in patients with recurrent inappropriate shocks. I C Discussion of quality-of-life issues is recommended before ICD implantation and during disease progression in all patients. I C ICD = implantable cardioverter defibrillator. a Class of recommendation. b Level of evidence. Controlled defibrillator trials demonstrated preserved or improved quality of life in recipients of a defibrillator compared with that in controls. Nonetheless, anxiety (8–63%) and depression (5–41%) are common in defibrillator patients, most pronounced in patients experiencing inappropriate and/or frequent shocks (e.g. >5 shocks)."
},
{
	"page":"ENAS5083_6.1.1.0",
	"text":"Mgmt. of vent. arrhythmia in CAD Acute coronary syndromes SCD with ACS: pre-hospital Up to 6% of patients with ACS develop VT or VF within the first 48 hours after the onset of symptoms, most often before or during reperfusion. Prevention of sudden cardiac death associated with ACS: pre-hospital phase Recommendations Classa Level b In patients with chest pain it is recommended to reduce delays both from symptom onset to first medical contact and from first medical contact to reperfusion. I A It is recommended that ambulance teams are trained and equipped to identify ACS (with use of ECG recorders and telemetry as necessary) and treat cardiac arrest by performing basic life support and defibrillation. I B It is recommended that basic and advanced life support are performed following the algorithm protocols defined by the European Resuscitation Council or by national/international resuscitation expert groups. I C It is recommended that post-resuscitation care is performed in high-volume expert centres capable of offering multidisciplinary intensive care treatment including primary coronary interventions, electrophysiology, cardiac assist devices, cardiac and vascular surgery, and therapeutic hypothermia. I B The creation of regional networks for the treatment of cardiac arrest should be considered, to improve outcomes. IIa B ACS = acute coronary syndrome; ECG = electrocardiogram. a Class of recommendation. b Level of evidence."
},
{
	"page":"ENAS5083_6.1.2.1",
	"text":"SCD with ACS: hospital phase Indications for revascularization Prevention and management of SCD associated with ACS: in-hospital phase. Indications for revascularization Recommendations Classa Level b Urgent reperfusion is recommended in patients with STEMI. I A Coronary revascularization is recommended in patients with NSTEMI or unstable angina according to the ESC NSTEMI Guidelines. I C A coronary angiogram followed, if necessary, by coronary angioplasty within 2 hours of hospital admission is recommended in patients with high-risk NSTEMI, which also includes life-threatening VA. I C Prompt and complete coronary revascularization is recommended to treat myocardial ischaemia that may be present in patients with recurrent VT or VF. I C Prompt opening of the infarct vessels is recommended to reverse new-onset ischaemic AV conduction disturbances. This is especially true for AV block due to inferior infarction, even in the case of late (>12 hours) presentation. I C Direct admission to the catheterization laboratory is recommended in comatose survivors of OHCA with electrocardiographic criteria for ST-segment elevation myocardial infarction on the post-resuscitation ECG. I B An ‘intensive care unit stop’ should be considered in comatose survivors of OHCA without electrocardiographic criteria for ST-segment elevation on the post-resuscitation ECG: to exclude non-coronary causes; in the absence of an obvious non-coronary cause, a coronary angiogram should be considered as soon as possible (<2 hours), particularly in haemodynamically unstable patients. IIa B Implantation of LVAD or ECLS should be considered in haemodynamically unstable patients with recurrent VT or VF despite optimal therapy. IIa B Cardiac assist support and revascularization in specialized centres may be considered in patients with refractory cardiac arrest. IIb C ACS = acute coronary syndromes; AV = atrio-ventricular; ECG = electrocardiogram; ECLS = extracorporeal life support; ESC = European Society of Cardiology; LV = left ventricular; LVAD = left ventricular assist device; NSTEMI = non-ST-segment elevation myocardial infarction; OHCA = out-of-hospital cardiac arrest; SCD = sudden cardiac death; STEMI = ST-segment elevation myocardial infarction; VA = ventricular arrhythmia; VF = ventricular fibrillation; VT = ventricular tachycardia. a Class of recommendation. b Level of evidence."
},
{
	"page":"ENAS5083_6.1.2.2",
	"text":"Defib./cardioversion/drugs/ablation Prevention and management of SCD associated with ACS: in-hospital phase. Defibrillation/cardioversion/drugs/catheter ablation Recommendations Classa Level b Beta-blocker treatment is recommended for recurrent polymorphic VT. I B Intravenous amiodarone is recommended for the treatment of polymorphic VT. I C Immediate electrical cardioversion or defibrillation is recommended in patients with sustained VT or VF. I C Urgent coronary angiography followed, when indicated, by revascularization is recommended in patients with recurrent VT or VF, when myocardial ischaemia cannot be excluded. I C Correction of electrolyte imbalances is recommended in patients with recurrent VT or VF. I C Oral treatment with beta-blockers should be considered during hospital stay and continued thereafter in all ACS patients without contra-indications. IIa B Radiofrequency catheter ablation at a specialized ablation centre, followed by the implantation of an ICD, should be considered in patients with recurrent VT, VF, or electrical storms, despite complete revascularization and optimal medical treatment. IIa C Transvenous catheter overdrive stimulation should be considered if VT is frequently recurrent despite use of antiarrhythmic drugs and catheter ablation is not possible. IIa C Intravenous lidocaine may be considered for the treatment of recurrent sustained VT or VF not responding to beta-blockers or amiodarone or in the presence of contra-indications to amiodarone. IIb C Prophylactic treatment with antiarrhythmic drugs (other than beta-blockers) is not recommended. III B ACS = acute coronary syndromes; ICD = implantable cardioverter defibrillator; SCD = sudden cardiac death; VA = ventricular arrhythmia; VF = ventricular fibrillation; VT = ventricular tachycardia. a Class of recommendation. b Level of evidence."
},
{
	"page":"ENAS5083_6.1.2.3",
	"text":"Pacing/ICD Prevention and management of SCD associated with ACS: in-hospital phase. Pacing/ implantable cardioverter defibrillator Recommendations Classa Level b Temporary transvenous pacing is recommended in patients symptomatic for sinus bradycardia despite treatment with positive chronotropic medication. I C Temporary transvenous pacing is recommended in patients with symptomatic high-degree AV block without stable escape rhythm. I C Urgent angiography is recommended in patients symptomatic for high-degree AV block who have not received reperfusion. I C Reprogramming of a previously implanted ICD is recommended for patients with recurrent inappropriate ICD therapies. I C Reprogramming of previously implanted ICD should be considered to avoid unnecessary ICD shocks. IIa C ICD implantation or temporary use of a WCD may be considered <40 days after myocardial infarction in selected patients (incomplete revascularization, pre-existing LVEF dysfunction, occurrence of arrhythmias >48 hours after the onset of ACS, polymorphic VT or VF). IIb C ICD implantation for the primary prevention of SCD is generally not indicated <40 days after myocardial infarction. III A ACS = acute coronary syndrome; AV = atrio-ventricular; ICD = implantable cardioverter defibrillator; LVEF = left ventricular ejection fraction; SCD = sudden cardiac death; VF = ventricular fibrillation; VT = ventricular tachycardia; WCD = wearable cardioverter defibrillator. a Class of recommendation. b Level of evidence. Early VF (i.e. occurring within 48 hours) during ACS is associated with up to a fivefold increase in hospital mortality and probably identifies a risk for longer-term mortality. Not all of the later deaths are sudden, and the decision for defibrillator therapy needs to be based on additional risk factors in addition to VF or VT in the setting of ACS."
},
{
	"page":"ENAS5083_6.1.3.0",
	"text":"Diagnostic workup (TOOL) Figure 2 Diagnostic workup in patients with sustained ventricular arrhythmias and ACS ACS = acute coronary syndromes; i.v. = intravenous; K+ = potassium; LV = left ventricular; Mg2+ = magnesium; VF = ventricular fibrillation; VT = ventricular tachycardia. For interactivity see here"
},
{
	"page":"ENAS5083_6.2.1.0",
	"text":"Early after MI Risk stratification for SCD after MI Risk stratification for sudden cardiac death early (within 10 days) after myocardial infarction Recommendations Classa Level b PVS may be considered early after myocardial infarction in patients with reduced LVEF (≤40%) to assess the risk of sudden death. IIb B Non-invasive tests (e.g. microvolt T wave alternans, tests for autonomic dysfunction, or signal averaged ECG) are not recommended for risk stratification in the early phase after myocardial infarction. III B ECG = electrocardiogram; LVEF = left ventricular ejection fraction, PVS = programmed ventricular stimulation. a Class of recommendation. b Level of evidence."
},
{
	"page":"ENAS5083_6.2.2.0",
	"text":"Timing of ICD placement Timing of ICD placement after myocardial infarction: assessment of left ventricular ejection fraction before and after discharge Recommendations Classa Level b Early (before discharge) assessment of LVEF is recommended in all patients with acute myocardial infarction. I C Re-evaluation of LVEF 6–12 weeks after myocardial infarction is recommended to assess the potential need for primary prevention ICD implantation. I C ICD = implantable cardioverter defibrillator; LVEF = left ventricular ejection fraction. a Class of recommendation. b Level of evidence. LVEF should be assessed 6–12 weeks after myocardial infarction in stable patients and optimized on HF medication to assess a potential indication for a primary preventive defibrillator implantation. This evaluation should be structured and offered to all patients."
},
{
	"page":"ENAS5083_6.2.3.0",
	"text":"SCD after MI with preserved EF Risk stratification after myocardial infarction in patients with stable coronary artery disease and preserved ejection fraction Recommendations Classa Level b PVS should be considered in survivors of a myocardial infarction with preserved LV function and otherwise unexplained syncope IIa C LV = left ventricular; PVS = programmed ventricular stimulation. a Class of recommendation. b Level of evidence. Revascularization in patients with stable coronary artery disease after myocardial infarction with preserved ejection fraction Recommendations Classa Level b Coronary revascularization is recommended, to reduce the risk of SCD in patients with VF, when acute myocardial ischaemia precedes the onset of VF. I B SCD = sudden cardiac death; VF = ventricular fibrillation. a Class of recommendation. b Level of evidence. After coronary revascularization, LVEF should be re-evaluated after 6-12 weeks to assess potential indications for primary prevention ICD implantation. Use of antiarrhythmic drugs Recommendations Classa Level b Amiodarone may be considered for relief of symptoms from VAs in survivors of a myocardial infarction, but has no effect on mortality. IIb B Therapy with sodium channel blockers (Class IC) is not recommended to prevent sudden death in patients with CAD or who survived myocardial infarction. III B CAD = coronary artery disease; VA = ventricular arrhythmia. a Class of recommendation. b Level of evidence."
},
{
	"page":"ENAS5083_7.1.0.0",
	"text":"LV dysfunction: therapies Primary prevention of SCD Use of drugs in patients with left ventricular dysfunction Recommendations Classa Level b Optimal pharmacological therapy with ACE inhibitors (or, when intolerant, ARB), beta-blockers, and MRA is recommended in patients with HF with systolic dysfunction (LVEF ≤35–40%) to reduce total mortality and SCD. I A ACE = angiotensin converting enzyme; ARB = angiotensin II receptor blocker; HF = heart failure; LVEF = left ventricular ejection fraction; MRA = mineralocorticoid receptor antagonist; SCD = sudden cardiac death. a Class of recommendation. b Level of evidence. Implantable cardioverter defibrillator implant in patients with left ventricular dysfunction Recommendations Classa Levelb ICD therapy is recommended, to reduce SCD in patients with symptomatic HF (NYHA Class II-III) and LVEF ≤35%, after ≥3 months of optimal medical therapy, who are expected to survive at least 1 year with good functional status:     Ischaemic aetiology (at least 6 weeks after myocardial infarction). I A Non-ischaemic aetiology. I B HF = heart failure; ICD = implantable cardioverter defibrillator; LVEF = left ventricular ejection fraction; NYHA = New York Heart Association; SCD = sudden cardiac death. a Class of recommendation. b Level of evidence. Implantable cardioverter defibrillator in patients with NYHA Class IV listed for heart transplantation Recommendations Classa Level b ICD implantation should be considered for primary and secondary prevention of SCD in patients who are listed for heart transplant. IIa C ICD = implantable cardioverter defibrillator; SCD = sudden cardiac death; NYHA = New York Heart Association. a Class of recommendation. b Level of evidence. Two large trials have provided data on the primary prevention of SCD by an ICD in patients with HF and a reduced LVEF: the Sudden Cardiac Death in HEart Failure Trial (SCD-HeFT) and the Multicenter Automatic Defibrillator Implantation Trial-II (MADIT-II). In SCD-HeFT, use of an ICD was associated with a 23% decreased risk of death (Hazard ratio 0.77, 95% CI 0.62–0.96; P = 0.007) and an absolute decrease in mortality of 7% after 5 years (from 29% to 22%). In the DEFibrillator In Non-Ischemic cardiomyopathy Treatment Evaluation (DEFINITE) trial, mortality was reduced by 35% in the ICD group (hazard ratio 0.65; 95% CI 0.40–1.06; P = 0.08). There are currently no controlled, randomized studies demonstrating the value of an ICD in asymptomatic patients (NYHA Class I) with systolic dysfunction (LVEF ≤35% or 40%), or in HF patients with preserved LVEF >40-45%, so ICD is not recommended for primary prevention in these patients."
},
{
	"page":"ENAS5083_7.2.1.0",
	"text":"Cardiac resynchronization therapy Sinus rhythm in class III-IV HF TABLE A - Cardiac resynchronization therapy in the primary prevention of sudden death in patients with sinus rhythm and in NYHA functional Class III - ambulatory Class IV Recommendations Classa Level b CRT is recommended in patients with a LVEF ≤35% and LBBB, despite at least 3 months of optimal pharmacological therapy, who are expected to survive at least 1 year with good functional status to reduce all-cause mortality:     With a QRS duration of >150 ms I A With a QRS duration of 120–150 ms I B CRT should or may be considered in patients with a LVEF ≤35%, without LBBB, despite at least 3 months of optimal pharmacological therapy, who are expected to survive at least 1 year with good functional status to reduce all-cause mortality:     With a QRS duration of >150 ms IIa B With a QRS duration of 120–150 ms IIb B CRT = cardiac resynchronization therapy; LBBB = left bundle branch block; LVEF = left ventricular ejection fraction; NYHA = New York Heart Association. a Class of recommendation. b Level of evidence."
},
{
	"page":"ENAS5083_7.2.2.0",
	"text":"Permanent AFib in class III-IV HF TABLE B - Cardiac resynchronization therapy in the primary prevention of sudden death in patients with permanent atrial fibrillation in NYHA functional Class III - ambulatory Class IV Recommendations Classa Level b CRT should be considered in chronic HF patients, QRS ≥120 ms, and LVEF ≤35% who remain in NYHA functional Class III / ambulatory Class IV despite at least 3 months of optimal pharmacological therapy, who are expected to survive at least 1 year with good functional status, to reduce all-cause mortality, provided that a BiV pacing as close to 100% as possible can be achieved. IIa B AV junction ablation should be considered in case of incomplete BiV pacing. IIa B AV = atrio-ventricular; BiV = biventricular; CRT = cardiac resynchronization therapy; HF = heart failure; LVEF = left ventricular ejection fraction; NYHA = New York Heart Association. a Class of recommendation. b Level of evidence."
},
{
	"page":"ENAS5083_7.2.3.0",
	"text":"Sinus rhythm and mild HF TABLE C - Cardiac resynchronization therapyc in the primary prevention of sudden death in patients with sinus rhythm and mild (NYHA Class II) HF Recommendations Classa Level b CRT-D is recommended in patients with QRS duration of ≥130 ms, with a LVEF ≤30%, and with a LBBB, despite at least 3 months of optimal pharmacological therapy, who are expected to survive at least 1 year with good functional status, to reduce all-cause mortality. I A CRT-D may be considered in patients with QRS duration of ≥150 ms, irrespective of QRS morphology, and a LVEF ≤35%, despite at least 3 months of optimal pharmacological therapy, who are expected to survive at least 1 year with good functional status, to prevent hospitalization for heart failure. IIb A CRT-D = cardiac resynchronization therapy defibrillator; HF = heart failure; LBBB = left bundle branch block; LVEF = left ventricular ejection fraction; NYHA = New York Heart Association. a Class of recommendation. b Level of evidence. C These recommendations refer specifically to CRT-D, since studies on the effect of resynchronization in patients with NYHA Class II only used CRT-D. In patients with sinus rhythm recommendations are provided in relation to LBBB vs. non-LBBB morphology, and also regarding QRS duration (120–150 ms vs. >150 ms) (Table A in this section). For patients with AF recommendations are provided in Table B in this section. CRT is not recommended in heart failure patients with QRS duration <120 ms."
},
{
	"page":"ENAS5083_7.3.0.0",
	"text":"Premature ventricular complexes Treatment of patients with left ventricular dysfunction and premature ventricular complexes Recommendations Classa Level b In patients with frequent symptomatic PVC or NSVT:     Amiodarone should be considered. IIa B Catheter ablation should be considered. IIa B Catheter ablation should be considered in patients with LV-dysfunction associated with PVCs. IIa B LV = left ventricular; NSVT = non-sustained ventricular tachycardia; PVC = premature ventricular complex. a Class of recommendation. b Level of evidence. PVCs and runs of NSVT in subjects with structural heart disease contribute to an increased mortality risk, and >10 PVCs per hour or runs of NSVT are an acceptable marker for an increased risk. If patients are symptomatic due to PVCs or NSVTs or if PVCs or NSVTs contribute to reduced LVEF (tachycardia-induced cardiomyopathy), amiodarone or catheter ablation should be considered. A high PVC burden (>24%) in patients with LV dysfunction and a rather short coupling interval of the PVCs (<300 ms), suggest a PVC-induced cardiomyopathy. In such patients, catheter ablation can suppress PVCs and restore LV dysfunction."
},
{
	"page":"ENAS5083_7.4.1.0",
	"text":"Sustained ventricular tachycardia Drug therapy Treatment of patients with LV dysfunction and sustained recurrent monomorphic VT Recommendations Classa Level b Optimization of HF medication according to current HF Guidelines is recommended in patients with LV dysfunction and sustained VT. I C Amiodarone treatment should be considered, to prevent VT, in patients with or without an ICD. IIa C HF = heart failure; LV = left ventricular; ICD = Implantable cardioverter defibrillator; VT = ventricular tachycardia. a Class of recommendation. b Level of evidence."
},
{
	"page":"ENAS5083_7.4.2.0",
	"text":"Catheter ablation Prevention of VT recurrences in patients with LV dysfunction and sustained VT Recommendations Classa Level b Urgent catheter ablation in specialized or experienced centres is recommended in patients presenting with incessant VT or electrical storm resulting in ICD shocks. I B Amiodarone or catheter ablation is recommended in patients with recurrent ICD shocks due to sustained VT. I B ICD implantation is recommended in patients undergoing catheter ablation whenever they satisfy eligibility criteria for ICD. I C Amiodarone or catheter ablation should be considered after a first episode of sustained VT in patients with an ICD. IIa B ICD = implantable cardioverter defibrillator; VT = ventricular tachycardia. a Class of recommendation. b Level of evidence."
},
{
	"page":"ENAS5083_7.4.3.0",
	"text":"Bundle branch re-entrant tachycardia Prevention of ventricular tachycardia recurrences in patients with bundle branch re-entrant tachycardia Recommendations Classa Level b Catheter ablation as first-line therapy is recommended in patients presenting with bundle branch re-entrant tachycardia. I C a Class of recommendation. b Level of evidence. Bundle branch tachycardia is a rare macro-re-entry tachycardia that typically involves the right bundle branch as the anterograde and the left bundle branch as the retrograde limb. On the 12-lead surface ECG, LBBB morphology with left-axis deviation is seen. Bundle-branch re-entry is often associated with cardiomyopathy. Catheter ablation of one of the bundle branches is curative."
},
{
	"page":"ENAS5083_8.1.1.0",
	"text":"Cardiomyopathies Dilated cardiomyopathy Definition Nearly all cardiomyopathies can be associated with VA and an increased risk of SCD that varies with the aetiology and the severity of the disease. DCM is defined as LV dilatation and systolic dysfunction in the absence of abnormal loading conditions or CAD sufficient to cause global systolic impairment. In adults, DCM is more common in men than in women, with an overall prevalence of 1 in 2,500 individuals, and an estimated annual incidence of 7 per 100,000. In children, the incidence is 0.57 cases per 100,000. Potentially pathogenic genetic mutations are found in 20% of adults with DCM (sarcomere and desmosomal proteins). Mutations in lamin A/C (LMNA) and desmin are frequent in patients with conduction diseases."
},
{
	"page":"ENAS5083_8.1.2.0",
	"text":"Risk stratification and mgmt. Prevention of sudden cardiac death in patients with dilated cardiomyopathy Recommendations Classa Level b Optimal medical therapy (ACE-inhibitors, beta-blockers and MRA) is recommended in patients with DCM, to reduce the risk of sudden death and progressive HF. I A Prompt identification and treatment of arrhythmogenic factors (e.g. proarrhythmic drugs, hypokalaemia) and co-morbidities (e.g. thyroid disease) is recommended in patients with DCM and VA. I C A coronary angiography is recommended in stable DCM patients with an intermediate risk of CAD and new onset VA. I B An ICD is recommended in patients with DCM and haemodynamically not tolerated VT/VF, who are expected to survive for >1 year with good functional status. I A An ICD is recommended in patients with DCM, symptomatic HF (NYHA Class II–III), and an ejection fraction ≤35% despite ≥3 months of treatment with optimal pharmacological therapy, who are expected to survive for >1 year with good functional status. I B Catheter ablation is recommended in patients with DCM and bundle branch re-entry ventricular tachycardia refractory to medical therapy. I B An ICD should be considered in patients with DCM and a confirmed disease-causing LMNA mutation and clinical risk factorsc. IIa B Amiodarone should be considered in patients with an ICD who experience recurrent appropriate shocks in spite of optimal device programming. IIa C Catheter ablation may be considered in patients with DCM and VA not caused by bundle branch re-entry refractory to medical therapy. IIb C Invasive EPS with PVS may be considered for SCD risk stratification. IIb B Amiodarone is not recommended for the treatment of asymptomatic NSVT in patients with DCM. III A Use of sodium channel blockers and dronedarone to treat VA is not recommended in patients with DCM. III A ACE = angiotensin-converting enzyme; CAD = coronary artery disease; DCM = dilated cardiomyopathy; EPS = electrophysiologic study; HF = heart failure; ICD = implantable cardioverter defibrillator; LMNA = lamin A/C; MRA = mineralocorticoid receptor antagonists; NSVT = non-sustained ventricular tachycardia; NYHA = New York Heart Association; PVS = programmed ventricular stimulation; VA = ventricular arrhythmia; VT = ventricular tachycardia. a Class of recommendation. b Level of evidence. c Risk factors in patients with a confirmed LMNA mutation: NSVT during ambulatory electrocardiogram monitoring, LVEF <45% at first evaluation, male sex, and non-missense mutations (insertion, deletion, truncations, or mutations affecting splicing)."
},
{
	"page":"ENAS5083_8.2.1.0",
	"text":"Hypertrophic cardiomyopathy Introduction HCM is characterized by increased LV wall thickness that is not solely explained by abnormal LV loading conditions. The worldwide prevalence of unexplained LV hypertrophy is estimated in the range of 0.02–0.23% in adults, with much lower rates in patients <25 years of age. While HCM is most frequently transmitted as an autosomal-dominant genetic trait, most studies report a small male preponderance and the frequency of HCM in different racial groups is similar. Overall annual cardiovascular mortality and the rate of death or appropriate ICD discharge for VT/VF in unselected adults with HCM is 1–2% and 0.81%, respectively."
},
{
	"page":"ENAS5083_8.2.2.0",
	"text":"Prevention of SCD Prevention of sudden cardiac death in patients with hypertrophic cardiomyopathy Recommendations Classa Level b Avoidance of competitive sportsc is recommended in patients with HCM. I C ICD implantation is recommended in patients who have survived a cardiac arrest due to VT or VF or who have spontaneous sustained VT causing syncope or haemodynamic compromise and a life expectancy of >1 year. I B Risk stratification with the HCM Risk-SCD calculatord  is recommended to estimate the risk of sudden death at 5 years in patients aged ≥16 years without a history of resuscitated VT or VF or spontaneous sustained VT causing syncope or haemodynamic compromise. I B It is recommended that the 5-year risk of SCD is assessed at first evaluation and at 1–2 yearly intervals, or when there is a change in clinical status. I B ICD implantation should be considered in patients with an estimated 5-year risk of sudden death of ≥6% and a life expectancy of >1 year following detailed clinical assessment that takes into account the lifelong risk of complications and the impact of an ICD on lifestyle, socioeconomic status, and psychological health. IIa B ICD implantation may be considered in individual patients with an estimated 5-year risk of SCD of between ≥4% and <6% and a life expectancy of >1 year following detailed clinical assessment that takes into account the lifelong risk of complications and the impact of an ICD on lifestyle, socioeconomic status, and psychological health. IIb B ICD implantation may be considered in individual patients with an estimated 5-year risk of SCD of <4% when they have clinical features that are of proven prognostic importance and when an assessment of the lifelong risk of complications and the impact of an ICD on lifestyle, socioeconomic status, and psychological health suggests a net benefit from ICD therapy. IIb B Invasive EPS with PVS is not recommended for SCD risk stratification. III C EPS = electrophysiological study; HCM = hypertrophic cardiomyopathy; ICD = implantable cardioverter defibrillator; PVS = programmed ventricular stimulation; SCD = sudden cardiac death; VF = ventricular fibrillation; VT = ventricular tachycardia. a Class of recommendation. b Level of evidence. c ESC Guidelines define competitive sport as amateur or professional engagement in exercise training on a regular basis and participation in official competitions. d O’Mahony C, et al. Eur Heart J 2014;35:2010-2020."
},
{
	"page":"ENAS5083_8.3.0.0",
	"text":"Arrhythmogenic RV cardiomyopathy Prevention of sudden cardiac death in patients with arrhythmogenic right ventricular cardiomyopathy Recommendations Classa Level b Avoidance of competitive sportsc is recommended in patients with ARVC. I C Beta-blockers, titrated to the maximally tolerated dose, are recommended as the first-line therapy, to improve symptoms in patients with frequent PVC and NSVT. I C ICD implantation is recommended in patients with history of aborted SCD and haemodynamically poorly tolerated VT. I C Amiodarone should be considered, to improve symptoms, in patients with frequent PVC or NSVT who are intolerant, or have contra-indications, to beta-blockers. IIa C Catheter ablation, performed in experienced centres, should be considered in patients with frequent symptomatic PVC or VT unresponsive to medical therapy, to improve symptoms and prevent ICD shocks, respectively. IIa B ICD implantation should be considered in ARVC patients who have haemodynamically well tolerated sustained VT, balancing the risk of ICD therapy, including long-term complications, and the benefit for the patient. IIa B ICD implantation may be considered in patients with one or more recognized risk factors for VA in adult patients with a life expectancy of >1 year following detailed clinical assessment that takes into account the lifelong risk of complications and the impact of an ICD on lifestyle, socioeconomic status, and psychological health. IIb C Invasive EPS with PVS may be considered for SCD risk stratification. IIb C ARVC = arrhythmogenic right ventricular cardiomyopathy; EPS = electrophysiological study; ICD = implantable cardioverter defibrillator; NSVT = non-sustained ventricular tachycardia; PVC = premature ventricular complexes; PVS = programmed ventricular stimulation; SCD = sudden cardiac death; VA = ventricular arrhythmia; VT = ventricular tachycardia. a Class of recommendation. b Level of evidence. c ESC Guidelines define competitive sport as amateur or professional engagement in exercise training on a regular basis and participation in official competitions."
},
{
	"page":"ENAS5083_8.4.1.0",
	"text":"Other Cardiomyopathies Infiltrative cardiomyopathy Cardiac amyloidosis Recommendations Classa Level b An ICD should be considered in patients with light-chain amyloidosis or hereditary transthyretin-associated cardiac amyloidosis and VA causing haemodynamic instability, who are expected to survive for >1 year with good functional status. IIa C ICD = implantable cardioverter defibrillator; VA = ventricular arrhythmia. a Class of recommendation. b Level of evidence."
},
{
	"page":"ENAS5083_8.4.2.0",
	"text":"Restrictive cardiomyopathy Restrictive cardiomyopathy Recommendations Classa Level b An ICD is recommended in patients with restrictive cardiomyopathy and sustained VA causing haemodynamic instability, who are expected to survive for >1 year with good functional status, to reduce the risk of SCD. I C ICD = implantable cardioverter defibrillator; SCD = sudden cardiac death; VA = ventricular arrhythmia. a Class of recommendation. b Level of evidence."
},
{
	"page":"ENAS5083_8.4.3.0",
	"text":"Chagas’ cardiomyopathy Chagas’ cardiomyopathy Recommendations Classa Level b An ICD should be considered in patients with Chagas’ cardiomyopathy and an LVEF <40% when they are expected to survive for >1 year with good functional status. IIa C ICD = implantable cardioverter defibrillator; LVEF = left ventricular ejection fraction. a Class of recommendation. b Level of evidence."
},
{
	"page":"ENAS5083_9.1.0.0",
	"text":"Inherited pri. arrhythmia synd. Introduction Inherited primary arrhythmia syndromes are a diverse group of genetic disorders caused by mutations in genes coding for channel-proteins that regulate the electrical function of the heart. In the absence of overt structural heart defects, these mutations favor the onset of life-threatening VA. Primary arrhythmia syndromes account for 15–25% of SCD in young individuals with a morphologically “normal” heart."
},
{
	"page":"ENAS5083_9.2.1.0",
	"text":"Long QT syndrome Diagnosis Diagnosis of Long QT Syndrome (in the absence of secondary causes for QT prolongation) Recommendations Classa Level b LQTS is diagnosed in either: QTc ≥480 ms in repeated 12-lead ECGs OR LQTS risk score >3c I C LQTS is diagnosed in the presence of a confirmed pathogenic LQTS mutation, irrespective of the QT duration. I C ECG diagnosis of LQTS should be considered in the presence of a 460<QTc<480 ms in repeated 12-lead ECGs in patients with an unexplained syncopal episode or documented ventricular tachycardia/fibrillation in the absence of heart disease. IIa C ECG = electrocardiogram; LQTS = Long QT Syndrome; QTc = corrected QT. a Class of recommendation. b Level of evidence. c Schwartz PJ, et al. Circulation 1993;88:782-784"
},
{
	"page":"ENAS5083_9.2.2.0",
	"text":"Risk stratification and mgmt. Risk stratification and management in Long QT Syndrome Recommendations Classa Level b The following lifestyle changes are recommended in all patients with a diagnosis of LQTS: Avoidance of QT-prolonging drugs (www.crediblemeds.org). Correction of electrolyte abnormalities (hypokalaemia, hypomagnesaemia, hypocalcaemia) that may occur during diarrhoea, vomiting, or metabolic conditions. Avoidance of genotype-specific triggers for arrhythmias (strenuous swimming especially in LQT1 and exposure to loud noises in LQT2 patients). I B Beta-blockers are recommended in patients with a clinical diagnosis of LQTS. I B ICD implantation with the use of beta-blockers is recommended in LQTS patients with previous cardiac arrest. I B Beta-blockers should be considered in carriers of a causative LQTS mutation and normal QT interval. IIa B ICD implantation in addition to beta-blockers should be considered in LQTS patients who experienced syncope and/or VT while receiving an adequate dose of beta-blockers. IIa B Left cardiac sympathetic denervation should be considered in patients with symptomatic LQTS when: Beta-blockers are either not effective, not tolerated, or contra-indicated; ICD therapy is contra-indicated or refused; Patients on beta-blockers with an ICD experience multiple shocks. IIa C Sodium channel blockers (mexiletine, flecainide, or ranolazine) may be considered as add-on therapy to shorten QT interval in LQT3 patients with a QTc >500 ms. IIb C Implantation of an ICD may be considered in addition to beta-blocker therapy in asymptomatic carriers of a pathogenic mutation in KCNH2 or SCN5A when QTc is >500 ms. IIb C Invasive EPS with PVS is not recommended for sudden cardiac death risk stratification. III C EPS = electrophysiological study; ICD = implantable cardioverter defibrillator; LQTS = Long QT Syndrome; LQT1 = Long QT Syndrome type 1; LQT2 = Long QT Syndrome type 2; LQT3 = Long QT Syndrome type 3; PVS = programmed ventricular stimulation; QTc = corrected QT; VT = ventricular tachycardia. a Class of recommendation. b Level of evidence."
},
{
	"page":"ENAS5083_9.3.1.0",
	"text":"Short QT syndrome Diagnosis Diagnosis of Short QT Syndrome Recommendations Classa Level b SQTS is diagnosed in the presence of a QTc ≤340 ms. I C SQTS should be considered in the presence of a 340<QTc ≤360 ms and one or more of the following: A confirmed pathogenic mutation, A family history of SQTS, A family history of sudden death at age <40 years, A history of unexplained syncope or documented ventricular tachycardia/fibrillation in the absence of heart disease. IIa C QTc = corrected QT; SQTS = Short QT Syndrome; VF = ventricular fibrillation; VT = ventricular tachycardia. a Class of recommendation. b Level of evidence."
},
{
	"page":"ENAS5083_9.3.2.0",
	"text":"Risk stratification and mgmt. Risk stratification and management in Short QT Syndrome Recommendations Classa Level b ICD implantation is recommended in patients with a diagnosis of SQTS who: Are survivors of an aborted cardiac arrest, and/or Have documented spontaneous sustained VT. I C Quinidine or sotalol may be considered in patients with a diagnosis of SQTS who qualify for an ICD but present a contra-indication to the ICD or refuse it. IIb C Quinidine or sotalol may be considered in asymptomatic patients with a diagnosis of SQTS and a family history of SCD. IIb C Invasive EPS with PVS is not recommended for sudden cardiac death risk stratification. III C EPS = electrophysiological study; ICD = implantable cardioverter defibrillator; PVS = programmed ventricular stimulation; QTc = corrected QT; SCD = sudden cardiac death; SQTS = Short QT Syndrome; VT = ventricular tachycardia. a Class of recommendation. b Level of evidence."
},
{
	"page":"ENAS5083_9.4.1.0",
	"text":"Brugada syndrome Diagnosis Diagnosis of Brugada Syndrome Recommendations Classa Level b Brugada Syndrome is diagnosed in patients with ST-segment elevation with type 1 morphology ≥2 mm in ≥1 lead among the right precordial leads V1 and/or V2 positioned in the 2nd, 3rd or 4th intercostal space, occurring either spontaneously or after provocative drug test with intravenous administration of sodium channel blockers (such as ajmaline, flecainide, procainamide or pilsicainide). I C a Class of recommendation. b Level of evidence."
},
{
	"page":"ENAS5083_9.4.2.0",
	"text":"Risk stratification and mgmt. Risk stratification and management in Brugada Syndrome Recommendations Classa Level b The following lifestyle changes are recommended in all patients with a diagnosis of Brugada syndrome: Avoidance of drugs that may induce ST-segment elevation in right precordial leads (www.brugadadrugs.org); Avoidance of excessive alcohol intake and large meals; Prompt treatment of any fever with antipyretic drugs. I C ICD implantation is recommended in patients with a diagnosis of Brugada syndrome who: Are survivors of an aborted cardiac arrest, and/or Have documented spontaneous sustained VT. I C ICD implantation should be considered in patients with a spontaneous diagnostic type I ECG pattern and history of syncope. IIa C Quinidine or isoproterenol should be considered in patients with Brugada syndrome to treat electrical storms. IIa C Quinidine should be considered in patients who qualify for an ICD, but present a contra-indication or refuse it, and in patients who require treatment for supraventricular arrhythmias. IIa C ICD implantation may be considered in patients with a diagnosis of Brugada syndrome who develop VF during PVS with up to either 2 or 3 extrastimuli at two sites. IIb C Catheter ablation may be considered in patients with a history of electrical storms or repeated appropriate ICD shocks. IIb C ECG = electrocardiogram; ICD = implantable cardioverter defibrillator; PVS = programmed ventricular stimulation; VF = ventricular fibrillation; VT = ventricular tachycardia. a Class of recommendation. b Level of evidence."
},
{
	"page":"ENAS5083_9.5.1.0",
	"text":"CPVT Diagnosis Diagnosis of Catecholaminergic Polymorphic Ventricular Tachycardia Recommendations Classa Level b CPVT is diagnosed in the presence of a structurally normal heart, normal ECG, and exercise or emotion induced bidirectional or polymorphic VT. I C CPVT is diagnosed in patients who are carriers of a pathogenic mutation(s) in the genes RyR2 or CASQ2. I C CPVT = catecholaminergic polymorphic VT; ECG = electrocardiogram; VT = ventricular tachycardia. a Class of recommendation. b Level of evidence."
},
{
	"page":"ENAS5083_9.5.2.0",
	"text":"Risk stratification and mgmt. Risk stratification and management in Catecholaminergic Polymorphic Ventricular Tachycardia Recommendations Classa Level b The following lifestyle changes are recommended in all patients with a diagnosis of CPVT: avoidance of competitive sports, strenuous exercise, and stressful environments. I C Beta-blockers are recommended in all patients with a clinical diagnosis of CPVT, based on the presence of documented spontaneous or stress-induced VAs. I C ICD implantation in addition to beta-blockers with or without flecainide is recommended in patients with a diagnosis of CPVT who experience cardiac arrest, recurrent syncope, or polymorphic/bidirectional VT despite optimal therapy. I C Therapy with beta-blockers should be considered for genetically positive family members, even after a negative exercise test. IIa C Flecainide should be considered in addition to beta-blockers in patients with a diagnosis of CPVT who experience recurrent syncope or polymorphic/bidirectional VT while on beta-blockers, when there are risk/contra-indications for the ICD, an ICD is not available or rejected by the patient. IIa C Flecainide should be considered in addition to beta-blockers in patients with a diagnosis of CPVT and carriers of an ICD to reduce appropriate ICD shocks. IIa C Left cardiac sympathetic denervation may be considered in patients with a diagnosis of CPVT who experience recurrent syncope or polymorphic/bidirectional VT/several appropriate ICD shocks while on beta-blockers or beta-blockers plus flecainide and in patients who are intolerant or with contra-indication to beta-blockers. IIb C Invasive EPS with PVS is not recommended for sudden cardiac death risk stratification. III C CPVT = catecholaminergic polymorphic ventricular tachycardia; EPS = electrophysiological study; ICD = implantable cardioverter defibrillator; PVS = programmed ventricular stimulation; SCD = sudden cardiac death; VA = ventricular arrhythmia; VT = ventricular tachycardia. a Class of recommendation. b Level of evidence."
},
{
	"page":"ENAS5083_10.1.0.0",
	"text":"Paediatric arrhythmias and CHD Mgmt. of ventricular arrhythmia Management of ventricular arrhythmias in children with a structurally normal heart Recommendations Classa Level b It is recommended that asymptomatic children with frequent isolated premature ventricular complexes or an accelerated ventricular rhythm and normal ventricular function be followed-up without treatment. I B Medical therapy or catheter ablation is recommended in children with frequent PVCs or VT thought to be causative of ventricular dysfunction. I C Catheter ablation should be considered, when medical therapy is either not effective or undesired in symptomatic children with idiopathic RVOT VT/PVCs or verapamil-sensitive left-fascicular VT. IIa B Catheter ablation by experienced operators should be considered after failure of medical therapy or as an alternative to chronic medical therapy in symptomatic children with idiopathic LVOT, aortic cusps or epicardial VT/PVCs. IIa B Sodium channel blockers (Class IC agents) should be considered as an alternative to beta-blockers or verapamil in children with outflow tract VT. IIa C Catheter ablation is not recommended in children under 5 years of age, except when previous medical therapy fails or when VT is not haemodynamically tolerated. III B The use of verapamil is not recommended in children younger than 1 year. III C LVOT = left ventricular outflow tract; PVC = premature ventricular complex; RVOT = right ventricular outflow tract; VA = ventricular arrhythmia; VT = ventricular tachycardia. a Class of recommendation. b Level of evidence."
},
{
	"page":"ENAS5083_10.2.0.0",
	"text":"SCD and VA in pts. with CHD Prevention of SCD and management of VA in patients with congenital heart disease Recommendations Classa Level b After evaluation to define the cause of the event and exclude any reversible causes, ICD implantation is recommended for patients with CHD who are survivors of an aborted cardiac arrest. I B ICD implantation is recommended for patients with CHD with symptomatic sustained VT, who have undergone haemodynamic and electrophysiological evaluation. I B Catheter ablation is recommended as additional therapy or an alternative to ICD in patients with CHD who have recurrent monomorphic VT or appropriate ICD therapies that are not manageable by device reprogramming or drug therapy. I C ICD therapy is recommended in adults with CHD and a systemic LVEF <35%, biventricular physiology, symptomatic HF despite optimal medical treatment, and NYHA functional Class II or III. I C ICD implantation should be considered in patients with CHD with syncope of unknown origin in the presence of either advanced ventricular dysfunction or inducible sustained VT or VF on PVS. IIa B ICD implantation should be considered in selected patients with tetralogy of Fallot and multiple risk factors for SCD, including LV dysfunction, non-sustained VT, QRS duration >180 ms, or inducible sustained VT at PVS. IIa B Catheter ablation should be considered for symptomatic sustained monomorphic VT in patients with CHD and an ICD, as an alternative to drug therapy. IIa B ICD therapy may be considered in patients with advanced single or systemic right ventricular dysfunction, in the presence of other risk factors, such as non-sustained VT, NYHA functional Class II or III, or severe systemic AV valve regurgitation. IIb B PVS may be considered for risk stratification of SCD in patients with tetralogy of Fallot who have ≥1 risk factors among: LV dysfunction, non-sustained VT, or QRS duration >180 ms. IIb B PVS may be considered in patients with CHD and non-sustained VT to determine the risk of sustained VT. IIb C Surgical ablation guided by electrophysiologic mapping may be considered in patients with CHD undergoing cardiac surgery, with clinical sustained VT, and with inducible sustained monomorphic VT with an identified critical isthmus. IIb C Catheter ablation or prophylactic antiarrhythmic therapy is not recommended for asymptomatic infrequent PVC in patients with CHD and stable ventricular function. III C PVS is not recommended to stratify the risk in patients with CHD in the absence of other risk factors or symptoms. III B AV = atrio-ventricular; CHD = congenital heart disease; HF = heart failure; ICD = implantable cardioverter defibrillator; LV = left ventricular; NYHA = New York Heart Association; PVC = premature ventricular complex; PVS = programmed ventricular stimulation; SCD = sudden cardiac death; VA = ventricular arrhythmia; VF = ventricular fibrillation; VT = ventricular tachycardia. a Class of recommendation. b Level of evidence."
},
{
	"page":"ENAS5083_10.3.0.0",
	"text":"ICD therapy Implantable cardioverter defibrillator in paediatric patients Recommendations Classa Level b ICD implantation is recommended for paediatric patients who are survivors of cardiac arrest in the absence of reversible causes. I B ICD implantation in combination with medical therapy is recommended for high-risk paediatric patients with inheritable channelopathies, cardiomyopathies or CHD. I B Periodic DFT testing of non-transvenous ICD systems should be considered during growth in young children. IIa C CHD = congenital heart disease; DFT = defibrillation threshold; ICD = implantable cardioverter defibrillator. a Class of recommendation. b Level of evidence."
},
{
	"page":"ENAS5083_11.1.0.0",
	"text":"VT and VF in normal hearts Outflow tract VT Treatment of outflow tract ventricular tachycardia Recommendations Classa Level b Catheter ablation of RVOT VT/PVC is recommended in symptomatic patients and/or in patients with a failure of antiarrhythmic drug therapy (e.g. beta blocker) or in patients with a decline in LV-function due to RVOT-PVC burden. I B Treatment with sodium channel blockers (Class IC agents) is recommended in symptomatic patients with LVOT/aortic cusp/epicardial VT/PVC. I C Catheter ablation of LVOT/aortic cusp/epicardial VT/PVC by experienced operators after failure of ≥1 sodium channel blockers (Class IC agents) or in patients not wanting long-term antiarrhythmic drug therapy, should be considered in symptomatic patients. IIa B LV = left ventricular; LVOT = left ventricular outflow tract; PVC = premature ventricular complex; RVOT = right ventricular outflow tract; VT = ventricular tachycardia. a Class of recommendation. b Level of evidence."
},
{
	"page":"ENAS5083_11.2.0.0",
	"text":"VT of miscellaneous origin This definition includes several forms of VT: idiopathic left ventricular tachycardia, papillary muscle ventricular tachycardia and annular ventricular tachycardias (from mitral and tricuspid annulus). The most common form of idiopathic left ventricular tachycardia is the verapamil-sensitive left posterior fascicular VT. Treatment to prevent idiopathic ventricular tachycardia recurrence Recommendations Classa Level b Catheter ablation by experienced operators is recommended as a first-line treatment in symptomatic patients with idiopathic left VT. I B When catheter ablation is not available or desired, treatment with beta-blockers, verapamil or sodium channel blockers (Class IC agents) is recommended in symptomatic patients with idiopathic left VT. I C Treatment with beta-blockers, verapamil or sodium channel blockers (Class IC agents) is recommended in symptomatic patients with papillary muscle tachycardia. I C Treatment with beta-blockers, verapamil or sodium channel blockers (Class IC agents) is recommended in symptomatic patients with mitral and tricuspid annular tachycardia. I C Catheter ablation under echo-guidance by experienced operators after failure of ≥1 sodium channel blockers (Class IC agents) or in patients refusing long-term antiarrhythmic drug therapy should be considered in symptomatic patients with papillary muscle tachycardia IIa B Catheter ablation by experienced operators after failure of ≥1 sodium channel blockers (Class IC agents), or in patients not wanting long-term antiarrhythmic drug, should be considered in symptomatic patients with mitral and tricuspid annular tachycardia. IIa B VT = ventricular tachycardia. a Class of recommendation. b Level of evidence."
},
{
	"page":"ENAS5083_11.3.0.0",
	"text":"Idiopathic VF Treatment of idiopathic ventricular fibrillation Recommendations Classa Level b ICD implantation is recommended in survivors of idiopathic VF. I B Catheter ablation of PVCs triggering recurrent VF leading to ICD interventions is recommended when performed by experienced operators. I B Catheter ablation of PVCs leading to electrical storm is recommended when performed by experienced operators. I B ICD = implantable cardioverter defibrillator; PVC = premature ventricular complex; VF = ventricular fibrillation. a Class of recommendation. b Level of evidence."
},
{
	"page":"ENAS5083_11.4.0.0",
	"text":"Short-coupled torsade de pointes Treatment of short-coupled torsade de pointes Recommendations Classa Level b ICD is recommended in patients with conclusive diagnosis of short-coupled TdP. I B Intravenous verapamil to acutely suppress/prevent an electrical storm or recurrent ICD discharges should be considered. IIa B Catheter ablation for long-term suppression/prevention of an electrical storm or recurrent ICD discharges should be considered. IIa B ICD = implantable cardioverter defibrillator; TdP = torsade de pointes. a Class of recommendation. b Level of evidence."
},
{
	"page":"ENAS5083_12.1.0.0",
	"text":"Inflammatory/valvular of heart diseases Mgmt. of VA in IHD Management of ventricular arrhythmias in inflammatory heart disease Recommendations Classa Level b It is recommended that patients with a life-threatening presentation of sustained ventricular tachyarrhythmias in the context of clinically suspected myocarditis are referred to specialized centres with the ability to perform haemodynamic monitoring, cardiac catheterization, endomyocardial biopsy, mechanical cardio-pulmonary assist devices, and specialized arrhythmia therapies. I C Temporary pacemaker insertion is recommended in patients with bradycardia and/or heart block triggering VA during the acute phase of myocarditis/pancarditis. I C Antiarrhythmic therapy should be considered in patients with symptomatic non-sustained or sustained VT during the acute phase of myocarditis. IIa C The implantation of an ICD or a pacemaker in patients with inflammatory heart diseases should be considered after resolution of the acute episode. IIa C In patients with haemodynamically compromising sustained VT occurring after the resolution of an acute episode of myocarditis, an ICD implantation should be considered, if patient is expected to survive for >1 year with good functional status. IIa C A wearable defibrillator should be considered for bridging until full recovery or ICD implantation in patients after inflammatory heart diseases with residual severe LV dysfunction and/or ventricular electrical instability. IIa C ICD implantation may be considered earlier in patients with giant-cell myocarditis or sarcoidosis who had haemodynamically compromising sustained VA or aborted cardiac arrest, due to adverse prognosis of these conditions, if survival for >1 year with good functional status can be expected. IIb C Demonstration of persistent myocardial inflammatory infiltrates by immunohistological evidence and/or of abnormal localized fibrosis by CMR after acute myocarditis may be considered as an additional indicator of increased risk of SCD in inflammatory heart disease. IIb C CMR = cardiac magnetic resonance; ICD = implantable cardioverter defibrillator; LV = left ventricular; SCD = sudden cardiac death; VA = ventricular arrhythmia; VT = ventricular tachycardia. a Class of recommendation. b Level of evidence."
},
{
	"page":"ENAS5083_12.2.0.0",
	"text":"Mgmt. of VA in VHD Management of ventricular arrhythmias in valvular heart disease Recommendations Classa Level b The implantation of an ICD is recommended in patients with valvular heart disease who, after surgical repair, satisfy the criteria for primary and secondary prevention of SCD. I C Surgical treatment of acute aortic regurgitation due to endocarditis associated with sustained VT is recommended, unless otherwise contra-indicated. I C An EPS with stand-by catheter ablation should be considered in patients who develop VT following valvular surgery, in order to identify and cure bundle branch re-entry VT. IIa C EPS = electrophysiological study; ICD = implantable cardioverter defibrillator; SCD = sudden cardiac death; VT = ventricular tachycardia. a Class of recommendation. b Level of evidence."
},
{
	"page":"ENAS5083_13.1.0.0",
	"text":"Arrhythmia risk: Sp. Populations Psychiatric patients Arrhythmic risk in psychiatric patients Recommendations Classa Level b Dosage adjustment or interruption of the offending agent is recommended when, after treatment with antipsychotic drugs, the QTc interval reaches a length >500 ms or increases by >60 ms compared with baseline. I C Monitoring of plasma potassium levels to avoid hypokalaemia is recommended during treatment with antipsychotic drugs. I C Avoidance of treatment with more than one drug prolonging the QT interval is recommended. I C Evaluation of the QT interval before initiation of treatment and during titration of dose with antipsychotic drugs should be considered. IIa C QTc = corrected QT. a Class of recommendation. b Level of evidence."
},
{
	"page":"ENAS5083_13.2.1.0",
	"text":"Pts. with neuromuscular disorders Overview Arrhythmic risk in patients with neuromuscular disorders Recommendations Classa Level b Annual follow-up is recommended in patients with muscular dystrophies, even in the concealed phase of the disease, when patients are asymptomatic and the ECG is normal. I B It is recommended that patients with neuromuscular disorders who have ventricular arrhythmias are treated as patients without neuromuscular disorders. I C Permanent pacemaker implantation is recommended in patients with neuromuscular diseases and third degree or advanced second degree AV block at any anatomic level. I B Permanent pacemaker implantation may be considered in patients with myotonic dystrophy type 1 (Steinert disease), Kearns-Sayre Syndrome, limb-girdle muscular dystrophy with any degree of AV block (including first-degree AV block) in consideration of the risk of rapid progression. IIb B The use of an ICD may be considered in myotonic dystrophy Type 1 (Steinert disease), Emery-Dreifuss and Limb-Girdle Type 1B muscular dystrophies when there is indication for pacing and evidence of ventricular arrhythmias. IIb B AV = atrio-ventricular; ECG = electrocardiogram; ICD = implantable cardioverter defibrillator. a Class of recommendation. b Level of evidence."
},
{
	"page":"ENAS5083_13.2.2.0",
	"text":"Myopathy Gene Heart involvement Frequency of heart involvement Ventricular arrhythmia Atrial arrhythmia Sudden death reported Duchenne Becker Myotonic, type 1 Myotonic, type 2 Emery-Dreifuss Limb-girdle type 1B Limb-girdle type 2C–2F Limb-girdle type 2I Facioscapulohumeral Dystrophin DCM >90% PVC Only at late stage Yes Dystrophin DCM 60-75% VT associated with DCM Associated with DCM Yes CGT repeat expansion Conduction disease and DCM 60-80% VT, ICD indicated Age dependent Yes, 30% of death CGT repeat expansion Conduction disease 10-25% Uncommon Uncommon Yes Emerin, lamin A/C Conduction disease and DCM >90% VT, ICD indicated Common, atrial standstill Yes, 30% of death Lamin A/C Conduction disease and DCM >90% VT, ICD indicated Common Yes, 30% of death Sarcoglycans DCM"
},
{
	"page":"ENAS5083_13.3.1.0",
	"text":"Pregnant patients Arrhythmia not related to peripart. CM Management of arrhythmic risk during pregnancy Recommendations Classa Level b Implant of an ICD is recommended if an indication emerge during pregnancy. I C Beta-blocking agents are recommended during pregnancy and also postpartum in patients with LQTS or CPVT. I C Oral metoprolol, propranolol, or verapamil are recommended for long-term management of idiopathic sustained VT. I C Immediate electrical cardioversion is recommended for sustained VT, especially if haemodynamically unstable. I C Sotalol or procainamide i.v. should be considered for acute conversion of haemodynamically stable monomorphic sustained VT. IIa C Amiodarone i.v. should be considered for acute conversion of sustained, monomorphic VT when haemodynamically unstable, refractory to electrical cardioversion, or not responding to other drugs. IIa C Catheter ablation may be considered for management of drug-refractory and poorly tolerated tachycardias. IIb C CPVT = catecholaminergic polymorphic ventricular tachycardia; i.v. = intravenous; ICD = implantable cardioverter defibrillator; LQTS = long QT syndrome; VT = ventricular tachycardia. a Class of recommendation. b Level of evidence."
},
{
	"page":"ENAS5083_13.3.2.0",
	"text":"Arrhythmia related to peripart. CM Management of arrhythmias related to pregnancy-induced cardiomyopathy Recommendations Classa Level b Electrical cardioversion or defibrillation is recommended in pregnant women developing haemodynamically unstable VT or VF. I B Standard management of HF with avoidance of drugs contra-indicated in pregnancy (ACE-inhibitors, ARB and renin inhibitors) is recommended in pregnant women. I C ACE = angiotensin converting enzyme; ARB = angiotensin II receptor blocker; HF = heart failure; VF = ventricular fibrillation; VT = ventricular tachycardia. a Class of recommendation. b Level of evidence."
},
{
	"page":"ENAS5083_13.4.0.0",
	"text":"Obstructive sleep apnea Management of ventricular arrhythmias and bradyarrhythmias in sleep apnoea Recommendations Classa Level b Sleep apnoea syndrome should be considered in the differential diagnosis of bradyarrhythmias. IIa B The presence of sleep apnoea and reduced O2 saturation may be considered as a risk factor for SCD in subjects with sleep disordered breathing. IIb C SCD = sudden cardiac death. a Class of recommendation. b Level of evidence."
},
{
	"page":"ENAS5083_13.5.0.0",
	"text":"Drug-related pro-arrhythmia Drug-induced arrhythmias should be suspected if an inherited or acquired arrhythmogenic substrate has been excluded and the patient is being treated with agents known to alter the electrical properties of the heart (e.g. inducing QT prolongation) or causing electrolyte abnormalities. Management of drug-related pro-arrhythmia Recommendations Classa Level b Withdrawal of offending agents is recommended whenever drug-induced arrhythmias are suspected and the presence of other arrhythmogenic substrates has been excluded. I B Despite a possible correctable cause for VA, the need for prophylactic ICD implantation should be considered, based on an individual evaluation of the future risk of life-threatening VA. IIa C ICD = implantable cardioverter defibrillator; VA = ventricular arrhythmia. a Class of recommendation. b Level of evidence."
},
{
	"page":"ENAS5083_13.6.0.0",
	"text":"SCD in athletes Prevention of sudden cardiac death in athletes Recommendations Classa Level b Careful history-taking to uncover underlying cardiovascular disease, rhythm disorder, syncopal episodes or family history of sudden cardiac death is recommended in athletes. I C Upon identification of ECG abnormalities suggestive for structural heart disease, echocardiography and/or CMR imaging is recommended. I C Physical examination and resting 12-lead ECG should be considered for pre-participation screening in younger athletes. IIa C Middle-aged individuals engaging in high intensity exercise should be screened with history, physical examination, risk SCORE and resting ECG. IIa C Staff at sporting facilities should be trained in cardiopulmonary resuscitation and on the appropriate use of automatic external defibrillators. IIa C CMR = cardiac magnetic resonance; ECG = electrocardiogram; SCORE = Systematic Coronary Risk Evaluation Obeyesekere MN, et al. Circulation 2012;125:2308-2315. a Class of recommendation. b Level of evidence."
},
{
	"page":"ENAS5083_13.7.0.0",
	"text":"Pre-participation eval. Protocol (TOOL) Figure 3 Proposed pre-participation evaluation protocol for asymptomatic active adult or senior individuals. Adapted with permission from Borjesson M et al. Eur J Cardiovasc Prev Rehabil 2011;18:446-458. ECG = electrocardiogram; PA = physical activity; SCORE = Systematic coronary risk evaluation. For interactivity see here"
},
{
	"page":"ENAS5083_13.8.1.0",
	"text":"Wolff-Parkinson-White syndrome Ablation Management of patients with Wolff-Parkinson-White Syndrome Recommendations Classa Level b Ablation is recommended in patients with WPW syndrome resuscitated from sudden cardiac arrest due to AF and rapid conduction over the accessory pathway causing VF. I B Ablation should be considered in patients with WPW syndrome who are symptomatic and/or who have accessory pathways with refractory periods ≤240 ms in duration. IIa B AF = atrial fibrillation; VF = ventricular fibrillation; WPW = Wolff-Parkinson-White. a Class of recommendation. b Level of evidence."
},
{
	"page":"ENAS5083_13.8.2.0",
	"text":"End-of-life issues Management of end-of-life issues Recommendations Classa Level b Discussion of end-of-life issues with patients who qualify for the implant of an ICD should be considered before implantation and at significant points along the illness trajectory. IIa C ICD deactivation should be considered when clinical conditions deteriorate. IIa C ICD = implantable cardioverter defibrillator. a Class of recommendation. b Level of evidence."
},
{
	"page":"ENAS5083_14.0.0.0",
	"text":"(N)OAC (Non-vitamin K antagonist) oral anticoagulant °C Degree Celsius 2D/ 2-D Two-dimensional 2hPG 2-h post-load plasma glucose 3D/ 3-D Three-dimensional 5-FU 5-fluorouracil 99mTc-DPD Technetium-99m 3,3-diphosphono-1,2-propanodicarboxylic acid A/C Anticoagulation AAA Abdominal aortic aneurysm AAD Antiarrhythmic drugs AAS Acute aortic syndrome ABC Age, biomarkers, clinical history ABI Ankle-Brachial Index ABPM Ambulatory BP monitoring ACA Aborted cardiac arrest ACC American College of Cardiology ACCA Acute Cardiovascular Care Association ACCF American College of Cardiology Foundation ACCOAST Comparison of Prasugrel at the Time of Percutaneous Coronary Intervention or as Pretreatment at the Time of Diagnosis in Patients with Non-ST Elevation Myocardial Infarction ACE Angiotensin-converting enzyme ACEF Age, creatinine, ejection fraction ACEI/ ACE-I/ ACE-Is Angiotensin converting enzyme inhibitors ACS Acute coronary syndromes ACT Activated clotting time AD Aortic dissection ADA American Diabetes Association/​Adenosine deaminase ADD Acute aortic dissection ADP Adenosine diphosphate AEPC Association for European Paediatric and Congenital Cardiology AF Atrial flutter/Atrial fibrillation AFNET German Competence NETwork on Atrial Fibrillation AHA American Heart Association AHF Acute heart failure AHRE Atrial high rate episodes AK Alpha kinase AKI Acute kidney injury AL Amyloid light chain ALAT/ ALT Alanine aminotransferase ALI Acute limb ischaemia AMI Acute myocardial infarction ANA Anti-nuclear antibodies ANCA Anti-neutrophil cytoplasm antibodies AO Aorta AOS Aneurysms-osteoarthritis syndrome AP Accessory pathway APAH Conditions associated with pulmonary arterial hypertension Apo Apolipoprotein apo A I Apolipoprotein A I apo B Apolipoprotein B aPTT Activated partial thromboplastin time AR Aortic regurgitation ARB Angiotensin II receptor blocker/ Angiotensin receptor blocker ARBs Angiotensin receptor blockers ARNI Angiotensin receptor neprilysin inhibition ARVC Arrhythmogenic right ventricular cardiomyopathy AS Aortic stenosis ASA Acetylsalicylic acid ASAT/ AST Aspartate aminotransferase ASCERT American College of Cardiology Foundation–Society of Thoracic Surgeons Database Collaboration ASE American Society of Echocardiography AST/ ALT/ ALP Aspartate / alanine aminotransferase / alkaline phosphatase ASV Adaptive servo-ventilation AT Antithrombin ATOR Atorvastatin ATP Antitachycardiac pacing/Adenosine triphosphate ATRIA AnTicoagulation and Risk factors In Atrial fibrillation ATS Arterial tortuosity syndrome ATTR Amyloidosis, transthyretin type AUC Area under the curve AV Atrioventricular AVB Atrioventricular block AVID Antiarrhythmic drugs Versus Implantable Defibrillator AVM AV delay management AVP Arginine vasopressin AVR Aortic valve replacement b.i.d. Bis in die (twice daily) b.p.m/ bpm Beats per minute BARI-2D Bypass Angioplasty Revascularization Investigation 2 Diabetes BAS Balloon atrial septostomy BAV Balloon aortic valvuloplasty/Bicuspid aortic valve BB Beta-blocker BBB Bundle branch block BC Blood culture BCNIE Blood culture-negative infective endocarditis BCR-ABL Breakpoint cluster region-Abelson BGA Blood gas analysis BIMA Bilateral internal mammary artery Bi-PAP Bilevel positive airway pressure BiV Biventricular BiVAD Bi-ventricular assist device BMI Body mass index BMPR Bone morphogenetic protein receptor, type 2 BMS Bare metal stent BMT Best medical therapy BNP Brain natriuretic peptide/ B-type natriuretic peptide BP Blood pressure BPA Balloon pulmonary angioplasty BSA Body surface area BUN Blood urea nitrogen CABG Coronary artery bypass graft/ Coronary artery bypass graft surgery CAD Coronary artery disease CAS Carotid artery stenting CASH Cardiac Arrest Study Hamburg Cath/ Lab Catheterization laboratory CCB Calcium channel blocker CCNAP Council on Cardiovascular Nursing and Allied Professions CCP Council for Cardiology Practice CCPC Council on Cardiovascular Primary Care CCS Canadian Cardiovascular Society CCU Coronary care unit CDRIE Cardiac device-related infective endocarditis CEA Carotid endarterectomy/​Carcinoembryonic antigen CFA Common femoral artery CFC Cardiofaciocutaneous CHA2DS2-VASc Congestive heart failure or left ventricular dysfunction, Hypertension, Age ≥75 (doubled), Diabetes, Stroke (doubled)-Vascular disease, Age 65–74, Sex category (female) CHADS2 Cardiac failure, Hypertension, Age, Diabetes, Stroke (doubled) CHARM-Added Candesartan in Heart Failure: Assessment of Reduction in Mortality and Morbidity-Added CHD Coronary heart disease/ Congenital heart disease CHF Congestive heart failure/ Chronic heart failure CI Cardiac index / Contraindication / Confidence interval CIA Common iliac artery CI-AKI Contrast-induced acute kidney injury CIDS Canadian Implantable Defibrillator Study CIED Cardiac implantable electronic device CIN Contrast-induced nephropathy CK Creatine phophokinase/​Creatinine kinase CKD Chronic kidney disease CKD-EPI Chronic Kidney Disease Epidemiology Collaboration CK-MB Creatine kinase MB isoform CLI Critical limb ischaemia CMP Cardiomyopathy CMR Cardiac magnetic resonance CMV Cytomegalovirus CO Cardiac output CoA Coarctation / Coarctation of the aorta Cons Conservative cont Continued COPD Chronic obstructive pulmonary disease COT Cardiac Oncology Toxicity COURAGE Clinical Outcomes Utilization Revascularization and Aggressive Drug Evaluation COX Cyclo-oxygenase/ Cyclooxygenase CPAP Continuous positive airway pressure CPET Cardiopulmonary exercise testing CPFE Combined pulmonary fibrosis and emphysema CPG Committee for Practice Guidelines CPVT Catecholaminergic polymorphic ventricular tachycardia CR Cardiac rehabilitation CrCI Creatinine clearance CRP C-reactive protein CRT Cardiac resynchronization therapy CRT-D Cardiac resynchronization therapy defibrillator/ Defibrillator with cardiac resynchronization therapy CRT-P Cardiac resynchronization therapy pacemaker CRUSADE Can Rapid risk stratification of Unstable angina patients Suppress ADverse outcomes with Early implementation of the ACC/AHA guidelines CSF Colony-stimulating factor/Cerebrospinal fluid CSM Carotid sinus massage CSS Carotid sinus syncope/syndrome CT Computed tomographic / tomogram/tomography CTA Computed tomography angiography CTD Connective tissue disease CTEPH Chronic thromboembolic pulmonary hypertension cTN Cardiac troponin CTO Chronic total occlusions CTRCD Cancer Therapeutics–Related Cardiac Dysfunction Ctrl Control CUS Compression venous ultrasonography CV Cardiovascular / Cardioversion CVD Cardiovascular disease CW Continuous wave CXR Chest X-ray DALYs Disability adjusted life years DAPT Dual (oral) antiplatelet therapy DBP Diastolic blood pressure DC Direct current DCC Direct-current cardioversion DCM Dilated cardiomyopathy DDI Drug-drug interactions DEFINITE DEFibrillator In Non-Ischemic cardiomyopathy Treatment Evaluation DES Drug-eluting stent DFT Defibrillation threshold DHP Dihydropyridine DI-DO Door-in to door-out time DLCO Carbon monoxide diffusing capacity DM Diabetes mellitus DNA Deoxyribonucleic acid DPAH Drug induced PAH DPG Diastolic pressure gradient DPP Diabetes prevention program DSA Digital subtraction angiography DT Deceleration time DTB Door-to-balloon time DTIs Direct thrombin inhibitors DUS Duplex ultrasonography / Doppler ultrasound DVT Deep vein thrombosis E/A Ratio of mitral peak velocity of early filling (E) to mitral peak velocity of late filling (A) E/e’ Ratio of early transmitral flow velocity (E) to early mitral annulus velocity (e’) EACPR European Association for Cardiovascular Prevention & Rehabilitation EACTS European Association of Cardio-Thoracic Surgery/ European Association for Cardio-Thoracic Surgery EACVI European Association of Cardiovascular Imaging EANM European Association of Nuclear Medicine EAPCI European Association of Percutaneous Cardiovascular Interventions EAS European Atherosclerosis Society EASD European Association for the Study of Diabetes EBV Epstein-Barr virus ECG Electrocardiogram / Electrocardiographic ECHO Echocardiography/​Echocardiogram ECLS Extracorporeal life support ECST European Carotid Surgery Trial ECVF Extacellular volume fraction ED Erectile dysfunction/ Emergency department EDS-IV Ehlers-Danlos syndrome type IV EF Ejection fraction eGFR Estimated glomerular filtration rate EHRA European Heart Rhythm Association EIA External iliac artery EIF Eukaryotic translation initiation factor EMA European Medicines Agency EMB Endomyocardial biopsy EMS Emergency medical system/service ENA Anti-extractable nuclear antigens Enox Enoxaparin EP Electrophysiology EPD Embolic protection device EPS Electrophysiologic study ER Extended release formulations ERA Endothelin receptor antagonist EROA Effective regurgitant orifice area ERS European Respiratory Society ESC European Society of Cardiology ESCMID European Society of Clinical Microbiology and Infectious Diseases ESH European Society of Hypertension ESO European Stroke Organisation ESR European Society of Radiology/Erythrocyte sedimentation rate ESRD End-stage renal disease ETT Endotracheal tube EU European Union EULAR European League Against Rheumatism EVAR Endovascular aortic repair/reconstruction Exp+ Experimental therapy FAME-2 Fractional Flow Reserve-Guided Percutaneous Coronary Intervention Plus Optimal Medical Treatment Versus Optimal Medical Treatment Alone in Patients With Stable Coronary Artery Disease FBN1 Fibrillin 1 FC Functional class FCH Familial combined hyperlipidaemia FCM Ferric carboxymaltose FDA US Food and Drug Administration/ Food and Drug Administration FDG Fluorodeoxyglucose FFP Fresh frozen plasma FFR Fractional flow reserve FH Familial hypercholesterolaemia FHL1 Four and a half LIM domains 1 FINDRISC FINnish Diabetes RIsk SCore FL False lumen FLUVA Fluvastatin FMC First medical contact FMCTB First-medical-contact-to-balloon time FMF Familial Mediterranean fever Fonda Fondaparinux FPG Fasting plasma glucose FU Follow-up GFR Glomerular filtration rate GGTP Gamma-glutamyl transpeptidase GLP-1 Glucagon-like peptide-1 GLS Global longitudinal strain GM Granulocyte-macrophage GP Glycoprotein / General practitioner GRACE Global Registry of Acute Coronary Events GUCH Grown-up patients with congenital heart disease HAART Highly active antiretroviral treatment HACEK Haemophilus parainfluenzae, H. aphrophilus, H. paraphrophilus, H. influenzae, Actinobacillus actinomycetemcomitans, Cardiobacterium hominis, Eikenella corrodens, Kingella kingae, and K. denitrificans HAS-BLED Hypertension, Abnormal renal/liver function, Stroke, Bleeding history or predisposition, Labile INR, Elderly (65), Drugs concomitantly/alcohol abuse HbA1c Glycated haemoglobin / Glycated haemoglobin A1c HBPM Home BP monitoring HCM Hypertrophic cardiomyopathy HCV Hepatitis C virus HDAC Histone deacetylase HDL High density lipoprotein HDL-C High density lipoprotein-cholesterol HeFH Heterozygous familial hypercholesterolaemia HER2 Human epidermal growth factor receptor 2 HF Heart failure HFA Heart Failure Association H-FABP Heart-type fatty acid-binding protein HFmrEF Heart failure with mid-range ejection fraction HFpEF/ HF-PEF Heart failure with preserved ejection fraction HFrEF/ HF-REF Heart failure with reduced ejection fraction HHD Hypertensive heart disease HHV Human herpesvirus H-ISDN Hydralazine and isosorbide dinitrate HIT Heparin-induced thrombocytopenia HIV Human immunodeficiency virus HoFH Homozygous familial hypercholesterolaemia HPAH Heritable PAH HR Heart rate HRCT High resolution CT hs-CRP high-sensitivity C-reactive protein HT/ HTN Hypertension HTG Hypertrigiyceridaemia i.v. / IV Intravenous IABP Intraaortic balloon pump IAS Inter-atrial septum ICA Invasive coronary angiography ICD Implantable cardioverter defibrillator/ International Classification of Diseases ICH Intracranial haemorrhage ICU Intensive care unit ID Infectious disease IDF International Diabetes Federation IE Infective endocarditis IFG Impaired fasting glucose IFN Interferon-gamma IGRA Interferon-gamma release assay IGT Impaired glucose tolerance IHD Ischaemic heart disease IL-2 Interleukin 2 ILR Implantable loop recorder IMA Internal mammary artery IMH Intramural haematoma IMT Intima–media thickness INR International normalized ratio IN-TIME Implant-based multiparameter telemonitoring of patients with heart failure IOMC Iso-osmolar contrast medium IPAH Idiopathic pulmonary arterial hypertension IPF Idiopathic pulmonary fibrosis IRA Infarct-related artery ISH Isolated systolic hypertension ISHLT International Society for Heart and Lung Transplantation IU International units IUD Intrauterine device IV UHF Intravenous unfractionated heparin IVC Inferior vena cava IVDA Intravenous drug abusers IVIG Intravenous immunoglobulin IVUS Intravascular ultrasound JSAP Japanese Stable Angina Pectoris km per h Kilometres per hour LA Left atrium/atrial LAA Left atrial appendage LAD Left anterior descending (coronary artery) LAE Left atrial enlargement LAH Left anterior hemiblock LAVI Left atrial volume index LBBB Left bundle branch block LCC Left coronary cusp Lcx Left circumflex LDH Lactate dehydrogenase LDL Low-density lipoprotein LDL-C Low-density lipoprotein-cholesterol LDLR Low density lipoprotein receptor LDS Loeys-Dietz syndrome LEAD Lower-extremity artery disease LEOPARD lentigines, ECG abnormalities, ocular hypertelorism, pulmonary stenosis, abnormal genitalia, retardation of growth, and sensorineural deafness LGE Late gadolinium enhancement LHD left heart disease LLN Lower limit of normality LM Left main LMNA Lamin A/C LMWH Low molecular weight heparin LOCM Low-osmolar contrast medium LoE Level of evidence LOVA Lovastatin Lp Lipoprotein Lp(a) Lipoprotein(a) LQTS Long QT syndrome LTBI Latent tuberculosis infection LV Left ventricle / left ventricular LVAD Left ventricular assist device LVEDD Left ventricular end-diastolic diameter LVEDP Left ventricular end diastolic pressure LVEF Left ventricular ejection fraction LVESD Left ventricular end-systolic diameter LVESV Left ventricular end-systolic volume LVH Left ventricular hypertrophy LVM Left ventricular mass LVMI Left ventricular mass index LVOT Left ventricular outflow tract LVOTG Left ventricular outflow tract gradient LVOTO Left ventricular outflow tract obstruction MACE Major adverse cardiac events MADIT Multicenter Automatic Defibrillator Implantation Trial MASS II The medicine, angioplasty, or surgery study Mbq Millibecquerel MCS Mechanical circulatory support MDCT Multidetector computed tomographic angiography/Multi-detector computed tomography MDRD Modifikation of Diet in Renal Disease Med RX Medial therapy MedPed Make Early Diagnosis to Prevent Early Deaths MELAS mitochondrial encephalomyopathy, lactic acidosis, and stroke-like episodes MERFF Myoclonic epilepsy with ragged red fibres MET Metabolic equivalent MetS Metabolic syndrome MI Myocardial infarction MIC Minimum inhibitory concentration MPI Myocardial perfusion imaging MPR Multiplanar reconstruction MPS Myocardial perfusion scintigraphy / Myocardial perfusion stress MR Magnetic resonance/ Mitral regurgitation/ Mineralocorticoid receptor MRA Mineralocorticoid receptor antagonist / Magnetic resonance angiography MRI Magnetic resonance imaging MR-proANP Mid-regional pro atrial natriuretic peptide/ Mid-regional pro A-type natriuretic peptide MRSA Methicillin-resistant Staphylococcus aureus MS Mitral stenosis MSCT Multislice computed tomography MSSA Methicillin-susceptible Staphylococcus aureus mSv Millisievert MUGA Multigated radionuclide angiography mV millivolt(s) MV abn Mitral valve abnormality MWD Minute walk distance MWT Minute walk test MYBPC3 Myosin-binding protein C MYH7 Myosin, heavy chain 7 MYL3 Essential myosin light chain n.a/ NA not available/ Not available N/A Not applicable N/R Not reported NASCET North American Symptomatic Carotid Endarterectomy Trial NCC Non coronary cusp NCDR National cardiovascular data registry NIHSS National Institutes of Health stroke severity scale NIPPV Non-invasive positive pressure ventilation NIV Non-invasive ventilation NNH Numbers needed to harm NNT Numbers needed to treat/ Number of individuals needed to treat NOAC/ NOAC(s) Novel oral anticoagulant / New oral anticoagulant / Non-vitamin K antagonist direct oral anticoagulant/ Non-vitamin K antagonist oral anticoagulant(S) Non-HDL-C Non-HDL cholesterol NP Natriuretic peptide NPV Negative predictive value NRT Nicotine replacement therapy NSAID Non-steroidal antiinflammatory drug(s) NSAIDs Non-steroidal anti-inflammatory drugs NSQIP National surgical quality improvement program NSTE Non-ST-elevation NSTE-ACS Non-ST-segment elevation acute coronary syndrome/ Non-ST elevation acute coronary syndrome NSTEMI Non-ST-elevation myocardial infarction NSVT Non-sustained ventricular tachycardia NTG Nitroglycerine NT-proBNP N-terminal pro B-type/brain natriuretic peptide NVE Native valve endocarditis NYHA New York Heart Association O2 Oxygen OAC Oral anticoagulation/ anticoagulant OAC Oral anticoagulation OARS Open-ended questions, Affirmation, Reflective listening, Summarising OCT Optical coherence tomography OD Organ damage OGTT Oral glucose tolerance test OHCA Out-of-hospital cardiac arrest OHS Obesity hypoventilation syndrome OMT Optimal medical therapy OR Odds ratio ORBIT Outcomes Registry for Better Informed Treatment of Atrial Fibrillation OSA Obstructive sleep apnoea p.o. Per os PA Postero-anterior/ Pulmonary artery/ Physical activity PAD Peripheral artery disease PAH Pulmonary arterial hypertension / Pulmonary hypertension PaO2 Partial pressure of oxygen PAP Pulmonary artery pressure/ Pulmonary arterial pressure PAR Protease-activated receptor PAU Penetrating aortic ulcer PAWP Pulmonary artery wedge pressure PCA Prostacyclin analogues PCC Prothrombin coagulation complax/ Prothrombin complex concentrates PCH Pulmonary capillary haemangiomatosis PCI Percutaneous coronary intervention PCIS Post-cardiac injury syndromes PCR Polymerase chain reaction PCSK9 Proprotein convertase subtilisin/kexin type 9 PCWP Pulmonary capillary wedge pressure PDE Phosphodiesterase type-5 inhibitors/ Phosphodiesterase PDE5 Phosphodiesterase type 5 PE Pulmonary embolism PEA Pulmonary endarterectomy PEP Primary endpoint PESI Pulmonary embolism severity index PET Positron emission tomography PFT Pulmonary function tests PH Pulmonary hypertension PISA Proximal isovelocity surface area PITA Pitavastatin PM Pacemaker/Pain management PMC Percutaneous mitral commissurotomy PPCM Peripartum cardiomyopathy PPI Proton pump inhibitor PPS Post-pericardiotomy syndrome PRAVA Pravastatin PRIMARY PCI Primary percutaneous coronary intervention PRKAG2 Gamma-2 subunit of the adenosine monophosphate-activated protein kinase PS Pulmonary valve stenosis PTA Percutaneous transluminal angioplasty / Pre-test probability PTT Partial thromboplastin time PUFA/ PUFAs Polyunsaturated fatty acid/ Polyunsaturated fatty acids PVC Premature ventricular contraction/ Premature ventricular complex PVE Prosthetic valve endocarditis PVI Pulmonary vein isolation PVL Paravalvular leak PVOD Pulmonary veno-occlusive disease PVR Pulmonary vascular resistance PVS Programmed ventricular stimulation PWV Pulse wave velocity R Vol Regurgitant volume RA Right atrium/ Rheumatoid arthritis RAA Renin–angiotensin–aldosterone RAAS Renin angiotensin aldosterone system RAP Right atrial pressure RAS Renal artery stenosis / Renin-angiotensin system RBBB Right bundle branch block RCC Right coronary cusp RCT/RCTs Randomized controlled trial RF Risk factor rFVIIa Activated recombinant factor VII RHC Right heart catheterization ROSU Rosuvastatin rPA Right pulmonary artery r-PA Reteplase RR Relative risk RRR Relative risk reduction rtPA Recombinant tissue plasminogen activator RV Right ventricle/ventricular RVEDP Right ventricular end-diastolic pressure RVOT Right ventricular outflow tract RVOTO Right ventricular outlow tract obstruction RVSP Right ventricular systolic pressure S.C. Subcutaneous SA Signal-averaged SAA Septal alcohol ablation SADS Sudden arrhythmic death syndrome SAM Systolic anterior motion SAN Sinoatrial node SaO2 Saturated oxygen SAPT Single antiplatelet therapy SAS Sleep apnea syndrome SB Sinus bradycardia SBP Systolic blood pressure SCAD Stable coronary artery disease SCD Sudden cardiac death SCORE Systematic Coronary Risk Evaluation / Systematic Coronary Risk Estimation SFA Superficial femoral artery SGLT2 Sodium glucose co-transporter 2 SIDS Sudden infant death syndrome SIMVA Simvastatin SIRS Systemic inflammatory response SLE Systemic lupus erythematosus SMART Specific, Measurable, Achievable, Realistic and Timely SND Sinus node disease SPAP Systolic pulmonary artery pressure SPECT Single-photon emission computed tomography sPESI Simplified Pulmonary Embolism Severity Index SpO2 Saturation of peripheral oxygen SQTS Short QT syndrome SR Sinus rhythm SSS Sick sinus syndrome STE-ACS ST-segment elevation acute coronary syndrome STEMI ST-elevation myocardial infarction STS Society of Thoracic Surgeon/ Structured telephone support ST-T ST-segment-T wave SUDI Sudden unexplained death in infancy SUDS Sudden unexplained death syndrome SVG Saphenous vein graft SVR Surgical ventricular reconstruction. SVT Supraventricular tachycardia SWISSI II Swiss Interventional Study on Silent Ischemia Type II SYNTAX SYNergy between percutaneous coronary intervention with TAXus and cardiac surgery T1DM Type 1 diabetes mellitus T2DM Type 2 diabetes mellitus TAA Thoracic aortic aneurysm TAAD Thoracic aortic aneurysms and dissection TAI Traumatic aortic injury TAPSE Tricuspid annulus plane systolic excursion TASC TransAtlantic Inter-Society Consensus TAVI Transcatheter aortic valve implantation/ Transaortic valve implantation TB Tuberculosis TC Total cholesterol T-DM1 Trastuzumab-emtansine TE Thromboembolism / Thrombo-embolic TEE Transesophageal echocardiogram TEVAR Thoracic endovascular aortic repair TG Triglyceride TGA Complete transposition of the great arteries Three DE Three dimensional echocardiography TIA Transient ischaemic attack / Transitory ischaemic attack TIBC Total iron-binding capacity TIME Trial of invasive versus medical therapy in elderly patients with chronic symptomatic coronary-artery disease TIMI Thrombolysis In Myocardial Infarction TKI Tyrosine kinase inhibitor TL True lumen TNF Tumor necrosis factor TNK-tPA Tenecteplase TNNI3 Troponin I, cardiac TNNT2 Troponin T TOE Transoesophageal echocardiography / echocardiogram t-PA Tissue plasminogen activator TPM1 Tropomyosin 1 alpha chain TR Tricuspid regurgitation TRAPS Tumour necrosis factor receptor-associated periodic syndrome TRL Triglyceride-rich lipoproteins TRV Tricuspid regurgitant velocity TS Tricuspid stenosis / Turner syndrome TSAT Transferrin saturation TSH Thyroid stimulating hormone TTE Transthoracic echocardiography TTR Time in therapeutic range / Transthyretin TV Tricuspid valve/ Television TVI Time–velocity integral Tx Tendon xanthomata UA Unstable angina UEAD Upper extremity artery disease UFH Unfractionated heparin UHF Ultrafractionated heparin UK United Kingdom ULN Upper limit of normal US United States USA United States of America V/Q Scan ventilation–perfusion scintigraphy VA Vertebral artery/ Ventricular arrhythmia VEGF Vascular endothelial growth factor VF Ventricular fibrillation VHD Valvular heart disease VKA Vitamin K antagonist VO2 Oxygen consumption VPBs Ventricular premature beats vs Versus VSD Ventricular septal defect VT Ventricular tachycardia VTE Venous thromboembolism VV Interventricular VVI Ventricular inhibited pacing WBC White blood cells WCD Wearable cardioverter defibrillator WHF World Heart Federation WHO World Health Organization WPW Wolff-Parkinson-White WU Wood units"
}
]