[
{
	"page":"ENAS259_1.1.0.0",
	"text":"2013 ESC guidelines on cardiac pacing and cardiac resynchronization therapy The Task Force on cardiac pacing and resynchronization therapy of the European Society of Cardiology (ESC). Developed in collaboration with the European Heart Rhythm Association (EHRA).   Chairperson Professor Michele Brignole Department of Cardiology Ospedali Del Tigullio Via Don Bobbio 25 IT-16033 Lavagna, (GE) Italy Tel: +39 0185 329 569 Fax: +39 0185 306 506 Email: mbrignole@ASL4.liguria.it   Authors/Task Force Members Angelo Auricchio (Switzerland); Gonzalo Baron-Esquivias (Spain); Pierre Bordachar (France); Giuseppe Boriani (Italy); Ole-A Breithardt (Germany); John Cleland (UK); Jean-Claude Deharo (France); Victoria Delgado (Nertherlands); Perry M. Elliott (UK); Bulent Gorenek (Turkey); Carsten W. Israel (Germany); Christophe Leclercq (France); Cecilia Linde (Sweden); Lluís Mont (Spain); Luigi Padeletti (Italy); Richard Sutton (UK); Panos E. Vardas (Greece).   Other ESC entities having participated in the development of this document: Association: Acute Cardiovascular Care Association (ACCA), European Association of Cardiovascular Imaging (EACVI), Heart Failure Association (HFA). Working Groups: Myocardial and Pericardial Diseases. Councils: Cardiology Practice.   ESC Staff: Veronica Dean, Catherine Despres, Karine Villanese - Sophia Antipolis, France.   *Adapted from the 2013 ESC Guidelines on Cadiac Pacing and Cardiac Resynchronization Therapy (European Heart Journal 2013; 34:2281-2329 - doi:10.1093/eurheartj/eht150)."
},
{
	"page":"ENAS259_1.2.0.0",
	"text":"The document outlines an innovative classification of bradyarrhythmias by mechanism. There are three main groups: persistent bradycardia, intermittent bradycardia with electrocardiographic documentation, and suspected intermittent bradycardia (not yet documented). Recommendations are provided for the three categories. Until now, guidelines and text books have classified bradyarrhythmias according to their aetiology, for example sinus node dysfunction, myocardial infarction, or bundle branch block. Classification of bradyarrhythmias according to mechanism (i.e., the clinical presentation) is more useful for selecting patients for permanent cardiac pacing therapy than their aetiology. The strength of indications for CRT focuses mainly on the presence or absence of left bundle branch block. Unique recommendations are given for NYHA class II and III patients. A spectrum of response to CRT, as with most other treatments, is recognized: the beneficial effects of CRT may be greater in females, patients with non-ischaemic cardiomyopathy and patients with QRS duration >150 ms (the longer the QRS duration, the greater the benefit). Different recommendations are given for an upgrade or “de novo“ implantation of CRT in patients with a brady indication for pacing. Clinical guidance to the choice between CRT-P or CRT-D in primary prevention is provided. In the decision process for indication for pacing/CRT and for the choice of the best modality attention should be paid to a careful evaluation of the risk of complications. In general the risk of complications is higher when implanting more complex devices and for re-intervention and upgrades."
},
{
	"page":"ENAS259_1.3.0.0",
	"text":"Too few LoE A (brady pacing). Too many LoE C (brady pacing). Need of RCTs for CRT subgroups (e.g., RBBB, NYHA I, QRS duration, etc). Need of RCTs for CRT in AF patients. Need of RCTs for CRT optimization. Need of RCTs for specific conditions (e.g., pacing in children, alternative sites, etc)."
},
{
	"page":"ENAS259_63",
	"text":"Summary card (Pacing) Overview The diagnosis of bradyarrhythmia is usually made from a standard ECG when persistent, and from a standard ECG or more prolonged ECG recordings [ambulatory monitoring or implantable loop recorder (ILR)] when intermittent. Provocative testing or an electrophysiological study (EPS) may be required when a bradycardia is suspected but not documented. Since there is no defined heart rate below which treatment is indicated, correlation between symptoms and bradyarrhythmia is essential when deciding on the need for cardiac pacing therapy. This can be difficult to establish in patients with competing mechanisms for their symptoms. In general, an attempt to obtain ECG documentation during syncope (symptom-arrhythmia correlation) is warranted (see below)."
},
{
	"page":"ENAS259_64",
	"text":"Patients with persistent bradycardia (sinus bradycardia or AV block) Pacing is indicated when symptoms can clearly be attributed to bradycardia due to sinus arrest or AV block. Pacing is indicated in patients with third- or second-degree type 2 AV block irrespective of symptoms. Pacing may be indicated when symptoms are likely to be due to bradycardia, even if the evidence is not conclusive."
},
{
	"page":"ENAS259_65",
	"text":"Patients with intermittent documented bradycardia (sinus bradycardia or AV block) Pacing is indicated in patients who have documented symptomatic bradycardia due to sinus arrest or AV block. Pacing is indicated in patients with third- or second-degree type 2 AV block irrespective of symptoms. Reflex asystolic syncope. Pacing should be considered in patients ≥40 years with recurrent, unpredictable reflex syncopes and documented symptomatic pause/s due to sinus arrest or AV block or the combination of the two."
},
{
	"page":"ENAS259_66",
	"text":"Patients with syncope and suspected(undocumented ) bradycardia Bundle branch block (BBB). Pacing is indicated in patients with alternating BBB and in patients with BBB and positive EPS defined as HV interval of ≥70 ms, or second- or third-degree His-Purkinje block demonstrated during incremental atrial pacing or with pharmacological challenge. Bundle branch block (BBB). Pacing may be considered in selected patients with unexplained syncope and BBB. Carotid sinus syncope. Pacing is indicated in patients with dominant cardioinhibitory carotid sinus syndrome and recurrent unpredictable syncope. Tilt-induced cardioinhibitory syncope. Pacing may be indicated in patients with tilt-induced cardioinhibitory response with recurrent frequent unpredictable syncope and age >40 years afteralternative therapy has failed"
},
{
	"page":"ENAS259_67",
	"text":"Indications for cardiac resynchronization therapy (CRT) in patients with heart failure or low ejection fraction Based on current guideline criteria only a small proportion of patients with heart failure (HF) (perhaps 5−10%) have cardiac dyssynchrony and are therefore indicated for CRT but this is still a large number of patients. Cardiac dyssynchrony is complex and multifaceted. Prolongation of the AV interval delays systolic contraction, inter- and intra-ventricular conduction delays lead to asynchronous contraction of LV wall regions (ventricular dyssynchrony). Cardiac resynchronization therapy (CRT) helps to restore AV, inter- and intra-ventricular synchrony, improving LV function, reducing functional mitral regurgitation and inducing LV reverse remodelling."
},
{
	"page":"ENAS259_68",
	"text":"Key evidence supporting recommendations: Patients with both mild (NYHA class II) and more severe symptoms (NYHA class III) and severely depressed LVEF (<35%) are recommended to receive CRT as the benefits for both groups are similar in terms of mortality, hospitalization, and cardiac function. The evidence for recommending CRT in patients with NYHA class I is in conclusive due to the low number of patients enrolled in RCTs. The evidence for recommending CRT in patients with NYHA class IV is inconclusive due to the low number of patients enrolled in RCTs. However, an individual situation should be taken in account especially for NYHA class IV patients who have had no scheduled or unscheduled HF hospitalizations during the last month (termed “ambulatory” Class IV) in order to reduce hospitalizations and to improve symptoms LBBB morphology is required in class I recommendation. Sub-analyses of randomized clinical trials and meta-analyses have shown that the beneficial effects of CRT were observed in patients with typical LBBB. Sub-analyses from randomized clinical trials suggest that the beneficial effects of CRT on morbidity and mortality and LV function may be greater in females, patients with non-ischaemic cardiomyopathy and patients with QRS duration >150 ms (the longer the QRS duration, the greater the benefit). The evidence of benefit in patients with non-LBBB configuration is weak particularly in patients with QRS <150 ms and NYHA class I and II. RBBB most often implies worse disease state than LBBB and is generally expected not be benefit from CRT. For these patients the decision to implant a CRT should be individualized based on other clinical/ imaging criteria. There is no evidence of benefit from CRT for patients with QRS <120 msec. Clinical factors influencing the likelihood to respond to CRT"
},
{
	"page":"ENAS259_69",
	"text":"Indications for CRT in patients with heart failure and low ejection fraction in sinus rhythm CRT is recommended in chronic HF patients and LVEF ≤35% who remain symptomatic in NYHA functional class II, III and ambulatory IV despite adequate medical treatment and who have LBBB with QRS duration >120 ms on ECG. CRT should be considered in chronic HF patients and LVEF ≤35% who remain in NYHA functional class II, III and ambulatory IV despite adequate medical treatment and who have non-LBBB with QRS duration >150 ms. If QRS duration is 120-150ms, the benefits are uncertain. CRT in patients with chronic HF with QRS duration <120 ms is not recommended."
},
{
	"page":"ENAS259_70",
	"text":"Indications for CRT in patients in atrial fibrillation Patients with HF, wide QRS and reduced LVEF: 1A. CRT should be considered in chronic HF patients, intrinsic QRS ≥120 ms and LVEF ≤35% who remain in NYHA functional class III and ambulatory IV despite adequate medical treatment, provided that a biventricular pacing as close to 100% as possible can be achieved. 1B. AV junction ablation should be added in case of incomplete biventricular pacing. Patients with uncontrolled heart rate who are candidates for AV junction ablation CRT should be considered in patients with reduced LVEF."
},
{
	"page":"ENAS259_71",
	"text":"Indications for upgraded or “de novo” CRT in patients with conventional pacemaker indications and heart failure Upgrade from conventional PM or ICD. CRT is indicated in HF patients with LVEF <35% and high percentage of ventricular pacing who remaining NYHA class III and ambulatory IV despite adequate medical treatment. “De novo” CRT implantation. CRT may be considered in HF patients, reduced EF and expected high percentage of ventricular pacing in order to decrease the risk of worsening HF."
},
{
	"page":"ENAS259_72",
	"text":"Clinical guidance to the choice of CRT-P or CRT-D in primary prevention Factors favouring CRT-D Factors favouring CRT-P Life expectancy >1 year Advanced heart failure Stable heart failure, NYHA II Severe renal insufficiency or dialysis Ischaemic heart disease (low and intermediate MADIT risk score) Other major co-morbidities Lack of comorbidities Frailty Cachexia CRT-D = cardiac resynchronization therapy and defibrillator; CRT-P = cardiac resynchronization therapy and pacemaker."
},
{
	"page":"ENAS259_2.0.0.0",
	"text":"2013 Guidelines on cardiac pacing and cardiac resynchronization therapy* The Task Force on cardiac pacing and resynchronization therapy of the European Society of Cardiology (ESC). Developed in collaboration with the European Heart Rhythm Association (EHRA). Chairperson Professor Michele Brignole Department of Cardiology Ospedali Del Tigullio Via Don Bobbio 25 IT-16033 Lavagna, (GE), Italy Tel: +39 0185329569 Fax: +39 0185306506 Email: mbrignole@ASL4.liguria.it Authors/Task Force Members Angelo Auricchio (Switzerland); Gonzalo Baron-Esquivias (Spain); Pierre Bordachar (France); Giuseppe Boriani (Italy); Ole-A Breithardt (Germany); John Cleland (UK); Jean-Claude Deharo (France); Victoria Delgado (Nertherlands); Perry M. Elliott (UK); Bulent Gorenek (Turkey); Carsten W. Israel (Germany); Christophe Leclercq (France); Cecilia Linde (Sweden); Lluís Mont (Spain); Luigi Padeletti (Italy); Richard Sutton (UK); Panos E. Vardas (Greece) Other ESC entities having participated in the development of this document: Associations: Acute Cardiovascular Care Association (ACCA), Heart Failure Association (HFA), European Association of Cardiovascular Imaging (EACVI) Working Groups: Myocardial and Pericardial Diseases Council: Cardiology Practice ESC Staff: Veronica Dean, Catherine Despres, Karine Villanese - Sophia Antipolis, France Special thanks to Christi Deaton, Paulus Kirchhof, Stephan Achenbach for their contributions. * Adapted from the 2013 ESC Guidelines on cardiac pacing and cardiac resynchronization therapy (European Heart Journal 2013; 34:2281-2329 - doi:10.1093/eurheartj/eht150)."
},
{
	"page":"ENAS259_3.0.0.0",
	"text":"Table 1: Classes of recom­mendations Classes of recom­mendations Definition Suggested wording to use Class I Evidence and/or general agreement that a given treatment or procedure is beneficial, useful, effective. Is recom­mended/is indicated Class II Conflicting evidence and/or a divergence of opinion about the useful­ness/​efficacy of the given treatment or procedure.   Class IIa Weight of evidence/​opinion is in favour of useful­ness/​efficacy. Should be considered Class IIb Useful­ness/​efficacy is less well established by evidence/​opinion. May be considered Class III Evidence or general agreement that the given treatment or procedure is not useful/​effective, and in some cases may be harmful. Is not recom­mended Table 2: Levels of evidence Level of evidence A Data derived from multiple randomized clinical trials or meta-analyses. Level of evidence B Data derived from a single randomized clinical trial or large non-randomized studies. Level of evidence C Consensus of opinion of the experts and/or small studies, retrospective studies, registries."
},
{
	"page":"ENAS259_4.1.1.0",
	"text":"Great variability in number of pacemaker implantations among European countries has been described that may reflect differences in demographics and disease prevalence but could also reflect under-provision in some (Figure 1). Clinical characteristics and pacing modalities are fairly constant (Table 3). Figure 1: Average implantation rate of pacemaker (PM) in the 16 western European countries, Poland & Czech republic (units per million inhabitants) based on reports from major manufacturers. The figures include first implantations and replacements. Source: Eucomed (www.eucomed.org/medical-technology/facts-figures)"
},
{
	"page":"ENAS259_4.1.2.0",
	"text":"Table 3: Clinical characteristics and pacing modality in patients treated by permanent pacing in the registries of the some European national pacing societies AVB = atrioventricular block (includes I, II and III degree); AF = atrial fibrillation; SSS = sick sinus syndrome (includes reflex syncope); BBB = bundle branch block. The clinical presentation is more useful than aetiology for selecting patients for permanent cardiac pacing therapy (Figure 2). Whilst persistent bradycardia clearly indicates an intrinsic AV block or SSS, the meaning of intermittent bradycardia is less clear, resulting from variable contributions of intrinsic and extrinsic mechanisms. Figure 2: Classification of bradyarrhythmias based on the patient’s clinical presentation AV = atrioventricular; BBB = bundle branch block; ECG = electrocardiogram; PM = pacemaker; SSS = sick sinus syndrome. For interactivity see here"
},
{
	"page":"ENAS259_4.1.3.0",
	"text":"The diagnosis of bradyarrhythmia is usually made from a standard ECG when persistent. When an intermittent bradyarrhythmia is suspected but not proven, the suspicion should be corroborated by an ECG documentation of bradyarrhythmia or, alternatively, by laboratory testing (Tables 4-6). The strategy of prolonged monitoring provides reliable evidence of diagnostic accuracy, but diagnosis (and therapy) is delayed, often for a long time until an event can be documented and the recurrent event may cause harm or even death. Conversely, the strategy of laboratory tests has the advantage of an immediate diagnosis and therapy but is hampered by a significant risk of misdiagnosis. Table 4: Typical symptoms of bradycardia (SB and AV block) Persistent bradycardia Intermittent bradycardia Due to cerebral hypoperfusion Easy fatiguability Syncope, pre-syncope Irritability, lassitude, inability to concentrate Dizziness, vertigo Apathy, forgetfulness, cognitive impairment Light-headedness, blurred vision Dizziness, vertigo   Due to other mechanisms Shortness of breath, heart failure Sudden dyspnoea and chest pain unrelated to exercise Reduced exercise capacity (chronotropic incompetence) Palpitation (irregular beats) AV = atrioventricular; SB = sinus bradycardia. Table 5: Diagnosing bradyarrhythmic syncope after the initial evaluation: most useful tests Prolonged ECG monitoring strategy Provocative (laboratory) test strategy Holter External loop recorder Remote at-home telemetry Implantable loop recorder Carotid sinus massage Tilt table test Electrophysiological study Exercise test ECG = electrocardiogram Table 6: Suggested electrocardiogram monitoring techniques depending on symptom frequency Frequency of symptoms Suggested ECG monitoring technique Daily Every 2–3 days Every week Every month Less than once per month 24 h Holter, in-hospital telemetric monitoring 48–72 h Holter, in-hospital telemetric monitoring 7 day Holter or external loop recorder 14–30 days external loop recorder Implantable loop recorder ECG = electrocardiogram"
},
{
	"page":"ENAS259_4.2.1.0",
	"text":"Indication for pacing in patients with persistent bradycardia Recom­mendations Classa Levelb 1) Sinus node disease. Pacing is indicated when symptoms can clearly be attributed to bradycardia. I B 2) Sinus node disease. Pacing may be indicated when symptoms are likely to be due to bradycardia, even if the evidence is not conclusive. IIb C 3) Sinus node disease. Pacing is not indicated in patients with SB which is asymptomatic or due to reversible causes. III C 4) Acquired AV block. Pacing is indicated in patients with third- or second-degree type 2 AV block irrespective of symptoms. I C 5) Acquired AV block. Pacing should be considered in patients with second-degree type 1 AV block which causes symptoms or is found to be located at intra- or infra-His levels at EPS. IIa C 6) Acquired AV block. Pacing is not indicated in patients with AV block which is due to reversible causes. III C AV = atrioventricular; EPS = electrophysiologic study; SB = sinus bradycardia. aClass of recommendation. bLevel of evidence"
},
{
	"page":"ENAS259_4.2.2.0",
	"text":"Patients with sinus node disease are generally old and frequently have a concomitant heart disease. In these situations, the demonstration of a clear cause-effect relationship between symptoms and sinus node disease is often difficult to achieve. It is crucial to distinguish between physiological bradycardia due to autonomic conditions or training effects and inappropriate bradycardia that requires permanent cardiac pacing. For example, SB (even when it is 40–50 beats/min while at rest or as slow as 30 beats/min while sleeping) is accepted as a physiological finding that does not require cardiac pacing in trained athletes. When bradycardia is induced or exacerbated by concomitant drugs affecting sinus node function, drug discontinuation should be considered as an alternative to cardiac pacing. Reducing drug dose, may not resolve the bradycardia. Choice of pacing mode/programming in patients with persistent bradycardia Recommendations Classa Levelb 7) Sinus node disease. 7A) Dual-chamber PM with preservation of spontaneous AV conduction is indicated for reducing the risk of AF and stroke, avoiding PM syndrome and improving quality of life. I A (vs. VVI) B (vs. AAI) 7B) Rate response features should be adopted for patients with chronotropic incompetence, especially if young and physically active. IIa C 8) Acquired AV block. In patients with sinus rhythm, dual-chamber PM should be preferred to single chamber ventricular pacing for avoiding PM syndrome and improving quality of life. IIa A 9) Permanent AF and AV block. Ventricular pacing with rate-response function is recommended. I C AF = atrial fibrillation; AV = atrioventricular; PM = pacemaker. a Class of recommendation; b Level of evidence. Clinical perspectives: In patients with sinus node disease, dual-chamber pacing confers a modest reduction in AF and stroke but not in hospitalization for heart failure or death compared to ventricular pacing. Dual-chamber pacing reduces the risk of PM syndrome which occurs in more than a quarter of patients either with sinus node disease and AV block. PM syndrome is associated with a reduction in quality of life and often justifies the preference for dual-chamber pacing. Even if it is a softer end-point, PM syndrome is associated with a reduction in quality of life and justifies the preference for dual-chamber pacing when reasonable. In patients with AV block, dual-chamber pacing does not reduce morbidity (hospitalization, HF) or mortality compared with ventricular pacing. In patients with AV block (including those with SB and long PR interval) who will probably require a high percentage of ventricular pacing, CRT should be considered if clinical symptoms of HF and a severely reduced LVEF are present. Advice for follow-up: Mode-switch algorithm is advised to be activated. Evolution of AF during follow-up should be assessed by the diagnostics of the device with a view to anticoagulant therapy when necessary. Rate-response function should be properly programmed at implantation and reassessed during follow-up. Finally, the percentage of ventricular pacing should be assessed at each follow-up in order to minimize it as much as possible."
},
{
	"page":"ENAS259_4.2.3.0",
	"text":"Figure 3: Optimal pacing mode in sinus node disease and atrioventricular (AV) block. AF = atrial fibrillation; AV= atrioventricular; AVM = AV delay management, i.e. to prevent unnecessary right ventricular pacing by means of manual optimization of AV interval or programming of AV hysteresis; SND = sinus node disease. For interactivity see here"
},
{
	"page":"ENAS259_4.3.1.0",
	"text":"Indication for pacing in intermittent documented bradycardia Recom­mendations Classa Levelb 1) Sinus node disease (including brady-tachy form). Pacing is indicated in patients affected by sinus node disease who have the documentation of symptomatic bradycardia due to sinus arrest or sinus-atrial block. I B 2) Intermittent/paroxysmal AV block (including AF with slow ventricular conduction). Pacing is indicated in patients with intermittent/paroxysmal intrinsic third- or second-degree AV block. I C 3) Reflex asystolic syncope. Pacing should be considered in patients ≥40 years with recurrent, unpredictable reflex syncopes and documented symptomatic pause/s due to sinus arrest or AV block or the combination of the two. IIa B 4) Asymptomatic pauses (sinus arrest or AV block). Pacing should be considered in patients with history of syncope and documentation of asympto­matic pauses >6 s due to sinus arrest, sinus-atrial block or AV block. IIa C 5) Pacing is not indicated in reversible causes of bradycardia. III C AF = atrial fibrillation; AV = atrioventricular. a Class of recommendation. b Level of evidence."
},
{
	"page":"ENAS259_4.3.2.0",
	"text":"In patients with reflex syncope cardiac pacing should be the last choice and should only be given to highly selected patients, i.e. those of relatively old age, affected by severe forms of reflex syncope with a history of recurrent syncope and frequent injuries probably due to lack of prodromal symptoms.The fact that pacing is effective in some patients with reflex syncope does not mean that it is also always necessary. It must be emphasized that the decision to implant a PM needs to be undertaken in the clinical context of a benign condition (in terms of mortality), which frequently affects young patients. Establishing a relationship between symptoms and bradycardia should be the goal of the clinical evaluation of patients with unexplained syncope and normal baseline ECG. Monitoring should be prolonged until such a goal is achieved. In real world practice, there is an occasional need to make a therapeutic decision with weaker diagnostic criteria. In such circumstances, it is the opinion of this Task Force that an asymptomatic pause >6 sec is probably associated with benefit of cardiac pacing. Cardiac pacing should be delayed in patients with asymptomatic pauses <6 sec and monitoring continued. Choice of pacing mode Recom­mendations Classa Levelb 6) Intermittent documented bradycardia. Preservation of spontaneous AV conduction is recom­mended. I B 7) Reflex asystolic syncope. Dual-chamber pacing with rate hysteresis is the preferred mode of pacing in order to preserve spontaneous sinus rhythm. I C AV = atrioventricular. a Class of recommendation. b Level of evidence."
},
{
	"page":"ENAS259_4.4.1.0",
	"text":"Indication for cardiac pacing in patients with bundle branch block Recom­mendations Classa Levelb 1) BBB, unexplained syncope and abnormal EPS. Pacing is indicated in patients with syncope, BBB and positive EPS defined as HV interval of ≥70 ms, or second- or third-degree His-Purkinje block demonstrated during incremental atrial pacing or with pharma­cological challenge. I B 2) Alternating BBB. Pacing is indicated in patients with alternating BBB with or without symptoms. I C 3) BBB, unexplained syncope and non diagnostic investigations. Pacing may be considered in selected patients with unexplained syncope and BBB. IIb B 4) Asymptomatic BBB. Pacing is not indicated for BBB in asymp­tomatic patients. III B BBB = bundle branch block; EPS = electrophysiologic study; aClass of recommendation; bLevel of evidence Clinical perspectives: Less than half of the patients with BBB and syncope have a final diagnosis of cardiac syncope, albeit the probability is different among different types of BBB. We recommend any useful investigation (e.g. carotid sinus massage, EPS and ILR) to provoke/document the mechanism of syncope before deciding to implant a PM or selecting the correct therapy (Figure 4) . In patients with BBB and severe systolic LV dysfunction an ICD/CRT-D implantation should be considered instead of PM. In patients with previous myocardial infarction and BBB, EPS with programmed ventricular stimulation is particularly advisable. If a sustained ventricular tachycardia is induced, ICD must be implanted instead of a PM. Old patients with BBB and unexplained syncope after a reasonable work-up might benefit from empirical PM, especially if syncope is unpredictable (with no or short prodrome) or has occurred in supine position or during effort. Figure 4: Therapeutic algorithm for patients presenting with unexplained syncope and bundle branch block (BBB). CRT-D = cardiac resynchronization therapy and defibrillator; CSM = carotid sinus massage; EF = ejection fraction; EPS = electrophysiological study; ICD = implantable cardioverter defibrillator; ILR = implantable loop recorder. For interactivity see here"
},
{
	"page":"ENAS259_4.4.2.0",
	"text":"Indication for cardiac pacing in patients with undocumented reflex syncope Recom­mendations Classa Levelb 1) Carotid sinus syncope. Pacing is indicated in patients with dominant cardioinhibitory carotid sinus syndrome and recurrent unpredictable syncope. I B 2) Tilt-induced cardioinhibitory syncope. Pacing may be indicated in patients with tilt-induced cardioinhibitory response with recurrent frequent unpredictable syncope and age >40 years after alternative therapy has failed. IIb B 3) Tilt-induced non-cardioinhibitory syncope. Cardiac pacing is not indicated in the absence of a documented cardioinhibitory reflex. III B aClass of recommendation; bLevel of evidence Clinical perspectives Carotid sinus syncope: The decision to implant a pacemaker should be made in the context of a relatively benign condition with the aim of preventing traumatic recurrences which are frequent in old patients with recurrent carotid sinus syncope. Since carotid sinus syndrome does not affect survival, the reduction of the burden of syncope, i.e. number of syncopes per patient per year, and the reduction of related morbidities, i.e. trauma secondary to syncope, should probably describe better the benefit of cardiac pacing therapy. Compared with the natural history of carotid sinus syndrome, we can expect that the patients who receive a pacemaker will have about a 75% reduction of recurrences. However, syncopal recurrences are still expected to occur in up to 20% of paced patients within 5 years (Figure 5). Mixed form of CSS and VVI mode hamper the efficacy of pacing therapy. In addition, cardiac pacing is not effective in preventing pre-syncopal recurrences. Figure 5: Recurrence of syncope in untreated and paced patients affected by carotid sinus syndrome (CSS). Reproduced with permission from Brignole et al.(35) The natural history of carotid sinus syncope and effects of cardiac pacing. Europace 2011;13:462–464. Tilt-induced vasovagal syncope: The fact that pacing may be effective does not mean that it is also always necessary. It must be emphasized that the decision to implant a pacemaker needs to be made in the clinical context of a benign condition which frequently affects young patients. Thus, cardiac pacing should be limited as a last resort choice to a highly selected small proportion of patients affected by severe reflex syncope. Probably patients suitable for cardiac pacing are those >60 years with a history of recurrent syncope beginning in middle or older ages and with frequent injuries probably due to presentation without warning. Syncopal recurrences are still expected to occur despite cardiac pacing in a minority of patients. The weak correlation between the mechanism of syncope during tilt test and during spontaneous events suggests caution in implanting a pacemaker based on the tilt response. Choice of pacing mode Recom­mendations Classa Levelb 4) Carotid sinus syncope. In patients with carotid sinus syndrome, dual-chamber pacing is the preferred mode of pacing. I B 5) Tilt-induced cardioinhibitory syncope. In patients with cardioinhibitory vasovagal syncope, dual-chamber pacing is the preferred mode of pacing. I C 6) Lower rate and rate hysteresis should be programmed in order to achieve back-up pacing function which preserves native heart rhythm and AV conduction. IIa C aClass of recommendation. bLevel of evidence."
},
{
	"page":"ENAS259_4.4.3.0",
	"text":"Indication for cardiac pacing in patients with unexplained syncope Recom­mendations Classa Levelb 1) Unexplained syncope and positive adenosine triphosphate test. Pacing may be useful to reduce syncopal recurrences. IIb B 2) Unexplained syncope. Pacing is not indicated in patients with unexplained syncope without evidence of bradycardia or conduction disturbance. III C 3) Unexplained falls. Pacing is not indicated in patients with unexplained falls. III B aClass of recommendation; bLevel of evidence Clinical perspectives: In patients with recurrent unexplained syncopes or falls at the end of the conventional work-up, ILR monitoring should be considered in an attempt to document a spontaneous relapse instead of embarking on empiric cardiac pacing."
},
{
	"page":"ENAS259_5.1.0.0",
	"text":"Only a small proportion of patients with HF (perhaps 5–10%) are indicated for CRT based on current guideline criteria. In 2011, the average CRT implantation rate in Western and Central Europe was 140 units per million population, of which 107 units were CRT-D and 33 were CRT-P (Figure 6) . Based on data from two EuroHeart Failure surveys, about 400 patients per million population per year might be suitable for CRT. An ESC survey found that patients who received a CRT device had a one year mortality of <10%. Patients with a broad QRS complex have a worse prognosis. AF is the most common arrhythmia in patients with HF ranging from 8–36% of patients with HF and is directly linked to disease severity. Incident AF is associated with a worse prognosis, but it is unclear whether patients with chronic AF have a worse prognosis than those in SR after correcting for age and co-morbidity. Figure 6: Average implantation rate of devices for cardiac resynchronization therapy (CRT) in the 16 European countries (units per million inhabitants) based on reports from major manufacturers. The figures include first implantations and replacements. Source: Eucomed (www.eucomed.org/medical-technology/facts-figures)w2"
},
{
	"page":"ENAS259_5.2.1.0",
	"text":"The relative magnitude of the benefits in patients with mild symptoms (NYHA class II), in terms of mortality, hospitalization, cardiac function and structure, is similar to those observed in patients with NYHA class III symptoms. Therefore, this Task Force agreed to give unique recom­mendations for all patients with symptomatic HF and severely depressed LVEF. The evidence for recommending CRT in patients with NYHA class I is inconclusive due to the low number of patients enrolled in RCTs. The evidence for recommending CRT in patients with NYHA class IV is inconclusive due to the low number of patients enrolled in RCTs. However, an individual situation should be taken in account especially for NYHA class IV patients who have had no scheduled or unscheduled HF hospitalizations during the last month (termed “ambulatory” Class IV) in order to reduce hospitalizations and to improve symptoms. Patients with LBBB QRS morphology are most likely to benefit from CRT therapy. Sub-analyses of randomized clinical trials and meta-analyses have shown that the beneficial effects of CRT were observed in patients with typical LBBB. Sub-analyses from randomized clinical trials suggest that the beneficial effects of CRT on morbidity and mortality and LV function may be greater in females, patients with non-ischaemic cardiomyopathy and patients with QRS duration >150 ms (the longer the QRS duration, the greater the benefit) (Figure 7). The low number of HF patients with non-LBBB configuration included in randomized controlled trials precludes firm conclusions for CRT implantation in this subgroup of patients. The evidence of benefit in patients with non-LBBB configuration is weak particularly in patients with QRS <150 ms and NYHA classes I and II. Patients with RBBB QRS morphology are generally expected not to benefit from CRT. For these patients the decision to implant a CRT should be individualized based on other clinical/imaging criteria. There is no evidence of benefit from CRT for patients with QRS <120 msec. Figure 7: Clinical factors influencing the likelihood to respond to cardiac resynchronization therapy (CRT)."
},
{
	"page":"ENAS259_5.2.2.0",
	"text":"Indications for cardiac resynchronization therapy in patients in sinus rhythm Recom­mendations Classa Levelb 1) LBBB with QRS duration >150 ms. CRT is recom­mended in chronic HF patients and LVEF ≤35% who remain in NYHA functional class II, III and ambulatory IV despite adequate medical treatment.c I A 2) LBBB with QRS duration 120–150 ms. CRT is recom­mended in chronic HF patients and LVEF ≤35% who remain in NYHA functional class II, III and ambulatory IV despite adequate medical treatment.c I B 3) Non-LBBB with QRS duration >150 ms. CRT should be considered in chronic HF patients and LVEF ≤35% who remain in NYHA functional class II, III and ambulatory IV despite adequate medical treatment.c IIa B 4) Non-LBBB with QRS duration 120–150 ms. CRT may be considered in chronic HF patients and LVEF ≤35% who remain in NYHA functional class II, III and ambulatory IV despite adequate medical treatment.c IIb B 5) CRT in patients with chronic HF with QRS duration <120 ms is not recom­mended. III B CRT = cardiac resynchronization therapy; HF = heart failure; LBBB = left bundle branch block; LV = left ventricular; LVEF = left ventricular ejection fraction; NYHA = New York Heart Association; aClass of recommendation; bLevel of evidence; cPatients should generally not be implanted during admission for acute decompensated HF. In such patients, guideline-indicated medical treatment should be optimized and the patient reviewed as an out-patient after stabilization. It is recognized that this may not always be possible."
},
{
	"page":"ENAS259_5.2.3.0",
	"text":"Selection of HF patients for CRT based on LV mechanical dyssynchrony assessed with imaging techniques is uncertain and should therefore not be used as a selection criterion for CRT. However, data from several obser­vational studies suggest that baseline LV mechanical dyssynchrony and acute resyn­chro­nization effect after CRT are independent determinants of CRT response and long-term outcome. Choice of pacing mode (and cardiac resynchronization therapy optimization) Recom­mendations Classa Levelb 1) The goal of CRT should be to achieve BiV pacing as close to 100% as possible since the survival benefit and reduction in hospitalization are strongly associated with an increasing percentage of BiV pacing. IIa B 2) Apical position of the LV lead should be avoided when possible. IIa B 3) LV lead placement may be targeted at the latest activated LV segment. IIb B BiV = biventricular; CRT = cardiac resynchronization therapy; LV = left ventricular. aClass of recommendation; bLevel of evidence. Clinical perspectives: The usual (standard) modality of CRT pacing consists of simultaneous biventricular pacing (RV and LV) with a fixed 100-120 ms AV delay with LV lead located in a posterolateral vein, if possible. This practice is largely empirical. However, AV and VV delay optimization has limited effect on clinical or echocardiographic outcomes in CRT recipients. Current evidence does not strongly support the performance of AV and VV optimization routinely in all patients receiving CRT (Table 7). In non-responders to CRT, evaluation of AV and VV delay may be recom­mended in order to correct suboptimal device settings. LV pacing alone, in non-pacemaker dependent patients, seems to be non-inferior to biventricular pacing for improving soft end-points (quality of life, exercise capacity and LV reverse remodelling) and might be considered to lower the costs and complexity of the procedure and to increase the longevity of the device. LV pacing alone seems particularly appealing in children and young adults."
},
{
	"page":"ENAS259_5.2.4.0",
	"text":"Table 7: Summary of current evidence for cardiac resynchronization therapy optimization Standard (current practice) CRT optimi­zation Additional clinical benefit (compared to stan­dard) Parameter: LV lead position Postero­lateral Avoid apical Target latest activated area Benefit likely (less hospi­tali­zation for HF) Benefit likely (one RCT more respon­ders, less hospitali­zation for HF) Parameter: AV delay Fixed empir­ical AV inter­val 120 ms (range 100 – 120 ms) Echo-Doppler: shortest AV delay with­out trun­cation of the A-wave (Ritter’s method) or change in LV systolic function Uncertain or mild (one small RCT and several obser­vational positive)   Device-based algorithms (SmartDelay, QuickOpt) Uncertain (two RCTs negative) Parameter: VV delay Simul­taneous BiV Echo: residual LV dyssyn­chrony Uncertain or mild (one RCT showed mild benefit)   Echo-Doppler: largest stroke volume Uncertain (one RCT negative, one control­led positive)   ECG: nar­rowest LV-paced QRS; dif­ference between BiV and pre­implan­tation QRS Unknown (no com­par­ative study)   Device-based algorithms (Expert-Ease, Quick-Opt, Peak endo­cardial acceleration) Uncertain (three RCTs negative) Parameter: LV pacing alone Simul­taneous BiV n.a. Non-inferior AV = atrioventricular; BiV = biventricular; CRT = cardiac resynchronization therapy; HF = heart failure; LV = left ventricular; n.a. = not available; RCT = randomized controlled trial; VV = interventricular"
},
{
	"page":"ENAS259_5.3.1.0",
	"text":"Patients with heart failure, wide QRS and reduced ejection fraction Despite the weak evidence due to lack of large randomized trials, the prevailing opinion of experts is in favour of the usefulness of CRT in AF patients with the same indications as for patients in SR, provided that AV junction ablation is added in those patients with incomplete (<99%) biventricular capture. Data are lacking regarding NYHA class II patients. Patients with uncontrolled heart rate who are candidates for AV junction ablation There is evidence from small randomized trials of an additional benefit of performing CRT pacing in patients with reduced EF who are candidates for AV junction ablation for rate control to reduce hospitalization and improve quality of life. However, the quality of evidence is moderate and discordance of opinion exists among experts. RCTs are warranted. There is weak evidence that CRT is superior to RV pacing in patients with preserved systolic function (Figure 8) ."
},
{
	"page":"ENAS259_5.3.2.0",
	"text":"Figure 8: Indications for atrioventricular junction (AVJ) ablation in patients with symptomatic permanent atrial fibrillation (AF) and optimal pharmacological therapy. BiV = biventricular; CRT = cardiac resynchronization therapy; EF = ejection fraction; HR = heart rate; ICD = implantable cardioverter defibrillator; NYHA = New York Heart Association. For interactivity see here"
},
{
	"page":"ENAS259_5.3.3.0",
	"text":"Indication for cardiac resynchronization therapy in patients with permanent atrial fibrillation Recom­mendations Classa Levelb 1) Patients with HF, wide QRS and reduced LVEF: 1A) CRT should be considered in chronic HF patients, intrinsic QRS ≥120 ms and LVEF ≤35% who remain in NYHA functional class III and ambulatory IV despite adequate medical treatmentc, provided that a BiV pacing as close to 100% as possible can be achieved. IIa B 1B) AV junction ablation should be added in case of incomplete BiV pacing. IIa B 2) Patients with uncontrolled heart rate who are candidates for AV junction ablation. CRT should be considered in patients with reduced LVEF who are candidates for AV junction ablation for rate control. IIa B AV = atrioventricular; BiV = biventricular; CRT = cardiac resynchronization therapy; HF = heart failure; ICD = implantable cardioverter defibrillator; LVEF = left ventricular ejection fraction; NYHA = New York Heart Association. aClass of recommendation; bLevel of evidence; cPatients should generally not be implanted during admission for acute decompensated HF. In such patients, guideline-indicated medical treatment should be optimized and the patient reviewed as an out-patient after stabilization. It is recognized that this may not always be possible."
},
{
	"page":"ENAS259_5.4.1.0",
	"text":"Patients with an indication of upgrading from conventional pacemaker or ICD to CRT devices. Despite the lack of large randomized trials, there is sufficient evidence and general con­sensus that in patients paced for con­ven­tional bradycardia indications, who during follow-up develop severe symptoms of HF and have depressed EF, an upgrading to CRT pacing is likely to reduce hospitalization, and improve their symptoms and cardiac per­formance. However, the quality of evidence is moderate and further research is likely to have an important impact on our confidence in the estimate of effect and might change the estimate. Moreover the risk of complications is higher in upgrading procedures than in primary implantation procedures. “de novo” CRT pacing in patients with conventional indication for antibradycardia pacing. There is emerging evidence that “de novo” CRT implantation may reduce HF hospitalization, improve quality of life and reduce symptoms of HF in patients with history of HF, depressed cardiac function and a bradycardia indication for pacing. The benefit should be weighed against the excess complication rate and excess of costs of CRT devices and the lower longevity of CRT devices. The quality of evidence is low and further research is likely to have an important impact on our confidence in the estimate of effect and may change the estimate. Indication for upgraded or de novo cardiac resynchronization therapy in patients with conventional pacemaker indications and heart failure Recom­mendations Classa Levelb 1) Upgrade from conventional PM or ICD. CRT is indicated in HF patients with LVEF <35% and high percentage of ventricular pacing who remain in NYHA class III and ambulatory IV despite adequate medical treatment.c I B 2) de novo cardiac resynchronization therapy. CRT should be considered in HF patients, reduced EF and expected high percentage of ventricular pacing in orderto decrease the risk of worsening HF. lIa B CRT = cardiac resynchronization therapy; HF = heart failure; ICD = implantable cardioverter defibrillator; LVEF = left ventricular ejection fraction; PM = pacemaker; NYHA = New York Heart Association. aClass of recommendation; bLevel of evidence; cPatients should generally not be implanted during admission for acute decompensated HF. In such patients, guideline-indicated medical treatment should be optimized and the patient reviewed as an out-patient after stabilization. It is recognized that this may not always be possible."
},
{
	"page":"ENAS259_5.4.2.0",
	"text":"Owing to the heterogeneity of published studies, it is difficult to identify the brady-paced population that may benefit from upgrading to CRT. In general, however, it seems that patients who might benefit are those who, early or late after conventional permanent RV pacing, have a deterioration of LV function (e.g. significant reduction of EF to <35%), relevant worsening of symptoms of HF and hospitalizations for HF, despite optimal medical therapy. Owing to the lack of high quality evidence, the indication for CRT remains largely individual. Late upgrade after HF development seems to provide similar benefit to “de novo” implan­tation in patients with initial preserved cardiac function. Therefore, a strategy of initially conventional antibrady pacing with later upgrade in case of worsening symptoms seems reasonable. In patients being considered for “de novo” implantation, it is important to distinguish to which extent clinical presentation may be secondary to the underlying bradyarrhythmia rather than LV dysfunction. This is often difficult to recognize. In the decision process of upgraded and “de novo” CRT pacing instead of conventional RV pacing, physicians should take into account the added complication rate related to the more complex biventricular system, the shorter longevity of CRT devices with the consequent need for earlier pacemaker replacement and the excess of costs."
},
{
	"page":"ENAS259_5.5.1.0",
	"text":"Indication for concomitant implantable cardioverter defibrillator (cardiac resynchronization therapy) Rrecom­mendations Classa Levelb 1) When an ICD is planned,c a CRT is recom­mended when indicated. I A 2) When a CRT is planned, implantation of CRT-D device should be considered in patients with clinical conditions listed in Table 8. IIa B CRT = cardiac resynchronization therapy; CRT-D = CRT and defibrillator; CRT-P = CRT and pacemaker; ICD = implantable cardioverter defibrillator. aClass of recommendation; bLevel of evidence; cAccording to present ICD guidelines, see web Guidelines addenda reference w69."
},
{
	"page":"ENAS259_5.5.2.0",
	"text":"The evidence from RCTs is insufficient to show the superiority of combined CRT and ICD over CRT alone. Owing to the potential incremental survival benefit of CRT-D over CRT-P, the prevailing opinion among the members of this Task Force is in favour of a superiority of CRT-D as regard total mortality and sudden death. Nevertheless, trial evidence is usually required before a new treatment is used routinely. In the absence of proven superiority by trials and the small survival benefit, this Task Force is of the opinion that no strict recom­mendations can be made and prefers to merely offer guidance regarding the selection of patients for CRT-D or CRT-P based on overall clinical condition, device-related complications and cost (Tables 8 and 9) . Table 8: Clinical guidance to the choice of cardiac resynchronization therapy and pacemaker or cardiac resynchronization therapy and defibrillator in primary prevention Factors favouring CRT-P Factors favouring CRT-D Advanced heart failure Life expectancy >1 year Severe renal insufficiency or dialysis Stable heart failure, NYHA II Other major co-morbidities Ischaemic heart disease (low and intermediate MADIT risk score) Frailty Lack of comorbidities Cachexia   CRT-D = cardiac resynchronization therapy and defibrillator; CRT-P = cardiac resynchronization therapy and pacemaker; MADIT =  Multicenter Automatic Defibrillator Trial; NYHA = New York Heart Association Table 9: Comparative results of cardiac resynchronization therapy and defibrillator vs. cardiac resynchronization therapy and pacemaker in primary prevention   CRT-D CRT-P Mortality reduction Similar level of evidence but CRT-D slightly better Similar level of evidence but CRT-P slightly worse Complications Higher Lower Costs Higher Lower CRT-D = cardiac resynchronization therapy and defibrillator; CRT-P = cardiac resynchronization therapy and pacemaker."
},
{
	"page":"ENAS259_6.1.0.0",
	"text":"AV block complicating acute myocardial infarction most often resolves spontaneously within 2 to 7 days. Permanent cardiac pacing does not influence the prognosis of these patients and therefore is not recom­mended. In patients with anterior infarction complicated by new onset BBB and transient AV block, short- and long-term mortality is high irre­spec­tive of permanent pacing. There is no evidence that cardiac pacing improves the outcome Since these patients often have HF and severe systolic dysfunction, it is the opinion of this Task Force that it seems more appro­priate to evaluate the indications for CRT-D rather than conventional antibradycardia pacing. Indications for permanent pacing Recom­mendations Classa Levelb 1) In the rare cases in which AV block becomes permanent, cardiac pacing is indicated with the same recom­mendations in section 2.1. I C 2) Cardiac pacing is not indicated after resolution of high degree or complete AV block complicating the acute phase of myocardial infarction. III B AV = atrioventricular; aClass of recommendation; bLevel of evidence."
},
{
	"page":"ENAS259_6.2.0.0",
	"text":"Bradyarrhythmias are not uncommon after cardiac surgery, transcatheter aortic valve implantation (TAVI) and heart transplantion. The clinically important question in managing post-operative bradyarrhythmias is related to the reasonable amount of time to allow for recovery of AV conduction or sinus node function after surgery before implanting a permanent PM. Pacing after cardiac surgery, transcatheter aortic valve implantation, and heart transplantation Recom­mendations Classa Levelb 1) High degree or complete AV block after cardiac surgery and TAVI. A period of clinical observation up to 7 days is indicated in order to assess whether if the rhythm disturbance is transient and resolves. However, in case of complete AV block with low rate of escape rhythm this observation period can be shortened since resolution is unlikely. I C 2) Sinus node dysfunction after cardiac surgery and heart transplantation. A period of clinical observation from 5 days up to some weeks is indicated in order to assess if the rhythm disturbance resolves. I C 3) Chronotropic incompetence after heart transplantation. Cardiac pacing should be considered for chronotropic incompetence impairing the quality of life late in the post-transplant period. IIa C aClass of recommendation; bLevel of evidence."
},
{
	"page":"ENAS259_6.3.1.0",
	"text":"Indications for pacing therapy in paediatric patients and congenital heart disease Recom­mendations Classa Levelb 1) Congenital AV block. Pacing is indicated in high degree and complete AV block in symp­tomatic patients and in asymp­tomatic patients with any of the following risk conditions: ventricular dysfunction, pro­longed QTc interval, complex ventricular ectopy, wide QRS escape rhythm, ventricular rate <50 b.p.m., ventricular pauses >three-fold the cycle length of the underlying rhythm. I C 2) Congenital AV block. Pacing may be considered in asymp­tomatic patients with high degree and complete AV block in absence of the above risk conditions. IIb C 3) Postoperative AV block in congenital heart disease. Permanent pacing is indicated for postoperative advanced second degree or complete AV block persisting >10 days. I B 4) Postoperative AV block in congenital heart disease. Permanent pacing should be considered for persistent, asymptomatic post-surgical bifascicular block (with or without PR prolongation) associated with transient, complete AV block. IIa C 5) Sinus node disease. Permanent pacing is indicated for symptomatic sinus node disease, including brady-tachy syndrome, when a correlation between symptoms and bradycardia is judged to be established. I C 6) Sinus node disease. Permanent pacing may be useful for asymptomatic resting heart rate <40 b.p.m. or ventricular pauses lasting >3 sec. IIb C AV = atrioventricular. aClass of recommendation. bLevel of evidence. Since children are paced for a lifetime, they are prone to a higher incidence of long-term adverse events and are at high risk of experiencing the adverse consequences of cardiac stimulation at a non-optimal site. Because of a small body size, the presence of a congenital defect with a right-to-left shunt, or postoperative absence of transvenous access to the target chamber, children often need to be permanently paced epicardially. Children’s higher activity levels lead to greater stress on device hardware and their growth expectancy leads to higher incidence of lead dislodgement or fracture in follow-up. Concerns have been voiced regarding the long-term performance of endocardial leads in children, given the high incidence of abandonment, potential valvular injury and vascular crowding. Clinical perspectives: An individualized evaluation of the benefits versus potential complications of pacemaker implant is recom­mended, taking into consideration the cardiac and venous anatomy, patient size and growth expectancy. The decision to implant a pacemaker in children is done in collaboration with paediatric cardiologists and should preferably be done in a specialized centre."
},
{
	"page":"ENAS259_6.3.2.0",
	"text":"Single-site LV pacing, instead of RV pacing, is an attractive mode of pacing in order to preserve cardiac function, but it requires further evidence (Figure 9). Figure 9: Suggested optimal pacing mode in children (modified from van Geldorp I et al.). For interactivity see here"
},
{
	"page":"ENAS259_6.4.0.0",
	"text":"Indication for cardiac pacing in patients with hypertrophic cardiomyopathy Rrecom­mendations Classa Levelb 1) Left ventricular outflow tract obstruction. Sequential AV pacing with short AV interval may be considered in selected patients with resting or provocable LV outflow tract obstruction and drug-refractory symptoms who: a) have contraindications for septal alcohol ablation or septal myectomy; IIb B or     b) or are at high risk of developing heart block following septal alcohol ablation or septal myectomy. IIb C 2) For patients in whom there is an indication for an ICD, a dual-chamber ICD should be considered. IIa C AV = atrioventricular. aClass of recommendation; bLevel of evidence. Clinical perspectives In general, patients with drug-refractory symptoms caused by LV outflow tract obstruction should be considered for surgery or alcohol ablation. In patients with LV outflow tract obstruction treated with pacemaker or dual-chamber ICD, a short AV interval programming is crucial. The goal is to achieve maximum RV apical pre-excitation without compromising LV diastolic filling. In the absence of LV outflow tract obstruction, AV block complicating HCM should be treated in accordance with general recom­mendations of this guidelines. Patients with HCM can develop systolic dysfunction and symptoms of heart failure. In the absence of randomized trials, CRT may be considered in individual cases in which there is some evidence for systolic ventricular impairment and dyssynchrony."
},
{
	"page":"ENAS259_6.5.0.0",
	"text":"Long QT syndrome The current role of PM therapy in long QT syndrome is very limited. An ICD (with active pacing) is preferable in patients with symptoms unresponsive to ß-blocker therapy or pause dependent ventricular arrhythmia according to current ICD guidelines to which we refer. Muscular dystrophies Numerous rare genetic disorders can cause conduction disease, but for most there is little evidence for disease specific treatments, except possibly for laminopathies in which early ICD might be considered and myotonic dystrophy in which PM might be considered if a prolonged HV interval is detected at EPS. Therefore conventional pacing/ICD indications should be applied in most cases."
},
{
	"page":"ENAS259_6.6.0.0",
	"text":"Pacing in pregnancy Recom­mendations Classa Levelb Implantation of permanent pace­makers (preferably one chamber) should be considered with echocardiographical guidance, especially if the foetus is beyond 8 weeks gestation in selected women with sympto­matic complete AV block. IIa C aClass of recommendation; bLevel of evidence."
},
{
	"page":"ENAS259_6.7.0.0",
	"text":"First degree AV (1st AV) block is commonly considered a benign condition. However, a very long PR interval may exacerbate symptoms. A marked 1st AV block, PR interval >0.3 s, in rare cases may result in symptoms similar to those in the PM syndrome. Indication for pacing for first-degree atrioventricular block Recom­mendations Classa Levelb Permanent pacemaker implan­tation should be considered for patients with persistent symp­toms similar to those of pacemaker syndrome and attributable to first-degree atrioventricular block (PR >0.3 s). IIa C aClass of recommendation; bLevel of evidence."
},
{
	"page":"ENAS259_6.8.0.0",
	"text":"There is strong evidence that algorithms designed to prevent AF have no incremental benefits for the prevention of AF; further trials are unlikely to change the confidence in the estimate of effect. Indication for prevention and termination of atrial tachyarrhythmias Recom­mendations Classa Levelb De novo indications. Prevention and termination of atrial tachy­ar­rhythmias does not represent a stand-alone indication for pacing. III A aClass of recommendation; bLevel of evidence."
},
{
	"page":"ENAS259_7.1.0.0",
	"text":"Pacing and CRT are associated with a substantial rate of complications (Table 10). Lead complications are the main reason for reoperation after implantation of PM or CRT devices and occurs in 3.6%; CRT device and and passive-fixation right atrial lead are the two important factors for lead complications. Device upgrade or revision is associated with a complication risk ranging from 4% to 18% Complications are highest in patients who had an upgrade to or a revised CRT device and support careful decision making before device replacement and when considering upgrades to more complex systems. Table 10: Most frequent/important complications of PM and CRT implantation Related to venous access: Pneumothorax Haemothorax Lead-related: Brady/tachyarrhythmias Cardiac perforation Cardiac tamponade Coronary sinus dissection/perforation Dislodgement Diaphragmatic stimulation Lead malposition Venous thrombosis Pocket-related: Haematoma Wound pain Infections: Pocket infection without bloodstream infection Pocket infection with bloodstream infection Device-related endocarditis CRT = cardiac resynchronisation therapy; PM = pacemaker."
},
{
	"page":"ENAS259_7.2.0.0",
	"text":"Haematomas are very frequent (2.9–9.5% of the cases). Many haematomas can be avoided by careful haemostasis and preparation of the patient, allowing correct management of antiplatelet and anticoagulant drugs (Table 11). The use of heparin bridging to oral anti­coagulation has also been shown to increase the risk of bleeding. Table 11: Suggested strategy for managementof antiplatelet and anticoagulant therapy in the peri-implantation period of PM/CRT Antiplatelet therapy Suggested strategy References Primary prevention Withhold antiplatelet therapy for 3-7 days before implant, depending on the drug. Non-randomized large observational studies. Dual antiplatelet therapy after stent placement and acute coronary syndromes.   Non-randomized large observational studies; expert consensus. Non-high risk period Continue aspirin (low increase in bleeding risk). High risk perioda Continue dual antiplatelet therapy (high increase in bleeding risk). Warfarin therapy   Withhold warfarin 3-5 days before implant or continue warfarin (lower end of the recom­mended INR) according to a risk evaluationb performed by the physician. International expert consensus. Novel oral anticoagulant   Withhold anticoagulant 1-3 day before implant or continue according to a risk evaluationb performed by the physician and restart as soon as effective haemostasis has been achieved. Expert consensus. aDuring the minimum recom­mended duration of dual platelet therapy bHigh risk typical setting: prosthetic valves, AF and history of stroke, intracardiac thrombus or other acute thromboembolic event, etc. AF = atrial fibrillation; CRT = cardiac resynchronisation therapy; INR = international normalized ratio; PM = pacemaker. Infection is a postoperative complication of particular concern. Complication rate increases 3 times in case of device replacement. Infections occurs more frequently with use of temporary pacing or other procedures before implantation, early re-interventions, and with lack of antibiotic prophylaxis."
},
{
	"page":"ENAS259_8.1.0.0",
	"text":"This Task Force is unable to give definite recommendations until the results of larger trials become available."
},
{
	"page":"ENAS259_8.2.0.0",
	"text":"There is general consensus among experts to reassess the indication before reimplanting a PM after device explantation; if there is an established indication, reimplantation has to be performed at another site. For patients who are PM-dependent, the optimal management strategy, i.e., immediate epicardial versus temporary transvenous pacing, is not well defined."
},
{
	"page":"ENAS259_8.3.0.0",
	"text":"Conventional cardiac devices and MRI-conditional devices The basic elements are identical for both situations (Figure 10): Because changes in device variables and programming may occur, monitoring by qualified personnel during MRI is essential. Exclude patients with leads that have not matured (<6 weeks since implantation, during which the leads are prone to spontaneous dislodgement) and those with epicardial and abandoned leads (which are prone to heating). Programme an asynchronous pacing mode in PM-dependent patients to avoid inappropriate inhibition of pacing due to detection of electromagnetic interference. In contrast, use an inhibited pacing mode for patients without PM dependence to avoid inappropriate pacing due to tracking of electromagnetic interference. Deactivate other pacing functions (magnet, rate, noise, PVC, ventricular sense, AF response) in order to ensure that sensing of electromagnetic interference does not lead to unwarranted pacing. Deactivate tachyarrhythmia monitoring and therapies (ATP/shock) to avoid delivery of unwarranted therapies. Re-programme device immediately after the MRI examination. For MRI-conditional devices, programming as described in c, d, e and f is automatically performed by an external physician-activated device. Figure 10: Safety precautions for magnetic resonance imaging (MRI) in patients with conventional cardiac devices. ATP = antitachycardiac pacing; ECG = electrocardiogram; ICD = implantable cardioverter defibrillator; PM = pacemaker. Adapted from Nazarian et al. For interactivity see here Magnetic resonance in patients with implanted cardiac devices Recom­mendations Classa Levelb 1) Conventional cardiac devices. In patients with conventional cardiac devices, MRI at 1.5 T can be performed with a low risk of complications if appropriate precautions are taken (see additional advice). IIb B 2) MRI-conditional PM systems. In patients with MRI-conditional PM systems, MRI at 1.5 T can be done safely following manufacturer instructions. IIa B MRI = magnetic resonance imaging; PM = pacemaker; aClass of recommendation; bLevel of evidence. Clinical perspectives: When MRI is necessary for clinical management of serious diseases, the benefit of MRI might outweigh the risk of performing MRI. Alternative imaging techniques have to be considered. A consultation with the EP specialist is warranted. No information exists for MRI performed at >1.5 T even for MRI-compatible devices. This possibility needs further evaluation."
},
{
	"page":"ENAS259_8.4.0.0",
	"text":"The following issues are relevant as a guidance for clinical practice: Temporary transvenous pacing shall not be used routinely and only as a last resort when chronotropic drugs are insufficient. Positive chronotropic drug infusion (e.g. isoproterenol, epinephrine, etc) may be preferred for a limited time, unless there is a contraindication. Temporary transvenous pacing should be limited to the cases of high degree AV block without escape rhythm, life-threatening bradyarrhythmias such as those which occur during interventional procedures (e.g. during percutaneous coronary intervention, etc) or, rarely, in acute settings such as acute myocardial infarction, drug toxicity or concomitant systemic infection. If the indications for permanent pacing are established, every effort should be made to implant a permanent PM as soon as possible."
},
{
	"page":"ENAS259_8.5.0.0",
	"text":"Remote management of arrhythmias and device Recom­mendations Classa Levelb Device-based remote monitoring should be considered in order to provide earlier detection of clinical problems (e.g. ventricular tachyarrhythmias, atrial fibrillation) and technical issues (e.g. lead fracture, insulation defect). IIa A aClass of recommendation; bLevel of evidence."
},
{
	"page":"ENAS259_9.0.0.0",
	"text":"(N)OAC (Non-vitamin K antagonist) oral anticoagulant °C Degree Celsius 2D/ 2-D Two-dimensional 2hPG 2-h post-load plasma glucose 3D/ 3-D Three-dimensional 5-FU 5-fluorouracil 99mTc-DPD Technetium-99m 3,3-diphosphono-1,2-propanodicarboxylic acid A/C Anticoagulation AAA Abdominal aortic aneurysm AAD Antiarrhythmic drugs AAS Acute aortic syndrome ABC Age, biomarkers, clinical history ABI Ankle-Brachial Index ABPM Ambulatory BP monitoring ACA Aborted cardiac arrest ACC American College of Cardiology ACCA Acute Cardiovascular Care Association ACCF American College of Cardiology Foundation ACCOAST Comparison of Prasugrel at the Time of Percutaneous Coronary Intervention or as Pretreatment at the Time of Diagnosis in Patients with Non-ST Elevation Myocardial Infarction ACE Angiotensin-converting enzyme ACEF Age, creatinine, ejection fraction ACEI/ ACE-I/ ACE-Is Angiotensin converting enzyme inhibitors ACS Acute coronary syndromes ACT Activated clotting time AD Aortic dissection ADA American Diabetes Association/​Adenosine deaminase ADD Acute aortic dissection ADP Adenosine diphosphate AEPC Association for European Paediatric and Congenital Cardiology AF Atrial flutter/Atrial fibrillation AFNET German Competence NETwork on Atrial Fibrillation AHA American Heart Association AHF Acute heart failure AHRE Atrial high rate episodes AK Alpha kinase AKI Acute kidney injury AL Amyloid light chain ALAT/ ALT Alanine aminotransferase ALI Acute limb ischaemia AMI Acute myocardial infarction ANA Anti-nuclear antibodies ANCA Anti-neutrophil cytoplasm antibodies AO Aorta AOS Aneurysms-osteoarthritis syndrome AP Accessory pathway APAH Conditions associated with pulmonary arterial hypertension Apo Apolipoprotein apo A I Apolipoprotein A I apo B Apolipoprotein B aPTT Activated partial thromboplastin time AR Aortic regurgitation ARB Angiotensin II receptor blocker/ Angiotensin receptor blocker ARBs Angiotensin receptor blockers ARNI Angiotensin receptor neprilysin inhibition ARVC Arrhythmogenic right ventricular cardiomyopathy AS Aortic stenosis ASA Acetylsalicylic acid ASAT/ AST Aspartate aminotransferase ASCERT American College of Cardiology Foundation–Society of Thoracic Surgeons Database Collaboration ASE American Society of Echocardiography AST/ ALT/ ALP Aspartate / alanine aminotransferase / alkaline phosphatase ASV Adaptive servo-ventilation AT Antithrombin ATOR Atorvastatin ATP Antitachycardiac pacing/Adenosine triphosphate ATRIA AnTicoagulation and Risk factors In Atrial fibrillation ATS Arterial tortuosity syndrome ATTR Amyloidosis, transthyretin type AUC Area under the curve AV Atrioventricular AVB Atrioventricular block AVID Antiarrhythmic drugs Versus Implantable Defibrillator AVM AV delay management AVP Arginine vasopressin AVR Aortic valve replacement b.i.d. Bis in die (twice daily) b.p.m/ bpm Beats per minute BARI-2D Bypass Angioplasty Revascularization Investigation 2 Diabetes BAS Balloon atrial septostomy BAV Balloon aortic valvuloplasty/Bicuspid aortic valve BB Beta-blocker BBB Bundle branch block BC Blood culture BCNIE Blood culture-negative infective endocarditis BCR-ABL Breakpoint cluster region-Abelson BGA Blood gas analysis BIMA Bilateral internal mammary artery Bi-PAP Bilevel positive airway pressure BiV Biventricular BiVAD Bi-ventricular assist device BMI Body mass index BMPR Bone morphogenetic protein receptor, type 2 BMS Bare metal stent BMT Best medical therapy BNP Brain natriuretic peptide/ B-type natriuretic peptide BP Blood pressure BPA Balloon pulmonary angioplasty BSA Body surface area BUN Blood urea nitrogen CABG Coronary artery bypass graft/ Coronary artery bypass graft surgery CAD Coronary artery disease CAS Carotid artery stenting CASH Cardiac Arrest Study Hamburg Cath/ Lab Catheterization laboratory CCB Calcium channel blocker CCNAP Council on Cardiovascular Nursing and Allied Professions CCP Council for Cardiology Practice CCPC Council on Cardiovascular Primary Care CCS Canadian Cardiovascular Society CCU Coronary care unit CDRIE Cardiac device-related infective endocarditis CEA Carotid endarterectomy/​Carcinoembryonic antigen CFA Common femoral artery CFC Cardiofaciocutaneous CHA2DS2-VASc Congestive heart failure or left ventricular dysfunction, Hypertension, Age ≥75 (doubled), Diabetes, Stroke (doubled)-Vascular disease, Age 65–74, Sex category (female) CHADS2 Cardiac failure, Hypertension, Age, Diabetes, Stroke (doubled) CHARM-Added Candesartan in Heart Failure: Assessment of Reduction in Mortality and Morbidity-Added CHD Coronary heart disease/ Congenital heart disease CHF Congestive heart failure/ Chronic heart failure CI Cardiac index / Contraindication / Confidence interval CIA Common iliac artery CI-AKI Contrast-induced acute kidney injury CIDS Canadian Implantable Defibrillator Study CIED Cardiac implantable electronic device CIN Contrast-induced nephropathy CK Creatine phophokinase/​Creatinine kinase CKD Chronic kidney disease CKD-EPI Chronic Kidney Disease Epidemiology Collaboration CK-MB Creatine kinase MB isoform CLI Critical limb ischaemia CMP Cardiomyopathy CMR Cardiac magnetic resonance CMV Cytomegalovirus CO Cardiac output CoA Coarctation / Coarctation of the aorta Cons Conservative cont Continued COPD Chronic obstructive pulmonary disease COT Cardiac Oncology Toxicity COURAGE Clinical Outcomes Utilization Revascularization and Aggressive Drug Evaluation COX Cyclo-oxygenase/ Cyclooxygenase CPAP Continuous positive airway pressure CPET Cardiopulmonary exercise testing CPFE Combined pulmonary fibrosis and emphysema CPG Committee for Practice Guidelines CPVT Catecholaminergic polymorphic ventricular tachycardia CR Cardiac rehabilitation CrCI Creatinine clearance CRP C-reactive protein CRT Cardiac resynchronization therapy CRT-D Cardiac resynchronization therapy defibrillator/ Defibrillator with cardiac resynchronization therapy CRT-P Cardiac resynchronization therapy pacemaker CRUSADE Can Rapid risk stratification of Unstable angina patients Suppress ADverse outcomes with Early implementation of the ACC/AHA guidelines CSF Colony-stimulating factor/Cerebrospinal fluid CSM Carotid sinus massage CSS Carotid sinus syncope/syndrome CT Computed tomographic / tomogram/tomography CTA Computed tomography angiography CTD Connective tissue disease CTEPH Chronic thromboembolic pulmonary hypertension cTN Cardiac troponin CTO Chronic total occlusions CTRCD Cancer Therapeutics–Related Cardiac Dysfunction Ctrl Control CUS Compression venous ultrasonography CV Cardiovascular / Cardioversion CVD Cardiovascular disease CW Continuous wave CXR Chest X-ray DALYs Disability adjusted life years DAPT Dual (oral) antiplatelet therapy DBP Diastolic blood pressure DC Direct current DCC Direct-current cardioversion DCM Dilated cardiomyopathy DDI Drug-drug interactions DEFINITE DEFibrillator In Non-Ischemic cardiomyopathy Treatment Evaluation DES Drug-eluting stent DFT Defibrillation threshold DHP Dihydropyridine DI-DO Door-in to door-out time DLCO Carbon monoxide diffusing capacity DM Diabetes mellitus DNA Deoxyribonucleic acid DPAH Drug induced PAH DPG Diastolic pressure gradient DPP Diabetes prevention program DSA Digital subtraction angiography DT Deceleration time DTB Door-to-balloon time DTIs Direct thrombin inhibitors DUS Duplex ultrasonography / Doppler ultrasound DVT Deep vein thrombosis E/A Ratio of mitral peak velocity of early filling (E) to mitral peak velocity of late filling (A) E/e’ Ratio of early transmitral flow velocity (E) to early mitral annulus velocity (e’) EACPR European Association for Cardiovascular Prevention & Rehabilitation EACTS European Association of Cardio-Thoracic Surgery/ European Association for Cardio-Thoracic Surgery EACVI European Association of Cardiovascular Imaging EANM European Association of Nuclear Medicine EAPCI European Association of Percutaneous Cardiovascular Interventions EAS European Atherosclerosis Society EASD European Association for the Study of Diabetes EBV Epstein-Barr virus ECG Electrocardiogram / Electrocardiographic ECHO Echocardiography/​Echocardiogram ECLS Extracorporeal life support ECST European Carotid Surgery Trial ECVF Extacellular volume fraction ED Erectile dysfunction/ Emergency department EDS-IV Ehlers-Danlos syndrome type IV EF Ejection fraction eGFR Estimated glomerular filtration rate EHRA European Heart Rhythm Association EIA External iliac artery EIF Eukaryotic translation initiation factor EMA European Medicines Agency EMB Endomyocardial biopsy EMS Emergency medical system/service ENA Anti-extractable nuclear antigens Enox Enoxaparin EP Electrophysiology EPD Embolic protection device EPS Electrophysiologic study ER Extended release formulations ERA Endothelin receptor antagonist EROA Effective regurgitant orifice area ERS European Respiratory Society ESC European Society of Cardiology ESCMID European Society of Clinical Microbiology and Infectious Diseases ESH European Society of Hypertension ESO European Stroke Organisation ESR European Society of Radiology/Erythrocyte sedimentation rate ESRD End-stage renal disease ETT Endotracheal tube EU European Union EULAR European League Against Rheumatism EVAR Endovascular aortic repair/reconstruction Exp+ Experimental therapy FAME-2 Fractional Flow Reserve-Guided Percutaneous Coronary Intervention Plus Optimal Medical Treatment Versus Optimal Medical Treatment Alone in Patients With Stable Coronary Artery Disease FBN1 Fibrillin 1 FC Functional class FCH Familial combined hyperlipidaemia FCM Ferric carboxymaltose FDA US Food and Drug Administration/ Food and Drug Administration FDG Fluorodeoxyglucose FFP Fresh frozen plasma FFR Fractional flow reserve FH Familial hypercholesterolaemia FHL1 Four and a half LIM domains 1 FINDRISC FINnish Diabetes RIsk SCore FL False lumen FLUVA Fluvastatin FMC First medical contact FMCTB First-medical-contact-to-balloon time FMF Familial Mediterranean fever Fonda Fondaparinux FPG Fasting plasma glucose FU Follow-up GFR Glomerular filtration rate GGTP Gamma-glutamyl transpeptidase GLP-1 Glucagon-like peptide-1 GLS Global longitudinal strain GM Granulocyte-macrophage GP Glycoprotein / General practitioner GRACE Global Registry of Acute Coronary Events GUCH Grown-up patients with congenital heart disease HAART Highly active antiretroviral treatment HACEK Haemophilus parainfluenzae, H. aphrophilus, H. paraphrophilus, H. influenzae, Actinobacillus actinomycetemcomitans, Cardiobacterium hominis, Eikenella corrodens, Kingella kingae, and K. denitrificans HAS-BLED Hypertension, Abnormal renal/liver function, Stroke, Bleeding history or predisposition, Labile INR, Elderly (65), Drugs concomitantly/alcohol abuse HbA1c Glycated haemoglobin / Glycated haemoglobin A1c HBPM Home BP monitoring HCM Hypertrophic cardiomyopathy HCV Hepatitis C virus HDAC Histone deacetylase HDL High density lipoprotein HDL-C High density lipoprotein-cholesterol HeFH Heterozygous familial hypercholesterolaemia HER2 Human epidermal growth factor receptor 2 HF Heart failure HFA Heart Failure Association H-FABP Heart-type fatty acid-binding protein HFmrEF Heart failure with mid-range ejection fraction HFpEF/ HF-PEF Heart failure with preserved ejection fraction HFrEF/ HF-REF Heart failure with reduced ejection fraction HHD Hypertensive heart disease HHV Human herpesvirus H-ISDN Hydralazine and isosorbide dinitrate HIT Heparin-induced thrombocytopenia HIV Human immunodeficiency virus HoFH Homozygous familial hypercholesterolaemia HPAH Heritable PAH HR Heart rate HRCT High resolution CT hs-CRP high-sensitivity C-reactive protein HT/ HTN Hypertension HTG Hypertrigiyceridaemia i.v. / IV Intravenous IABP Intraaortic balloon pump IAS Inter-atrial septum ICA Invasive coronary angiography ICD Implantable cardioverter defibrillator/ International Classification of Diseases ICH Intracranial haemorrhage ICU Intensive care unit ID Infectious disease IDF International Diabetes Federation IE Infective endocarditis IFG Impaired fasting glucose IFN Interferon-gamma IGRA Interferon-gamma release assay IGT Impaired glucose tolerance IHD Ischaemic heart disease IL-2 Interleukin 2 ILR Implantable loop recorder IMA Internal mammary artery IMH Intramural haematoma IMT Intima–media thickness INR International normalized ratio IN-TIME Implant-based multiparameter telemonitoring of patients with heart failure IOMC Iso-osmolar contrast medium IPAH Idiopathic pulmonary arterial hypertension IPF Idiopathic pulmonary fibrosis IRA Infarct-related artery ISH Isolated systolic hypertension ISHLT International Society for Heart and Lung Transplantation IU International units IUD Intrauterine device IV UHF Intravenous unfractionated heparin IVC Inferior vena cava IVDA Intravenous drug abusers IVIG Intravenous immunoglobulin IVUS Intravascular ultrasound JSAP Japanese Stable Angina Pectoris km per h Kilometres per hour LA Left atrium/atrial LAA Left atrial appendage LAD Left anterior descending (coronary artery) LAE Left atrial enlargement LAH Left anterior hemiblock LAVI Left atrial volume index LBBB Left bundle branch block LCC Left coronary cusp Lcx Left circumflex LDH Lactate dehydrogenase LDL Low-density lipoprotein LDL-C Low-density lipoprotein-cholesterol LDLR Low density lipoprotein receptor LDS Loeys-Dietz syndrome LEAD Lower-extremity artery disease LEOPARD lentigines, ECG abnormalities, ocular hypertelorism, pulmonary stenosis, abnormal genitalia, retardation of growth, and sensorineural deafness LGE Late gadolinium enhancement LHD left heart disease LLN Lower limit of normality LM Left main LMNA Lamin A/C LMWH Low molecular weight heparin LOCM Low-osmolar contrast medium LoE Level of evidence LOVA Lovastatin Lp Lipoprotein Lp(a) Lipoprotein(a) LQTS Long QT syndrome LTBI Latent tuberculosis infection LV Left ventricle / left ventricular LVAD Left ventricular assist device LVEDD Left ventricular end-diastolic diameter LVEDP Left ventricular end diastolic pressure LVEF Left ventricular ejection fraction LVESD Left ventricular end-systolic diameter LVESV Left ventricular end-systolic volume LVH Left ventricular hypertrophy LVM Left ventricular mass LVMI Left ventricular mass index LVOT Left ventricular outflow tract LVOTG Left ventricular outflow tract gradient LVOTO Left ventricular outflow tract obstruction MACE Major adverse cardiac events MADIT Multicenter Automatic Defibrillator Implantation Trial MASS II The medicine, angioplasty, or surgery study Mbq Millibecquerel MCS Mechanical circulatory support MDCT Multidetector computed tomographic angiography/Multi-detector computed tomography MDRD Modifikation of Diet in Renal Disease Med RX Medial therapy MedPed Make Early Diagnosis to Prevent Early Deaths MELAS mitochondrial encephalomyopathy, lactic acidosis, and stroke-like episodes MERFF Myoclonic epilepsy with ragged red fibres MET Metabolic equivalent MetS Metabolic syndrome MI Myocardial infarction MIC Minimum inhibitory concentration MPI Myocardial perfusion imaging MPR Multiplanar reconstruction MPS Myocardial perfusion scintigraphy / Myocardial perfusion stress MR Magnetic resonance/ Mitral regurgitation/ Mineralocorticoid receptor MRA Mineralocorticoid receptor antagonist / Magnetic resonance angiography MRI Magnetic resonance imaging MR-proANP Mid-regional pro atrial natriuretic peptide/ Mid-regional pro A-type natriuretic peptide MRSA Methicillin-resistant Staphylococcus aureus MS Mitral stenosis MSCT Multislice computed tomography MSSA Methicillin-susceptible Staphylococcus aureus mSv Millisievert MUGA Multigated radionuclide angiography mV millivolt(s) MV abn Mitral valve abnormality MWD Minute walk distance MWT Minute walk test MYBPC3 Myosin-binding protein C MYH7 Myosin, heavy chain 7 MYL3 Essential myosin light chain n.a/ NA not available/ Not available N/A Not applicable N/R Not reported NASCET North American Symptomatic Carotid Endarterectomy Trial NCC Non coronary cusp NCDR National cardiovascular data registry NIHSS National Institutes of Health stroke severity scale NIPPV Non-invasive positive pressure ventilation NIV Non-invasive ventilation NNH Numbers needed to harm NNT Numbers needed to treat/ Number of individuals needed to treat NOAC/ NOAC(s) Novel oral anticoagulant / New oral anticoagulant / Non-vitamin K antagonist direct oral anticoagulant/ Non-vitamin K antagonist oral anticoagulant(S) Non-HDL-C Non-HDL cholesterol NP Natriuretic peptide NPV Negative predictive value NRT Nicotine replacement therapy NSAID Non-steroidal antiinflammatory drug(s) NSAIDs Non-steroidal anti-inflammatory drugs NSQIP National surgical quality improvement program NSTE Non-ST-elevation NSTE-ACS Non-ST-segment elevation acute coronary syndrome/ Non-ST elevation acute coronary syndrome NSTEMI Non-ST-elevation myocardial infarction NSVT Non-sustained ventricular tachycardia NTG Nitroglycerine NT-proBNP N-terminal pro B-type/brain natriuretic peptide NVE Native valve endocarditis NYHA New York Heart Association O2 Oxygen OAC Oral anticoagulation/ anticoagulant OAC Oral anticoagulation OARS Open-ended questions, Affirmation, Reflective listening, Summarising OCT Optical coherence tomography OD Organ damage OGTT Oral glucose tolerance test OHCA Out-of-hospital cardiac arrest OHS Obesity hypoventilation syndrome OMT Optimal medical therapy OR Odds ratio ORBIT Outcomes Registry for Better Informed Treatment of Atrial Fibrillation OSA Obstructive sleep apnoea p.o. Per os PA Postero-anterior/ Pulmonary artery/ Physical activity PAD Peripheral artery disease PAH Pulmonary arterial hypertension / Pulmonary hypertension PaO2 Partial pressure of oxygen PAP Pulmonary artery pressure/ Pulmonary arterial pressure PAR Protease-activated receptor PAU Penetrating aortic ulcer PAWP Pulmonary artery wedge pressure PCA Prostacyclin analogues PCC Prothrombin coagulation complax/ Prothrombin complex concentrates PCH Pulmonary capillary haemangiomatosis PCI Percutaneous coronary intervention PCIS Post-cardiac injury syndromes PCR Polymerase chain reaction PCSK9 Proprotein convertase subtilisin/kexin type 9 PCWP Pulmonary capillary wedge pressure PDE Phosphodiesterase type-5 inhibitors/ Phosphodiesterase PDE5 Phosphodiesterase type 5 PE Pulmonary embolism PEA Pulmonary endarterectomy PEP Primary endpoint PESI Pulmonary embolism severity index PET Positron emission tomography PFT Pulmonary function tests PH Pulmonary hypertension PISA Proximal isovelocity surface area PITA Pitavastatin PM Pacemaker/Pain management PMC Percutaneous mitral commissurotomy PPCM Peripartum cardiomyopathy PPI Proton pump inhibitor PPS Post-pericardiotomy syndrome PRAVA Pravastatin PRIMARY PCI Primary percutaneous coronary intervention PRKAG2 Gamma-2 subunit of the adenosine monophosphate-activated protein kinase PS Pulmonary valve stenosis PTA Percutaneous transluminal angioplasty / Pre-test probability PTT Partial thromboplastin time PUFA/ PUFAs Polyunsaturated fatty acid/ Polyunsaturated fatty acids PVC Premature ventricular contraction/ Premature ventricular complex PVE Prosthetic valve endocarditis PVI Pulmonary vein isolation PVL Paravalvular leak PVOD Pulmonary veno-occlusive disease PVR Pulmonary vascular resistance PVS Programmed ventricular stimulation PWV Pulse wave velocity R Vol Regurgitant volume RA Right atrium/ Rheumatoid arthritis RAA Renin–angiotensin–aldosterone RAAS Renin angiotensin aldosterone system RAP Right atrial pressure RAS Renal artery stenosis / Renin-angiotensin system RBBB Right bundle branch block RCC Right coronary cusp RCT/RCTs Randomized controlled trial RF Risk factor rFVIIa Activated recombinant factor VII RHC Right heart catheterization ROSU Rosuvastatin rPA Right pulmonary artery r-PA Reteplase RR Relative risk RRR Relative risk reduction rtPA Recombinant tissue plasminogen activator RV Right ventricle/ventricular RVEDP Right ventricular end-diastolic pressure RVOT Right ventricular outflow tract RVOTO Right ventricular outlow tract obstruction RVSP Right ventricular systolic pressure S.C. Subcutaneous SA Signal-averaged SAA Septal alcohol ablation SADS Sudden arrhythmic death syndrome SAM Systolic anterior motion SAN Sinoatrial node SaO2 Saturated oxygen SAPT Single antiplatelet therapy SAS Sleep apnea syndrome SB Sinus bradycardia SBP Systolic blood pressure SCAD Stable coronary artery disease SCD Sudden cardiac death SCORE Systematic Coronary Risk Evaluation / Systematic Coronary Risk Estimation SFA Superficial femoral artery SGLT2 Sodium glucose co-transporter 2 SIDS Sudden infant death syndrome SIMVA Simvastatin SIRS Systemic inflammatory response SLE Systemic lupus erythematosus SMART Specific, Measurable, Achievable, Realistic and Timely SND Sinus node disease SPAP Systolic pulmonary artery pressure SPECT Single-photon emission computed tomography sPESI Simplified Pulmonary Embolism Severity Index SpO2 Saturation of peripheral oxygen SQTS Short QT syndrome SR Sinus rhythm SSS Sick sinus syndrome STE-ACS ST-segment elevation acute coronary syndrome STEMI ST-elevation myocardial infarction STS Society of Thoracic Surgeon/ Structured telephone support ST-T ST-segment-T wave SUDI Sudden unexplained death in infancy SUDS Sudden unexplained death syndrome SVG Saphenous vein graft SVR Surgical ventricular reconstruction. SVT Supraventricular tachycardia SWISSI II Swiss Interventional Study on Silent Ischemia Type II SYNTAX SYNergy between percutaneous coronary intervention with TAXus and cardiac surgery T1DM Type 1 diabetes mellitus T2DM Type 2 diabetes mellitus TAA Thoracic aortic aneurysm TAAD Thoracic aortic aneurysms and dissection TAI Traumatic aortic injury TAPSE Tricuspid annulus plane systolic excursion TASC TransAtlantic Inter-Society Consensus TAVI Transcatheter aortic valve implantation/ Transaortic valve implantation TB Tuberculosis TC Total cholesterol T-DM1 Trastuzumab-emtansine TE Thromboembolism / Thrombo-embolic TEE Transesophageal echocardiogram TEVAR Thoracic endovascular aortic repair TG Triglyceride TGA Complete transposition of the great arteries Three DE Three dimensional echocardiography TIA Transient ischaemic attack / Transitory ischaemic attack TIBC Total iron-binding capacity TIME Trial of invasive versus medical therapy in elderly patients with chronic symptomatic coronary-artery disease TIMI Thrombolysis In Myocardial Infarction TKI Tyrosine kinase inhibitor TL True lumen TNF Tumor necrosis factor TNK-tPA Tenecteplase TNNI3 Troponin I, cardiac TNNT2 Troponin T TOE Transoesophageal echocardiography / echocardiogram t-PA Tissue plasminogen activator TPM1 Tropomyosin 1 alpha chain TR Tricuspid regurgitation TRAPS Tumour necrosis factor receptor-associated periodic syndrome TRL Triglyceride-rich lipoproteins TRV Tricuspid regurgitant velocity TS Tricuspid stenosis / Turner syndrome TSAT Transferrin saturation TSH Thyroid stimulating hormone TTE Transthoracic echocardiography TTR Time in therapeutic range / Transthyretin TV Tricuspid valve/ Television TVI Time–velocity integral Tx Tendon xanthomata UA Unstable angina UEAD Upper extremity artery disease UFH Unfractionated heparin UHF Ultrafractionated heparin UK United Kingdom ULN Upper limit of normal US United States USA United States of America V/Q Scan ventilation–perfusion scintigraphy VA Vertebral artery/ Ventricular arrhythmia VEGF Vascular endothelial growth factor VF Ventricular fibrillation VHD Valvular heart disease VKA Vitamin K antagonist VO2 Oxygen consumption VPBs Ventricular premature beats vs Versus VSD Ventricular septal defect VT Ventricular tachycardia VTE Venous thromboembolism VV Interventricular VVI Ventricular inhibited pacing WBC White blood cells WCD Wearable cardioverter defibrillator WHF World Heart Federation WHO World Health Organization WPW Wolff-Parkinson-White WU Wood units"
}
]