[
{
	"page":"ENAS5193_2017063092",
	"text":"1.0.0.0 Myocardial dysfunction and heart failure Myocardial dysfunction and heart failure Left ventricular (LV) dysfunction and heart failure (HF) are relatively common and serious side-effects of anticancer treatments."
},
{
	"page":"ENAS5193_2017063093",
	"text":"2.0.0.0 Baseline risk factors for cardiotoxicity Baseline risk factors for cardiotoxicity Current myocardial disease Heart failure (with either preserved or reduced ejection fraction) Asymptomatic LV dysfunction (LVEF <50% or high natriuretic peptidea) Evidence of CAD (previous myocardial infarction, angina, PCI or CABG, myocardial ischaemia) Moderate and severe VHD with LVH or LV impairment Hypertensive heart disease with LV hypertrophy Hypertrophic cardiomyopathy Dilated cardiomyopathy Restrictive cardiomyopathy Cardiac sarcoidosis with myocardial involvement Significant cardiac arrhythmias (e.g. AF, ventricular tachyarrhythmias) Demographic and other CV risk factors Age (paediatric population <18 years; >50 years for trastuzumab; >65 years for anthracyclines) Family history of premature CV disease (<50 years) Arterial hypertension Diabetes mellitus Hypercholesterolaemia Previous cardiotoxic cancer treatment Prior anthracycline use Prior radiotherapy to chest or mediastinum Lifestyle risk factors Smoking High alcohol intake Obesity Sedentary habit AF = atrial fibrillation; CABG = coronary artery bypass graft; CAD = coronary artery disease; CV = cardiovascular; LV = left ventricular; LVEF = left ventricular ejection fraction; LVH = left ventricular hypertrophy; VHD = valvular heart disease. aB-type natriuretic peptide >100 pg/ml or N-terminal pro-B-type natriuretic peptide >400 pg/ml with no alternative cause"
},
{
	"page":"ENAS5193_2017063094",
	"text":"3.0.0.0 Key points Key points Cancer patients treated with a potentially cardiotoxic therapy are at high risk of developing HF and should therefore receive medical care aimed at obtaining a strict control of cardiovascular risk factors. Left ventricular ejection fraction (LVEF) should be determined before and periodically during cardiotoxic treatment for early detection of cardiac dysfunction. This group has decided to consider the lower limit of normal of LVEF in echocardiography as 50%, in line with the definition of cardiotoxicity commonly used in registries and trials in patients with cancer. A patient with a significant decrease in LVEF (e.g. a decrease >10%), to a value that does not drop below the lower limit of normal, should undergo repeated assessment of LVEF shortly after and during the duration of anticancer treatment. If LVEF decreases >10% to a value below the lower limit of normal (considered as an LVEF <50%), angiotensin converting enzyme (ACE) inhibitors (or angiotensin II receptor blockers (ARBs)) in combination with beta-blockers are recommended to prevent further LV dysfunction or the development of symptomatic HF, unless contraindicated, as these patients are at high-risk of developing HF. ACE-inhibitors (or ARBs) and beta-blockers are recommended in patients with symptomatic HF or asymptomatic cardiac dysfunction unless contraindicated."
},
{
	"page":"ENAS5193_2017063095",
	"text":"4.0.0.0 Coronary artery disease Coronary artery disease Myocardial ischaemia, infarction and ischaemia-induced arrhythmias, are side-effects of several anticancer therapies. Assessment of CAD should be based on the history, age and gender of the patient, considering the use of chemotherapy drugs as a risk factor for CAD. Clinical evaluation and, when necessary, testing for detection of myocardial ischemia is key to identify patients with latent pre-existing CAD. This may have implications in the selection of cancer treatment. Patients treated with pyrimidine analogues should be closely monitored for myocardial ischaemia using regular ECGs, and chemotherapy should be withheld if myocardial ischaemia occurs. Drug rechallenge after coronary vasospasm should be reserved when no other alternatives exist, and only under prophylaxis and close monitoring of the patient. Pretreatment with nitrates and/or calcium channel blockers may be considered in this setting. Long-term clinical follow-up and, when required, testing for presence of coronary artery disease (CAD), may be useful to identify patients with cardiac disease who develop long-term complications of chemotherapy and radiotherapy."
},
{
	"page":"ENAS5193_2017063096",
	"text":"5.0.0.0 Arrhythmias Arrhythmias Cancer drug agents associated with cardiac arrhythmias Type of arrhythmia Causative drug Bradycardia Arsenic trioxide, bortezomib, capecitabine, cisplatin, cyclophosphamide, doxorubicine, epirubicine, 5-FU, ifosfamide, IL-2, methotrexate, mitoxantrone, paclitaxel, rituximab, thalidomide. Sinus tachycardia Anthracyclines, carmustine. Atrioventricular block Anthracyclines, arsenic trioxide, bortezomib, cyclophosphamide, 5-FU, mitoxantrone, rituximab, taxanes, thalidomide. Conduction disturbances Anthracyclines, cisplatin, 5-FU, imatinib, taxanes. Atrial fibrillation Alkylating agents (cisplatin, cyclophosphamide, ifosfamide, melphalan), anthracyclines, antimetabolites (capecitabine, 5-FU, gemcitabine), IL-2, interferons, rituximab, romidepsin, small molecule TKIs (ponatinib, sorafenib, sunitinib, ibrutinib), topoisomerase II inhibitors (amsacrine, etoposide), taxanes, vinca alkaloids. Supraventricular tachycardias Alkylating agents (cisplatin, cyclophosphamide, ifosfamide, melphalan), amsacrine, anthracyclines, antimetabolites (capecitabine, 5-FU, methotrexate), bortezomib, doxorubicin, IL-2, interferons, paclitaxel, ponatinib, romidepsin. Ventricular tachycardia/ fibrillation Alkylating agents (cisplatin, cyclophosphamide, ifosfamide), amsacrine, antimetabolites (capecitabine, 5-FU, gemcitabine), arsenic trioxide, doxorubicin, interferons, IL-2, methothrexate, paclitaxel, proteasome inhibitors (bortezomib, carfilzomib), rituximab, romidepsin. Sudden cardiac death Anthracyclines (reported as very rare), arsenic trioxide (secondary to torsade de pointes), 5-FU (probably related to ischaemia and coronary spasm), interferons, nilotinib, romidepsin. 5-FU = 5-fluorouracil; IL-2 = interleukin 2; TKI = tyrosine kinase inhibitor."
},
{
	"page":"ENAS5193_2017063097",
	"text":"6.0.0.0 QT prolongation QT prolongation A 12-lead ECG should be recorded and the QT interval, corrected for heart rate with Bazett’s or Fridericia’s formula, should be obtained in all patients at baseline. Patients with a history of QT prolongation, relevant cardiac disease, treated with QT-prolonging drugs, with bradycardia, thyroid dysfunction, or electrolyte abnormalities should be monitored by repeated 12-lead ECG. Consider treatment discontinuation or alternative regimens if the QTc is >500 ms, QTc prolongation >60 ms, or dysrhythmias are encountered. Conditions known to provoke torsades de pointes, especially hypokalaemia and extreme bradycardia, should be avoided in patients with drug-induced QT prolongation. Exposure to other QT-prolonging drugs should be minimized in patients treated with potentially QT-prolonging chemotherapy."
},
{
	"page":"ENAS5193_2017063098",
	"text":"7.0.0.0 Atrial Fibrillation Atrial Fibrillation Anticoagulation options include therapeutic low-molecular-weight heparin (LMWH) (as a short- to intermediate-term measure), a vitamin K antagonist (e.g. warfarin) if international normalized ratio control is stable and effective, or a non-VKA oral anticoagulant (NOAC)."
},
{
	"page":"ENAS5193_2017063099",
	"text":"8.0.0.0 Thromboembolic disease Thromboembolic disease Clinical factors associated with increased risk of cancer-associated venous thromboembolism (modified from Khorana et al.) Cancer-related factors Primary site of cancer (mostly pancreas, brain, stomach, kidney, lung, lymphoma, myeloma) Histology (specially adenocarcinoma) Advanced stage (metastatic) Initial period after cancer diagnosis Patient-related factors Demographics: older age, female sex, African ethnicity Comorbidities (infection, chronic kidney disease, pulmonary disease, atherothrombotic disease, obesity) History of venous thromboembolism, inherited thrombophilia Low performance status Treatment-related factors Major surgery Hospitalization Chemotherapy and anti-angiogenic agents Hormonal therapy Transfusions Central venous catheters"
},
{
	"page":"ENAS5193_20170630100",
	"text":"9.0.0.0 Prevention of cardiotoxicity Strategies to reduce chemotherapy-induced cardiotoxicity Before cardiotoxic anticancer treatment Chemotherapy drug Potential cardioprotective measure All chemotherapy drugs Identify and treat cardiovascular risk factors Treat comorbidities (CAD, HF, PAD, HTN) QTc prolongation and torsade de pointes: Avoid QT prolonging drugs Manage electrolyte abnormalities Minimize cardiac irradiation Anthracyclines and analogues Limit cumulative dose (mg/m2): Daunorubicin <800 Doxorubicin <360 Epirubicin <720 Mitoxantrone <160 Idarubicin <150 Altered delivery systems (liposomal doxorubicin) or continuous infusions Dexrazoxane as an alternative ACE-Is or ARBs β-blockers Statins Aerobic exercise Trastuzumab ACE-Is β-blockers ACE = angiotensin converting enzyme; ACE-I = angiotensin converting enzyme inhibitor; CAD = coronary artery disease; HF = heart failure; HTN = hypertension; PAD = peripheral artery disease."
},
{
	"page":"ENAS5193_1.0.0.0",
	"text":"1.0.0.0 Authors and legal information ESC Pocket Guidelines 2016 ESC Position Paper on Cancer Treatments and Cardiovascular Toxicity* The Task Force for the Development of a Position Paper on Cancer Treatments and Cardiovascular Toxicity Developed under the auspices of the Committee for Practice Guidelines of the European Society of Cardiology (ESC) Chairperson Jose Luis Zamorano Head of Cardiology University Hospital Ramon Y Cajal Carretera De Colmenar Km 9.100 28034 Madrid, Spain. Tel: +34 91 336 85 15 Email: zamorano@secardiologia.es Co-Chairperson Patrizio Lancellotti University of Liège Hospital, GIGA Cardiovascular Sciences, Departments of Cardiology, Heart Valve Clinic, CHU Sart Tilman, Liège, Belgium and Gruppo Villa Maria Care and Research, Anthea Hospital, Bari, Italy. Tel: +32 4 366 7194 - Fax: +32 4 366 7195 Email: plancellotti@chu.ulg.ac.be Task Force Members: Victor Aboyans (France), Riccardo Asteggiano (Italy), Maurizio Galderisi (Italy), Gilbert Habib (France), Daniel J. Lenihan1 (US), Gregory Y.H. Lip (UK), Alexander Lyon (UK), Teresa Lopez Fernandez (Spain), Dania Mohty (France), Massimo F. Piepoli (Italy), Daniel Rodriguez Muñoz (Spain), Thomas Suter (Switzerland), Juan Tamargo (Spain), Adam Torbicki (Poland) ESC Staff: Veronica Dean, Catherine Despres, Laetitia Flouret, Maike Binet - Sophia Antipolis, France *Adapted from the 2016 ESC Position Paper on Cancer Treatments and Cardiovascular Toxicity under the auspices of the Committee of Practice Guidelines (European Heart Journal 2016; doi:10.1093/eurheartj/ehw211)."
},
{
	"page":"ENAS5193_2.0.0.0",
	"text":"3.0.0.0 Introduction Advances in cancer treatment have led to improved survival, but have also increased morbidity and mortality due to direct side-effects of the treatment on cardiovascular function. This document reviews the different steps in cardiovascular monitoring and decision-making before, during, and after cancer treatment with potential cardiovascular side-effects."
},
{
	"page":"ENAS5193_3.1.1.1",
	"text":"4.0.0.0 Cardiovascular complications of cancer therapy: pathophysiology and management 4.1.0.0 Myocardial dysfunction and heart failure 4.1.1.0 Pathophysiology and clinical presentation 4.1.1.1 Overview Left ventricular (LV) dysfunction and HF are relatively common and serious side-effects of cancer treatment. The prediction of LV dysfunction incidence is challenging because patients with cancer typically receive multiple potentially cardiotoxic drugs and sometimes thoracic radiotherapy. Table 1 provides an overview of the incidence of LV dysfunction with different chemotherapeutic drugs. Table 1 Incidence of left ventricular dysfunction associated with chemotherapy drugs Chemotherapy agents Incidence (%) Anthracyclines (dose dependent) Doxorubicin (Adriamycin) 400 mg/m2 550 mg/m2 700 mg/m2 3–5 7–26 18–48 Idarubicin (>90 mg/m2) 5–18 Epirubicin (>900 mg/m2) 0.9–11.4 Mitoxanthone >120 mg/m2 2.6 Liposomal anthracyclines (>900 mg/m2) 2 Alkylating agents Cyclophosphamide 7–28 Ifosfamide <10 g/m2 12.5–16 g/m2 0.5 17 Antimetabolites Clofarabine 27 Antimicrotubule agents Docetaxel 2.3–13 Paclitaxel"
},
{
	"page":"ENAS5193_3.1.1.2",
	"text":"4.1.1.2 Anthracyclines There is a considerable variability among patients in their susceptibility to anthracyclines. Treatment-related cardiotoxicity may occur as early as after the first dose. If anthracycline-associated cardiac dysfunction is detected early and treated with heart failure medications, patients frequently have a good functional recovery. Conversely, if patients are identified late after the onset of cardiac dysfunction, HF is typically difficult to treat. Risk factors for anthracycline-related cardiotoxicity are listed in Table 2. Table 2 Factors associated with risk of cardiotoxicity following treatment with anthracyclinesa Risk factors Cumulative dose Female sex Age >65 years old Paediatric population (<18 years) Renal failure Concomitant or previous radiation therapy involving the heart Concomitant chemotherapy alkylating or antimicrotubule agents immuno- and targeted therapies Pre-existing conditions Cardiac diseases associating increased wall stress Arterial hypertension Genetic factors aAnthracyclines (daunorubicin, doxorubicin, epirubicin, idarubicin) or anthracenedione (mitoxantrone)."
},
{
	"page":"ENAS5193_3.1.1.3",
	"text":"4.1.1.3 Other conventional chemotherapies Cyclophosphamide, cisplatin, ifosfamide, and taxanes can induce myocardial dysfunction and HF. The contribution of individual agents in multidrug schemes is frequently difficult to assess. Cyclophosphamide cardiotoxicity is relatively rare and is primarily seen within days of drug administration in patients receiving high doses (>140 mg/kg)."
},
{
	"page":"ENAS5193_3.1.1.4",
	"text":"4.1.1.4 Immunotherapies and targeted therapies Inhibition of HER2 signalling with either antibodies (trastuzumab, pertuzumab, trastuzumab-emtansine [T-DM1]) or TKIs (lapatinib) have improved outcomes of patients with HER2-positive cancer. The risk of cardiotoxicity increases in patients with pre-existing cardiac conditions or previous use of anthracyclines (Table 3). Generally, cardiotoxicity is not believed to be cumulative-dose related, and LV dysfunction and HF are usually reversible with treatment interruption and/or HF therapies. Table 3 Factors associated with risk of cardiotoxicity following anti-HER2 compounds and VEGF inhibitors Agent Risk factors Anti-HER2 compounds Antibodies Trastuzumab Pertuzumab T-DM1 Tyrosine kinase inhibitor Lapatinib Previous or concomitant anthracycline treatment (short time between anthracycline and anti-HER2 treatment) Age (>65 years) High BMI >30 kg/mg2 Previous LV dysfunction Arterial hypertension Previous radiation therapy VEGF inhibitors Antibodies Bevacizumab Ramucirumab Pre-existing HF, significant CAD or left side VHD (e.g. mitral regurgitation), chronic ischaemic cardiomyopathy Previous anthracycline Tyrosine kinase inhibitors Sunitinib Pazopanib Axitinib Neratinib Afatinib Sorafenib Dasatinib Arterial hypertension Pre-existing cardiac disease BMI = body mass index; CAD = coronary artery disease; HER2 = human epidermal growth factor receptor 2; HF = heart failure; MI = myocardial infarction; VEGF = vascular endothelial growth factor; VHD = valvular heart disease."
},
{
	"page":"ENAS5193_3.1.1.5",
	"text":"4.1.1.5 VEGF pathway inhibition Some of the VEGF inhibitors can cause reversible or irreversible cardiac side- effects, particularly when used with or after conventional chemotherapies. The risk of relatively specific TKIs (axitinib) was similar to relatively non-specific TKIs (sunitinib, sorafenib, vandetanib and pazopanib). VEGF inhibitors cause substantial arterial hypertension, potentially affecting cardiac function. If cardiac dysfunction is encountered, then a high percentage is reversible with careful HF-based therapy."
},
{
	"page":"ENAS5193_3.1.1.6",
	"text":"4.1.1.6 Inhibition of BCR-ABL kinase Initial reports have demonstrated an association with cardiovascular events and imatinib, nilotinib and ponatinib treatment."
},
{
	"page":"ENAS5193_3.1.1.7",
	"text":"4.1.1.7 Proteasome inhibitors Bortezomib and carfilzomib are the two clinically available drugs potentially causing cardiac dysfunction. The incidence of HF under bortezomib is relatively low (up to 4%) compared with carfilzomib (up to 25%), although it is sometimes aggravated by the concomitant use of steroids."
},
{
	"page":"ENAS5193_3.1.1.8",
	"text":"4.1.1.8 Radiotherapy The actual incidence of radiation-induced cardiotoxicity is difficult to evaluate for several reasons. These include the long delay between exposure and clinical expression of disease; use of concomitant cardiotoxic chemotherapy; continuous improvements in the applied radiation techniques; changes in the treated population and the lack of attribution of cardiac disease to previous radiotherapy despite increasing awareness within the cardiovascular physicians of its long- term side-effects. Systolic dysfunction and HF is observed when radiotherapy is combined with anthracyclines and may also be aggravated by concomitant radiation-induced VHD and CAD, and, can evolve over years."
},
{
	"page":"ENAS5193_3.1.2.1",
	"text":"4.1.2.0 Diagnostic and therapeutic management 4.1.2.1 Screening, risk strat., & early detect. strategies The first step in identification of higher risk patients for cardiotoxicity consists of a careful baseline assessment of cardiovascular risk factors (Table 4). However, clinical judgement is required when evaluating the risk at an individual level because of the lack of prospectively validated risk scores. Baseline risk assessment is often performed by the oncology team, but referral to a cardio-oncology specialist is highly recommended in high-risk patients. Strategies for screening and detection of cardiotoxicity include cardiac imaging and biomarkers (see Table 6). The choice of modalities depends upon local expertise and availability and several important core principles should be considered: The same imaging modality and/or biomarker assay should be used for continued screening throughout the treatment pathway. Switching between modalities or assays is strongly discouraged. Modalities and tests with the best reproducibility are preferred. Imaging modalities that provide additional relevant clinical information are preferred (e.g. right ventricular function, pulmonary pressures, valvular function, pericardial evaluation). High quality radiation-free imaging is preferred, if available. The precise timing and frequency of imaging and/or biomarker sampling will depend upon the specific cancer treatment, total cumulative dose of cardiotoxic chemotherapy, delivery protocol and duration and patient’s baseline cardiovascular risk. Table 4 Baseline risk factors for cardiotoxicity Current myocardial disease Demographic and other CV risk factors Heart failure (with either preserved or reduced ejection fraction) Asymptomatic LV dysfunction (LVEF <50% or high natriuretic peptidea) Evidence of CAD (previous myocardial infarction, angina, PCI or CABG, myocardial ischaemia) Moderate and severe VHD with LVH or LV impairment Hypertensive heart disease with LV hypertrophy Hypertrophic cardiomyopathy Dilated cardiomyopathy Restrictive cardiomyopathy Cardiac sarcoidosis with myocardial involvement Significant cardiac arrhythmias (e.g.AF, ventricular tachyarrhythmias) Age (paediatric population <18 years; >50 years for trastuzumab; >65 years for anthracyclines) Family history of premature CV disease (<50 years) Arterial hypertension Diabetes mellitus Hypercholesterolaemia Previous cardiotoxic cancer treatment Lifestyle risk factors Prior anthracycline use Prior radiotherapy to chest or mediastinum Smoking High alcohol intake Obesity Sedentary habit AF = atrial fibrillation; CABG = coronary artery bypass graft; CAD = coronary artery disease; CV = cardiovascular; LV = left ventricular; LVEF = left ventricular ejection fraction; LVH = left ventricular hypertrophy; VHD = valvular heart disease. aB-type natriuretic peptide >100 pg/ml or N-terminal pro-B-type natriuretic peptide >400 pg/ml with no alternative cause."
},
{
	"page":"ENAS5193_3.1.2.2",
	"text":"4.1.2.2 CV mgmt. w/ anthracyclines For patients treated with adjuvant anthracyclines, cardiac function should be assessed before and at the end of the treatment. If systolic dysfunction or significant VHD is found, the patient should be discussed with the oncology team, HF treatment should be started and options for non-anthracycline–containing chemotherapy should be considered. For higher dose anthracycline-containing regimens and in patients with high baseline risk, earlier assessment of cardiac function after a cumulative total doxorubicin (or equivalent) dose of 240 mg/m2 should be considered (Table 5). Measurement of at least one cardiac biomarker – high-sensitivity troponin (I or T) or either natriuretic peptide – may be considered at baseline and determination of high-sensitivity troponin I has been suggested with each cycle of anthracycline- containing chemotherapy. Elevation of cardiac biomarkers identifies patients at greater risk for cardiotoxicity who may benefit from measures to prevent cardiotoxicity. Table 5 Anthracycline equivalence dose considering doxorubicin in rapid infusion as a reference Drug Relative cardiotoxicity Incidence of HF rises to >5% when cumulative dose exceeds (mg/m2) Doxorubicin rapid infusion 1 400 Epirubicin 0.7 900 Daunorubicin ~0.75 800 Idarubicin 0.53 150"
},
{
	"page":"ENAS5193_3.1.2.3",
	"text":"4.1.2.3 CV mgmt. w/ anti-HER2 Patients receiving anti-HER2 therapies frequently, though not always, receive anthracyclines before starting the targeted therapy. In such cases, surveillance should begin before anthracycline administration.Standard screening during treatment depends on local protocols and recommendations, but typically cardiac monitoring is performed every 3 months during, and once after completion of, anti-HER2 treatment.Several studies have demonstrated an improvement in early detection of LVEF drop when troponins and speckle tracking echocardiography are used every 3 months during adjuvant trastuzumab treatment. Given the variability in timing of trastuzumab-induced LV dysfunction, measurement of troponin with every cycle may be considered in patients with high baseline risk."
},
{
	"page":"ENAS5193_3.1.2.4",
	"text":"4.1.2.4 CV mgmt. w/ VEGF inhibitors The optimal timing of surveillance strategies for the various VEGF inhibitors known to cause myocardial dysfunction still needs to be clarified. After baseline assessment, some patients appear to develop LV dysfunction early after treatment onset, whereas in others this is delayed for several months. If baseline risk is high, it may be appropriate to consider early clinical follow-up in the first 2–4 weeks after starting targeted molecular therapy. One observational study suggested that 2–3 monthly surveillance with troponin, N-terminal pro-B-type natriuretic peptide (NT-proBNP) and echocardiography, detected myocardial toxicity in 33% of patients taking VEGF inhibitors for renal cell carcinoma."
},
{
	"page":"ENAS5193_3.1.2.5",
	"text":"4.1.2.5 Screening and early detection strategies Baseline evaluation should be considered for adults exposed to cardiotoxic drugs and/or chest radiotherapy in order to confirm baseline risk. For low risk patients (normal baseline echocardiogram, no clinical risk factors) LV function surveillance should be considered, with echocardiography, every 4 cycles of anti-HER2 treatment, or after 200mg/m2 of doxorubicin (or equivalent). More frequent treatment monitoring may be considered for patients with abnormal baseline echocardiography and those with higher baseline clinical risk (Table 4). Lifelong surveillance is now recommended for survivors of childhood cancers and patients who have completed higher dose anthracycline-containing chemotherapy (>300mg/m2 of doxorubicin or equivalent). Patients who developed evidence of cardiotoxicity during treatment, and those in whom cardioprotective medication has been initiated, may be considered for follow up surveillance echocardiography at 1 and 5 years."
},
{
	"page":"ENAS5193_3.1.2.6",
	"text":"4.1.2.6 Diag. tools to detect myocardial toxicity ECG is recommended in all patients before and during treatment, especially in those treated with drugs that induced QT prolongation (see Table 9 and Table 10). Echocardiography is the method of choice for the detection of myocardial dysfunction and other cancer therapy side effects. CTRCD is defined as a decrease in the LVEF of >10 percentage points, to a value below the lower limit of normal. This decrease should be confirmed by repeated cardiac imaging in 2–3 weeks and may be further categorized as symptomatic or asymptomatic, or with regard to reversibility. 3D is associated with the best day-to-day reproducibility for measuring LVEF with echocardiography. Deformation imaging is a promising tool for early detection of LV dysfunction secondary to cancer therapy. A relative percentage reduction of GLS of >15% from baseline is considered abnormal and a marker of early LV subclinical dysfunction. Until standardization of strain imaging through different vendors is fully achieved, the current recommendation is to use the same equipment for the longitudinal follow-up of patients with cancer to facilitate the interpretation of results. Evaluation of LV function using multigated radionuclide angiography has been used for years. However, it is not recommended as a first-line option given the radiation exposure and the limited information on cardiac structure and haemodynamics. CMR is the gold standard for LVEF quantification and a helpful tool for the evaluation of cardiac structure and function. The use of the unique tissue characterization capabilities of CMR depends on T2 and T1 mapping and extracellular volume fraction quantification. Diffuse anthracycline fibrosis cannot be evaluated with conventional techniques of late gadolinium enhancement. The use of cardiac biomarkers during cardiotoxic chemotherapy may be considered in order to detect early cardiac injury. An abnormal biomarker result is indicative of an increased risk of cardiotoxicity. However, there is currently no clear evidence to withhold or interrupt chemotherapy or targeted therapies based on a new abnormal cardiac biomarker result. Single-centre studies show, that a newly elevated cardiac troponin I, from a normal baseline may identify those who develop cardiac dysfunction with a poor prognosis, particularly when troponin elevation persists and who may benefit from treatment with ACE-inhibitors. The role of cardiac biomarkers to detect cardiotoxicity due to targeted molecular therapies, including trastuzumab, and other immune and targeted cancer therapies is still unclear. The use of natriuretic peptides to detect HF is widely established and even very low levels can identify high-risk patients and guide therapy. Table 6 Proposed diagnostic tools for the detection of cardiotoxicity Technique: Echocardiography: 3D-based LVEF 2D Simpson’s LVEF GLS Currently available diagnostic criteria LVEF: >10 percentage points decrease to a value below the LLN suggests cardiotoxicity. GLS: >15% relative percentage reduction from baseline may suggest risk of cardiotoxicity. Advantages Wide availability. Lack of radiation. Assessment of haemodynamics and other cardiac structures. Major limitations Inter-observer variability. Image quality. GLS: inter-vendor variability, technical requirements. Technique: Nuclear cardiac imaging (MUGA) Currently available diagnostic criteria >10 percentage points decrease in LVEF with a value <50% identifies patients with cardiotoxicity. Advantages Reproducibility. Major limitations Cumulative radiation exposure. Limited structural and functional information on other cardiac structures. Technique: Cardiac magnetic resonance Currently available diagnostic criteria Typically used if other techniques are non-diagnostic or to confirm the presence of LV dysfunction if LVEF is borderlines. Advantages Accuracy, reproducibility. Detection of diffuse myocardial fibrosis using T1/T2 mapping and ECVF evaluation. Major limitations Limited availability. Patient’s adaptation (claustrophobia, breath hold, long acquisition times). Technique: Cardiac biomarkers: Troponin I High-sensitivity Troponin I BNP NT-proBNP Currently available diagnostic criteria A rise identifies patients receiving anthracyclines who may benefit from ACE-Is. Routine role of BNP and NT-proBNP in surveillance of high-risk patient needs futher investigation. Advantages Accuracy, reproducibility. Wide availability. High-sensitivity. Major limitations Insufficient evidence to establish the significance of subtle rises. Variations with different assays. Role for routine surveillance not clearly established. ACE-Is = angiotensin converting enzyme inhibitors; BNP = B-type natriuretic peptide; ECVF = extacellular volume fraction; GLS = global longitudinal strain; LV = left ventricular; LLN = lower limit of normality; LVEF = left ventricular ejection fraction; MUGA = multigated radionuclide angiography; NT-proBNP = N-terminal fragment B-type natriuretic peptide."
},
{
	"page":"ENAS5193_3.1.3.0",
	"text":"4.1.3.0 Key points Patients with cancer treated with a potentially cardiotoxic therapy are at high-risk of developing HF and should therefore receive medical care aimed at obtaining a strict control of cardiovascular risk factors. LVEF should be determined before and periodically during cardiotoxic treatment for early detection of cardiac dysfunction. This group has decided to consider the lower limit of normal LVEF in echocardiography as 50%, in line with the definition of cardiotoxicity commonly used in registries and trials in patients with cancer. A patient with a significant decrease in LVEF (e.g. a decrease >10%), to a value that does not drop below the lower limit of normal, should undergo repeated assessment of LVEF shortly after and during the duration of cancer treatment. If LVEF decreases >10% to a value below the lower limit of normal (considered as an LVEF <50%), ACE-inhibitors (or ARBs) in combination with beta-blockers are recommended to prevent further LV dysfunction or the development of symptomatic HF, unless contra-indicated, as these patients are at high-risk of developing HF. ACE-inhibitors (or ARBs) and beta-blockers are recommended in patients with symptomatic HF or asymptomatic cardiac dysfunction unless contra-indicated."
},
{
	"page":"ENAS5193_3.2.1.1",
	"text":"4.2.0.0 Coronary artery disease 4.2.1.0 Pathophysiology and clinical presentation 4.2.1.1 Overview Myocardial ischaemia, infarction and ischaemia-induced arrhythmias, are side- effects of several cancer therapies. The mechanisms by which these drugs cause myocardial ischaemia are listed in Table 7. Previous mediastinal radiotherapy may accelerate drug-related coronary damage. Table 7 Pathophysiological mechanisms of coronary artery disease in cancer treatment Agent Pathophysiological mechanism Risk of coronary artery disease and acute coronary syndrome Fluoropyrimidines (5-FU, capecitabine, gemcitabine) Endothelial injury Vasospasm Up to 18% manifest myocardial ischaemia Up to 7–10%: silent myocardial ischaemia Platinum compounds (cisplatin) Procoagulant status Arterial thrombosis 20-year absolute risk of up to 8% after testicular cancer 2% risk of arterial thrombosis VEGF inhibitors (bevacizumab, sorafenib, sunitinib) Procoagulant status Arterial thrombosis Endothelial injury Risk of arterial thrombosis: bevacizumab 3.8%, sorafenib 1.7%, sunitinib 1.4% Radiotherapy Endothelial injury Plaque rupture Thrombosis 2–7-fold increased relative risk of myocardial infarction Cumulative 30-year coronary events incidence of 10% in Hogdkin lymphoma survivors Risk proportional to irradiation dose 5-FU = 5-fluorouracil; VEGF = vascular endothelial growth factor."
},
{
	"page":"ENAS5193_3.2.1.2",
	"text":"4.2.1.2 Fluoropyrimidines Chest pain and ischaemic ECG changes typically occur at rest, and less frequently during exercise, within days of drug administration and sometimes persist even after treatment cessation."
},
{
	"page":"ENAS5193_3.2.1.3",
	"text":"4.2.1.3 Radiotherapy Radiation-related cardiac disease in patients with lymphoma typically manifests 15–20 years after the initial treatment, and younger patients are more susceptible than older patients. Survivors of Hodgkin lymphoma have a 4–7-fold increased risk of CAD compared with the general population and a cumulative incidence of CVD up to 50% 40 years after treatment.Based on these data, it appears appropriate to screen regularly for cardiac diseases patients who received radiation therapy, starting 10–15 years after the initial cancer treatment and continuing lifelong. The risk increases with concomitant chemotherapy with anthracyclines, young age, high-fractionated doses, lack of thoracic shielding, cardiovascular risk factors, and established CAD."
},
{
	"page":"ENAS5193_3.2.2.0",
	"text":"4.2.2.0 Diagnostic and therapeutic mgmt. The identification of patients with pre-existing CAD and other CVD is of paramount importance before initiating cancer treatment. Pre-existing CAD substantially increases the risk of developing treatment-related CAD. The diagnostic algorithms used to identify CAD in patients with cancer are the same as that in patients without cancer, so echocardiography should be included as part of the diagnostic workup in these patients.The use of antiplatelet drugs and anticoagulants is frequently not possible or must be restricted. To limit bleeding risk, in patients treated by percutaneous coronary intervention who are subsequently found to have a malignancy, minimal duration of dual antiplatelet therapy should be pursued as far as reasonable, according to the most recent ESC Guidelines."
},
{
	"page":"ENAS5193_3.2.3.0",
	"text":"4.2.3.0 Key points Assessment of CAD should be based on the history, age and gender of the patient, considering the presence of chemotherapy drugs as a risk factor for CAD. Clinical evaluation and, when necessary, testing for detection of myocardial ischaemia is key to identify patients with latent pre-existing CAD. This may have implications in the selection of cancer treatment. Patients treated with pyrimidine analogues should be closely monitored for myocardial ischaemia using regular ECGs and chemotherapy should be withheld if myocardial ischaemia occurs. Drug rechallenge after coronary vasospasm should be reserved when no other alternatives exist, and only under prophylaxis and close monitoring of the patient. Pretreatment with nitrates and/or calcium channel blockers may be considered in this setting. Long-term clinical follow-up and, when required, testing for presence of CAD, may be useful to identify patients with cardiac disease who develop long-term complications of chemotherapy and radiotherapy."
},
{
	"page":"ENAS5193_3.3.1.0",
	"text":"4.3.0.0 Valvular disease 4.3.1.0 Pathophysiology and clinical presentation Chemotherapeutic agents do not directly affect cardiac valves. Radiation-induced VHD has been reported as common, affecting approximately 10% of treated patients, and includes fibrosis and calcification of the aortic root, aortic valve cusps, mitral valve annulus and the base and mid portions of the mitral valve leaflets, sparing the mitral valve tips and commissures, allowing distinction from rheumatic disease."
},
{
	"page":"ENAS5193_3.3.2.0",
	"text":"4.3.2.0 Diagnostic and therapeutic mgmt. Baseline and repeated echocardiography after radiation therapy involving the heart are recommended in patients with cancer for the diagnosis and follow-up of VHD. Cardiac surgery is also frequently challenging in such patients, because of mediastinal fibrosis, impaired wound healing, and associated coronary artery, myocardial, and pericardial disease. Transcatheter valve implantation (e.g. transcatheter aortic valve implantation) may be a suitable option in this situation."
},
{
	"page":"ENAS5193_3.4.1.1",
	"text":"4.4.0.0 Arrhythmias 4.4.1.0 Pathophysiology and clinical presentation 4.4.1.1 Overview Patients with cancer may experience a wide spectrum of cardiac arrhythmias. They can be present at baseline in 16–36% of treated patients with cancer. Table 8 Cancer drug agents associated with cardiac arrhythmias Type of arrhythmia Causative drug Bradycardia Arsenic trioxide, bortezomib, capecitabine, cisplatin, cyclophosphamide, doxorubicine, epirubicine, 5-FU, ifosfamide, IL-2, methotrexate, mitoxantrone, paclitaxel, rituximab, thalidomide. Sinus tachycardia Anthracyclines, carmustine. Atrioventricular block Anthracyclines, arsenic trioxide, bortezomib, cyclophosphamide, 5-FU, mitoxantrone, rituximab, taxanes, thalidomide. Conduction disturbances Anthracyclines, cisplatin, 5-FU, imatinib, taxanes. Atrial fibrillation Alkylating agents (cisplatin, cyclophosphamide, ifosfamide, melphalan), anthracyclines, antimetabolites (capecitabine, 5-FU, gemcitabine), IL-2, interferons, rituximab, romidepsin, small molecule TKIs (ponatinib, sorafenib, sunitinib, ibrutinib), topoisomerase II inhibitors (amsacrine, etoposide), taxanes, vinca alkaloids. Supraventricular tachycardias Alkylating agents (cisplatin, cyclophosphamide, ifosfamide, melphalan), amsacrine, anthracyclines, antimetabolites (capecitabine, 5-FU, methotrexate), bortezomib, doxorubicin, IL-2, interferons, paclitaxel, ponatinib, romidepsin. Ventricular tachycardia/ fibrillation Alkylating agents (cisplatin, cyclophosphamide, ifosfamide), amsacrine, antimetabolites (capecitabine, 5-FU, gemcitabine), arsenic trioxide, doxorubicin, interferons, IL-2, methothrexate, paclitaxel, proteasome inhibitors (bortezomib, carfilzomib), rituximab, romidepsin. Sudden cardiac death Anthracyclines (reported as very rare), arsenic trioxide (secondary to torsade de pointes), 5-FU (probably related to ischaemia and coronary spasm), interferons, nilotinib, romidepsin. 5-FU = 5-fluorouracil; IL-2 = interleukin 2; TKI = tyrosine kinase inhibitor."
},
{
	"page":"ENAS5193_3.4.1.2",
	"text":"4.4.1.2 QT prolongation QT prolongation can be caused by cancer therapies (Table 9), electrolyte disturbances, predisposing factors and concomitant medications (Table 10). Duration of the QT interval and risk factors for QT prolongation should be controlled before, during and after cancer treatment. Table 9 Cancer drug agents associated with QT prolongation and Torsade de Pointes Cancer drug agents Average QT prolongation (ms) Increase in QTc >60 ms (%) QTc >500 ms (%) Torsade de pointes (%) Anthracyclines Doxorubicin 14 11–14 NA NA Histone deacetylase inhibitors Depsipeptide 14 20–23.8 NA NA Vorinostat <10 2.7–6 <1 NA Tyrosine kinase inhibitors Axitinib <10 NA NA NA Bosutinib NA 0.34 0.2 NA Cabozantinib 10–15 NA NA NA Critazinib 9–13 3.5 1.3 NA Dasatinib 3–13 0.6–3 <1.4 NA Lapatinib 6–13 11 6.1 NA Nilotinib 5–15 1.9–4.7 <1.2 NA Pazopanib NA NA 2 <0.3 Ponatinib <10 NA NA NA Sorafenib 8–13 NA NA NA Sunitinib 9.6–15.4 1–4 0.5 <0.1 Vandetanib 36 12–15 4.3–8 Described, % NA Vemurafenib 13–15 1.6 1.6 Described, % NA Others Arsenic trioxide 35.4 35 25–60 2.5 NA = not available. For interactivity see here Table 10 Risk factors for QT prolongation in patients with cancer Risk factors for QT prolongation Correctable Non-correctable Electrolyte imbalance Nausea and emesis Diarrhoea Treatment with loop diuretics Hypokalaemia (≤3.5 mEq/L) Hypomagnesaemia (≤1.6 mg/dL) Hypocalcaemia (≤8.5 mg/dL) Hypothyroidism Concurrent use of QT-prolonging drugs Antiarrhythmic Anti-infective Antibiotic Antifungal Psychotropic Antidepressant Antipsychotic Antiemetic Antihistamine Family history of sudden death (occult congenital LQTS or genetic polymorphisms) Personal history of syncope Baseline QTc interval prolongation Female gender Advanced age Heart disease Myocardial infarction Impaired renal function Impaired hepatic drug metabolism LQTS = long QT syndrome."
},
{
	"page":"ENAS5193_3.4.1.3",
	"text":"4.4.1.3 Supraventricular arrhythmia Any type of supraventricular arrhythmia may arise acutely during or even after chemotherapy or radiotherapy, of which atrial fibrillation is the most common."
},
{
	"page":"ENAS5193_3.4.1.4",
	"text":"4.4.1.4 Ventricular arrhythmias Ventricular arrhythmias can be related to QT prolongation, to acute and chronic toxicity of chemotherapy and radiotherapy (mainly LV dysfunction and ischaemia), and to predisposing factors (Table 10)."
},
{
	"page":"ENAS5193_3.4.1.5",
	"text":"4.4.1.5 Sinus node dysfunction and conduction defects Sinus node dysfunction and conduction defects may arise following radiotherapy and are often permanent. Paclitaxel and thalidomide can result in sinus node dysfunction and bradyarrhythmias and heart block."
},
{
	"page":"ENAS5193_3.4.2.1",
	"text":"4.4.2.0 Diagnostic and therapeutic mgmt. 4.4.2.1 QT interval & risk fact. for QT prolongation The QT interval and associated risk factors for QT prolongation (Table 10) should be assessed before and during treatment. QTc prolongation >500 ms and delta QT (i.e. change from baseline) of >60 ms are considered to be of particular concern because torsades de pointes rarely occurs when QTc is <500 ms. ECG and electrolyte monitoring during treatment should be considered at baseline, 7–15 days after initiation or changes in dose, monthly during the first 3 months, and then periodically during treatment, depending on the chemotherapy drug and patient status. Patients experiencing diarrhoea should be monitored more frequently and those receiving treatment with arsenic trioxide should be monitored weekly with ECG. Management is generally dependent on correcting the predisposing factors (e.g. concomitant electrolyte abnormalities, QT-prolonging drugs). A full list of QT-prolonging drugs, and which concomitant drugs should be avoided whenever possible, can be found at www.crediblemeds.org. If during treatment QTc is >500 ms (or QTc prolongation is >60 ms above baseline), then treatment should be temporarily interrupted, electrolyte abnormalities corrected and cardiac risk factors for QT prolongation controlled. Treatment can then be resumed at a reduced dose once the QTc normalizes. The development of bursts of torsade de tointes is unusual, but requires intravenous administration of magnesium sulphate (10 mL) and, in some acute situations, overdrive transvenous pacing or isoprenaline titrated to a heart rate >90 beats per minute to prevent new episodes in the acute setting. If sustained ventricular arrhythmias and haemodynamic instability occur, then non- synchronized defibrillation must be performed. A 12-lead ECG should be recorded and the QT interval, corrected for heart rate with Bazett’s or Fridericia’s formula, should be obtained in all patients at baseline. Patients with a history of QT prolongation, relevant cardiac disease, treated with QT-prolonging drugs, with bradycardia, thyroid dysfunction, or electrolyte abnormalities, should be monitored by repeated 12-lead ECG. Consider treatment discontinuation or alternative regimens if the QTc is >500 ms, QTc prolongation >60 ms, or dysrhythmias are encountered. Conditions known to provoke torsades de pointes, especially hypokalemia and extreme bradycardia, should be avoided in patients with drug-induced QT prolongation. Exposure to other QT-prolonging drugs should be minimized in patients treated with potentially QT-prolonging chemotherapy."
},
{
	"page":"ENAS5193_3.4.2.2",
	"text":"4.4.2.2 Atrial fibrillation and atrial flutter The initial approach to the management of atrial fibrillation and atrial flutter requires the usual decisions regarding rhythm management, thromboembolic prophylaxis, and effective stroke prevention with oral anticoagulation. Whilst cancer may cause a prothrombotic state, it may also predispose to bleeding. On the other hand, the CHA2DS2-VASc and HAS-BLED risk scores have not been validated in patients with cancer. Thus, the decision on antithrombotic therapy for stroke prevention should not be based only on the risk assessment scores used for the general population. In patients with a CHA2DS2-VASc score of ≥2, anticoagulation can generally be considered if the platelet count is >50 000/mm3, usually with a vitamin K antagonist and with good anticoagulation control (with time in therapeutic range >70%). The occurrence of atrial fibrillation at any point (e.g. during chemotherapy, surgery, or radiotherapy) suggests an intrinsic predisposition to arrhythmia. In terms of thromboprophylaxis, this again depends on the presence of stroke risk factors, where anticoagulation would be recommended with a CHA2DS2-VASc score of ≥2. Even for lower-risk patients with atrial fibrillation, prophylaxis may be considered, given the risk of venous thromboembolism (VTE) in patients with cancer. Full assessment of the patient, including echocardiography, is advised and decisions on anticoagulation should consider other comorbidities, bleeding risks, and patient values and preferences. Anticoagulation options include therapeutic low-molecular-weight heparin (LMWH) (as a short- to intermediate-term measure), a vitamin K antagonist (e.g. warfarin) if international normalized ratio control is stable and effective; or a non-VKA oral anticoagulant (NOAC). Warfarin is often avoided in patients with cancer with metastatic disease and high bleeding risk, with LMWH the traditionally preferred option given the risk for variations in international normalized ratio. The role and safety of NOACs in this patient group remains to be clarified. Although trials generally excluded patients with a platelet count of <100 000/mm3 or limited survival, a meta-analysis of the patients with cancer in NOAC trials suggested these new drugs to be safe."
},
{
	"page":"ENAS5193_3.4.2.3",
	"text":"4.4.2.3 Bradycardia or atrioventricular block The development of bradycardia or atrioventricular block requires an individualized approach to management, with correction of causative factor(s), when feasible, before decisions are made on drugs and/or pacing (whether temporary or permanent)."
},
{
	"page":"ENAS5193_3.5.1.0",
	"text":"4.5.0.0 Arterial hypertension 4.5.1.0 Pathophysiology and clinical presentation Hypertension is a frequent comorbidity in patients with cancer. Incidence and severity depend upon patient age, history of hypertension, CVD history, type of cancer (i.e. renal vs. non-renal cell cancer), drug type and dose, schedule used and associated cancer therapies. VEGF inhibitors have a high-risk (11–45%) of inducing new hypertension or destabilizing previously controlled hypertension, including severe hypertension in 2–20% of cases. Drug-related hypertension can occur from initiation until 1 year after treatment onset."
},
{
	"page":"ENAS5193_3.5.2.0",
	"text":"4.5.2.0 Diagnostic and therapeutic mgmt. The goal is to identify hypertension (>140/90 mmHg) and maintain blood pressure <140/90 mmHg (or lower in case of overt proteinuria). Baseline assessment of CVD risk factors (including history of hypertension and current blood pressure levels) and management of arterial hypertension should be performed before initiation of VEGF-inhibitor. Early detection and reactive management of blood pressure elevations are necessary to avoid severe complications and aggressive pharmacological management is recommended. ACE-inhibitors, ARBs and non-dihydropyridine calcium channel blockers (amlodipine, felodipine) are proposed as first-line therapies. Diuretics have the risk of electrolyte depletion and consequent QT prolongation and, although may be used, caution is advised and they should not be considered as first-line therapy."
},
{
	"page":"ENAS5193_3.5.3.0",
	"text":"4.5.3.0 Key points Hypertension should be adequately treated according to the current standing ESC/ESH Hypertension and Joint European CVD Prevention Clinical Practice Guidelines (www.escardio.org/guidelines), and blood pressure should be monitored before initiating cancer treatment and periodically during treatment, depending on the patient’s characteristics and adequate blood pressure control. Hypertension in patients with cancer is manageable with conventional antihypertensive treatment, but early and aggressive treatment is encouraged to prevent the development of cardiovascular complications (i.e. HF). ACE-inhibitors or ARBs, beta-blockers and dihydropyridine calcium channel blockers are the preferred antihypertensive drugs. Non-dihydropyridine calcium channel blockers should preferably be avoided due to drug interactions. Dose reduction and reinforcement of antihypertensive treatment or discontinuation of VEGF inhibitors can be considered if blood pressure is not controlled. Once blood pressure control is achieved, VEGF inhibitors can be restarted to achieve maximum anti-cancer efficacy."
},
{
	"page":"ENAS5193_3.6.1.1",
	"text":"4.6.0.0 Thromboembolic disease 4.6.1.0 Pathophysiology and clinical presentation 4.6.1.1 Overview Tumour cells can trigger coagulation through different pathways, including procoagulant, antifibrinolytic and pro-aggregating activities; release of pro-inflammatory and pro-angiogenic cytokines; and interaction with vascular and blood cells through adhesion molecules."
},
{
	"page":"ENAS5193_3.6.1.2",
	"text":"4.6.1.2 Arterial thrombosis Intra-arterial thrombotic events are rare in patients with cancer, with an approximate incidence of 1%. They occur mostly in metastatic pancreatic, breast, colorectal and lung cancers, under anthracyclines, and taxane- and platinum- based chemotherapies, and, affected patients have a poor prognosis."
},
{
	"page":"ENAS5193_3.6.1.3",
	"text":"4.6.1.3 Venous thrombosis Venous thrombosis and VTE occurs frequently in patients with cancer, may affect up to 20% of hospitalized patients and is frequently underrecognized. VTE is common in ambulatory patients with cancer (bladder, colon, ovary, lung, stomach, and pancreas) during chemotherapy treatment; however, the role of prophylaxis is unclear. Table 11 summarizes clinical risk factors associated with VTE. Table 11 Clinical factors associated with increased risk of cancer- associated venous thromboembolism Cancer-related factors Primary site of cancer (mostly pancreas, brain, stomach, kidney, lung, lymphoma, myeloma) Histology (specially adenocarcinoma) Advanced stage (metastatic) Initial period after cancer diagnosis Patient-related factors Demographics: older age, female sex, African ethnicity Comorbidities (infection, chronic kidney disease, pulmonary disease, atherothrombotic disease, obesity) History of venous thromboembolism, inherited thrombophilia Low performance status Treatment-related factors Major surgery Hospitalization Chemotherapy and anti-angiogenic agents Hormonal therapy Transfusions Central venous catheters"
},
{
	"page":"ENAS5193_3.6.2.0",
	"text":"4.6.2.0 Diagnostic and therapeutic mgmt. The detection of thrombotic events in patients undergoing chemotherapy is based mainly on clinical symptoms. No systematic screening strategy has shown any benefit. Management of silent incidental pulmonary embolism or venous thrombosis is still unclear. As the risk for (symptomatic) recurrence and mortality is increased, these cases are usually treated in a similar manner to symptomatic VTE. The decision to administer anticoagulation for VTE prevention in patients with cancer should always take into consideration the patient’s bleeding risk and life expectancy. However, antithrombotic prophylaxis should be given for a minimum of 4 weeks after surgery. Treatment of a confirmed episode of acute VTE in haemodynamically stable patients consists of LMWH given over a period of 3–6 months. Chronic anticoagulation after the acute phase of treatment, and until the cancer is considered as cured, should be considered. Current data on NOACs are limited to a subgroup analysis of patients with cancer within large trials. Overall, no differences were reported between NOACs and VKAs for either VTE recurrence or bleeding. Thrombolysis in case of haemodynamically unstable pulmonary embolism may be considered, case-by-case, taking into account the patient’s quality-adjusted life expectancy related to the individual cancer and taking into account the high bleeding risk."
},
{
	"page":"ENAS5193_3.7.1.1",
	"text":"4.7.0.0 Peripheral vascular disease and stroke 4.7.1.0 Pathophysiology and clinical presentation 4.7.1.1 Peripheral artery disease Severe peripheral artery disease in the lower extremities can occur in up to 30% in patients treated with nilotinib or ponatinib, or BCR-ABL TKIs, even in the absence of CVD risk factors. Other cancer therapy-related peripheral arterial toxicity includes Raynaud’s phenomenon and ischaemic stroke (i.e. with L-asparaginase, cisplatin, methotrexate, 5-FU, and paclitaxel)."
},
{
	"page":"ENAS5193_3.7.1.2",
	"text":"4.7.1.2 Stroke The risk of stroke is increased – at least doubled – after mediastinal, cervical or cranial radiotherapy. Endothelial damage and thrombus formation may occur after irradiation of cerebral small vessels. Similar consequences are reported for the aorta and other peripheral arteries, including the subclavian and iliofemoral, with ischaemic limb symptoms."
},
{
	"page":"ENAS5193_3.7.2.0",
	"text":"4.7.2.0 Diagnostic and therapeutic mgmt. Assessment of PAD risk at baseline is recommended. Fontaine stages 1–2 (asymptomatic or with intermittent claudication only) require risk factor control and periodic clinical, metabolic and haemodynamic follow-up. Patients irradiated for head and neck cancer or lymphoma should undergo cerebrovascular ultrasound screening, especially beyond 5 years after irradiation.Stringent risk factor management is required to halt plaque progression. Antiplatelet drugs should be considered mostly in symptomatic PAD. In case of severe PAD at baseline or during cancer therapy, revascularization should be individualized and discussed in a multidisciplinary meeting with experts in haematology, vascular surgery and cardio-oncology."
},
{
	"page":"ENAS5193_3.8.1.0",
	"text":"4.8.0.0 Pulmonary hypertension 4.8.1.0 Pathophysiology and clinical presentation Pulmonary hypertension is a rare but serious complication of some cancer agents and stem cell bone marrow transplantation. Recently, cyclophosphamide and other alkylating agents were suggested as contributing to the development of pulmonary veno-occlusive disease."
},
{
	"page":"ENAS5193_3.8.2.0",
	"text":"4.8.2.0 Diagnostic and therapeutic mgmt. Baseline echocardiographic assessment including the search for signs of right ventricular overload should be considered in individuals requiring treatment with cancer drugs that can cause pulmonary hypertension (e.g. dasatinib) (Table 12). Non-invasive cardiovascular surveillance should be considered in all patients during treatment with cancer drugs known to cause PAH, particularly in case of new appearance of exertional dyspnoea, fatigue or angina (Table 12). Echocardiography may be considered every 3–6 months in asymptomatic patients. Dasatinib-induced pulmonary hypertension is often reversible with drug cessation, though usually without restoration of normal right heart haemodynamics. Targeted therapy for PAH is used temporarily or permanently. Table 12 Strategies for surveillance and management of drug-induced pulmonary hypertension Baseline assessment Consider risk factors and associated conditions for PAHa Assess NYHA/WHO functional class Consider 6-minute walk test Consider NT-proBNP Assess echocardiographic level of probability of PH Surveillance strategy Asymptomatic Assess NYHA/WHO functional class every 3 months Assess echocardiographic level of PAP every 3 months Consider presence of other indications for right heart catheterization Consider further evaluation for suspected PHa Symptomatic Assess NYHA/WHO functional class Perform 6-minute walk test Sample blood for NT-proBNP Assess echocardiographic level of probability of PH Consider indications for right heart catheterization in PH referral centrea Consider interruption of cancer therapyb NT-proBNP = N-terminal fragment B-type natriuretic peptide; NYHA = New York Heart Association; PAH = pulmonary arterial hypertension; PAP = pulmonary arterial pressure; PH = pulmonary hypertension; WHO = World Health Organization. aSee diagnostic algorithms for suspected PH in European Society of Cardiology (ESC)/European Respiratory Society (ERS) Guidelines on Pulmonary Hypertension (2015). bDasatinib-induced PH usually reversible with drug cessation."
},
{
	"page":"ENAS5193_3.9.1.0",
	"text":"4.9.0.0 Other CV complications 4.9.1.0 Pericardial disease Acute pericarditis may occur with the use of several chemotherapeutic drugs (predominantly anthracyclines, but also cyclophosphamide, cytarabine, and bleomycin), while it has become uncommon during radiotherapy."
},
{
	"page":"ENAS5193_3.9.2.0",
	"text":"4.9.2.0 Pleural effusion Pleural effusion related to the cancer itself, HF, infections, or other causes, is common in patients with cancer. Some cancer drugs (e.g. dasatinib and imatinib) may induce fluid retention or a reversible pleural effusion."
},
{
	"page":"ENAS5193_3.9.3.0",
	"text":"4.9.3.0 Autonomic dysfunction Radiotherapy damage to the cardiac nervous system may lead to sympathetic- vagal imbalance characterized by inappropriate sinus tachycardia, altered heart rate variability and decreased sensitivity. This may lead to higher pain threshold or silent ischaemia in cancer survivors with manifest CAD. Its management does not differ from that in non-cancer patients."
},
{
	"page":"ENAS5193_3.10.1.0",
	"text":"4.10.0.0 CV complications in special populations 4.10.1.0 Paediatric cancer population Anthracyclines and radiotherapy are the most commonly implicated cardiotoxic agents in childhood cancer. Cardiovascular complications have been found in up to 8.1% of childhood-cancer survivors."
},
{
	"page":"ENAS5193_3.10.2.0",
	"text":"4.10.2.0 Elderly patients History of HF, cardiac dysfunction, arterial hypertension, diabetes and CAD all make the cardiovascular system more vulnerable to the additional burden of chemotherapy or radiation."
},
{
	"page":"ENAS5193_3.10.3.0",
	"text":"4.10.3.0 Pregnant women Cardiotoxicity risk in pregnancy has been suggested to be similar to that of an age- matched female population. The scarce existing data suggest low placental transfer of cancer drugs, including anthracyclines, with limited exposure of the foetus. However, it is not clear whether even small concentrations of anthracyclines affect the normal development of cardiomyocytes. The long-term case observation does not show significant long-term cardiotoxic effects in children born of mothers treated with cancer therapy during pregnancy."
},
{
	"page":"ENAS5193_4.1.1.0",
	"text":"5.0.0.0 Prev. & attenuation of CV complications 5.1.0.0 Tx in CTx-induced myocardial dysfunction 5.1.1.0 Before cardiotoxic cancer treatment The timing and selection of cardioprotection depends upon various clinical variables. If baseline cardiotoxicity risk is high (Table 4: pre-existing CVD, previous anthracycline therapy, or poorly controlled CV risk factors) or patients are scheduled for high total cumulative anthracyclines doses (>250–300 mg/m2 doxorubicin or equivalent Table 5) prophylactic cardioprotective medication (ACE-inhibitos, ARB or beta-blockers) and a very stringent optimization of risk factor control should be considered (Table 13). Cancer patients with pre-existing CVD at baseline require a cardio-oncology specialist and the selection of chemotherapy options should be discussed with the cardio-oncology team. Whether patients with a low baseline risk who are treated with anthracyclines also profit from preventive treatment remains controversial and no recommendation can be made at this time. Table 13 Strategies to reduce chemotherapy-induced cardiotoxicity Chemotherapy drug Potential cardioprotective measure All chemotherapy drugs Identify and treat cardiovascular risk factors Treat comorbidities (CAD, HF, PAD, HTN) QTc prolongation and torsade de pointes: Avoid QT prolonging drugs Manage electrolyte abnormalities Minimize cardiac irradiation Anthracyclines and analogues Limit cumulative dose (mg/m2): Daunorubicin <800 Doxorubicin <360 Epirubicin <720 Mitoxantrone <160 Idarubicin <150 Altered delivery systems (liposomal doxorubicin) or continuous infusions Dexrazoxane as an alternative ACE-Is or ARBs β-blockers Anthracyclines and analogues Statins Aerobic exercise Trastuzumab ACE-Is β-blockers ACE = angiotensin converting enzyme; ACE-I = angiotensin converting enzyme inhibitor; CAD = coronary artery disease; HF = heart failure; HTN = hypertension; PAD = peripheral artery disease; RCT = randomized controlled trial."
},
{
	"page":"ENAS5193_4.1.2.0",
	"text":"5.1.2.0 Patients with troponin elevation Initiation of cardioprotection may be considered in patients with cancer who have a troponin rise during treatment with high-dose anthracycline-containing chemotherapy regimens."
},
{
	"page":"ENAS5193_4.1.3.0",
	"text":"5.1.3.0 Patients w/ asymp. reduction in LVEF LVEF reduction meeting the definition of cardiotoxicity may be considered as stage B HF particularly if there is a concomitant rise in natriuretic peptide. Depending upon the magnitude of the fall and the LVEF value, initiating one or more guideline-based HF therapies should be considered. Cardiac-specific treatment within 6 months after the end of chemotherapy increased the likelihood of LV function recovery."
},
{
	"page":"ENAS5193_4.1.4.0",
	"text":"5.1.4.0 Patients w/ asymp. reduction in GLS Currently there is no evidence to guide specific cardioprotection if early signs of subclinical myocardial dysfunction are detected during echocardiography-based GLS surveillance. GLS may be a more sensitive tool to detect early cardiotoxicity, but based on currently available evidence, cancer treatment should not be stopped, interrupted or reduced in dose, based on a new GLS reduction alone."
},
{
	"page":"ENAS5193_4.1.5.0",
	"text":"5.1.5.0 Patients with HF Patients with cancer presenting with clinical HF during or following cancer treatment should be treated according to the current ESC Guidelines for Heart Failure. When presenting during chemotherapy, referral to a cardio-oncology specialist service is preferable. If rechallenge with a drug having previously generated cardiotoxicity is planned, continuation with cardioprotective drug therapy such as ACE-inhibitors and beta-blockers is strongly recommended."
},
{
	"page":"ENAS5193_4.1.6.0",
	"text":"5.1.6.0 Non-pharmacological interventions Positive health-promoting behaviour, including lifestyle factors (healthy diet, smoking cessation, regular exercise, weight control) should be strongly advised. In particular, aerobic exercise is considered a promising non-pharmacological strategy to prevent and/or treat chemotherapy-induced cardiotoxicity (Table 14). Table 14 Summarizes the potential benefits of exercise during and/or after cancer treatment Improvement of: Cardiorespiratory and cardiovascular function Body composition (preservation or increase in muscle mass, loss of fat mass) Immune function Chemotherapy completion rates Muscle strength and flexibility Body image, self-esteem and mood Reduction in: Number and severity of side effects including nausea, fatigue and pain Reduction of hospitalization duration Reduction of stress, depression and anxiety"
},
{
	"page":"ENAS5193_4.2.0.0",
	"text":"5.2.0.0 Prevention of TE events Primary prevention, mainly using LMWH, should be proposed in high-risk ambulatory patients receiving chemotherapy (with multiple myeloma receiving anti-angiogenic agents, or locally advanced or metastatic pancreatic, or lung cancers) who do not have excessive bleeding risk.In patients hospitalized for cancer, it is reasonable to consider thromboprophylaxis with LMWH based on individual benefit–risk assessment.For patients with central venous catheters, systematic use of heparins is not advised and treatment decisions should be individualized."
},
{
	"page":"ENAS5193_4.3.1.0",
	"text":"5.3.0.0 Attenuation of compli. w/ specific agents 5.3.1.0 Anthracyclines Several strategies can be used to prevent the LV dysfunction and HF induced by anthracyclines while maintaining antineoplastic efficacy, including reduction in the cumulative dose; use of continuous infusions (up to 48–96 hours) to decrease peak plasma levels in adult patients; use of analogues (epirubicin, pixantrone) or liposomal formulations, which are thought to have a lower risk of cardiotoxicity and provide comparable antitumour efficacy; or use of dexrazoxane as a cardioprotectant.It is recommended to administer anthracyclines before paclitaxel, separate the infusions and/or limit the cumulative doxorubicin dose to 360 mg/m2."
},
{
	"page":"ENAS5193_4.3.2.0",
	"text":"5.3.2.0 Her-2 targeted therapy Co-administration of anthracyclines and trastuzumab markedly increases the incidence of HF, but cardiotoxicity can be reduced significantly by introducing a drug-free interval between the two agents. If LVEF decreases to <45% or >10 percentage points from baseline to a value between 45% and 49%, then trastuzumab should be interrupted and ACE-inhibitors should be started; trastuzumab may be re-initiated if the LVEF is restored to >49%. If LVEF decreases below 50% but >44%, then trastuzumab may be continued but an ACE-inhibitor should be initiated. In selected cases it may be preferable to choose a beta-blocker rather than an ACE-inhibitor, depending on comorbidities. The reversibility of LV dysfunction and the opportunity to resume administration of trastuzumab after improvement in HF needs to be evaluated in a prompt manner."
},
{
	"page":"ENAS5193_4.3.3.0",
	"text":"5.3.3.0 Pyrimidine analogues Aggressive control of CAD risk factors (smoking, hypertension, diabetes, hyperlipidaemia) followed by adequate pharmacological treatment should precede the administration of these drugs. Risk markedly increases in patients with a history of CAD, and as prophylactic administration of nitrates and/or calcium channel blockers may not be effective, pyrimidine analogues should be discouraged in these patients. However, if an alternative therapy is not available, close monitoring of the patient is advised."
},
{
	"page":"ENAS5193_4.3.4.0",
	"text":"5.3.4.0 VEGF pathway inhibitors Careful assessment of cardiovascular risk factors at baseline, close blood- pressure monitoring, and discontinuation of drugs known to raise blood pressure are essential to ensure prompt and aggressive management of hypertension in patients treated with VEGF signalling pathway inhibitors."
},
{
	"page":"ENAS5193_4.3.5.0",
	"text":"5.3.5.0 Radiotherapy To reduce cardiac radiation dose during radiotherapy, the following techniques and strategies have been described: The deep inspiration breath-hold technique, or respiratory gating, allowing shielding of the heart from tangential fields and reduction of radiation to organs at risk without compromising clinical target volume. Multiple or rotational sources of radiation beams (photons/electrons). Linear accelerator photons allowing treatment of patients with equal weighting of anterior and posterior portals with subcarinal block and shrinking field technique. Intensity modulated radiation beams using multileaf collimators is superior to partial shielding. Reporting and minimization of radiation doses received by normal tissue. Tracking systems allowing the energy to be directed at any part of the body from any location. This method of radiotherapy treatment resembles a surgical treatment and is also named ‘radiosurgery’. Planning of radiotherapy to minimize the maximal distance between anterior cardiac contour and posterior tangential field edges. Supine voluntary deep inspiration breath-hold techniques reduced whole heart and LAD radiation doses for some patients with left-sided breast cancer."
},
{
	"page":"ENAS5193_5.1.0.0",
	"text":"6.0.0.0 Surveillance for cancer survivors 6.1.0.0 Overview The population of patients surviving for long periods after the diagnosis and treatment of cancer has substantially increased over the past decade. It is imperative to raise awareness of possible cardiac disease among cancer survivors, as well as to provide appropriate follow-up of such patients in clinical practice. Patients should be informed of their increased risk of CVD at the outset of their chemotherapy and advised and supported to make appropriate lifestyle modifications."
},
{
	"page":"ENAS5193_5.2.0.0",
	"text":"6.2.0.0 Myocardial dysfunction Both paediatric and adult survivors of anthracycline-based chemotherapy have a lifelong risk for the development of LV dysfunction and HF. Periodic screening should be considered in survivors treated with high cumulative doses or who demonstrated reversible LV dysfunction during cancer treatment. Early discontinuation of cardioprotective HF therapy in these patients is not recommended."
},
{
	"page":"ENAS5193_5.3.0.0",
	"text":"6.3.0.0 Vascular disease Evaluation for CAD, ischaemia and vascular disease is recommended in patients with a history of mediastinal radiation, even if asymptomatic, starting 5 years post-treatment and then at least every 5 years thereafter. Owing to the increased risk of stroke in patients with a previous neck irradiation, ultrasound scanning of carotid arteries to rule out the presence of subclinical atherosclerosis could be included for a comprehensive cerebrovascular risk assessment."
},
{
	"page":"ENAS5193_5.4.0.0",
	"text":"6.4.0.0 Valvular disease The European Association of Cardiovascular Imaging and the American Society of Echocardiography (EACVI/ASE) recommend a focused yearly history and physical examination with echocardiography in symptomatic patients. For asymptomatic patients, the EACVI/ASE consensus document recommends a screening transthoracic echocardiogram at 10 years post-radiation and serial exams every 5 years thereafter."
},
{
	"page":"ENAS5193_6.0.0.0",
	"text":"7.0.0.0 Future perspectives and research directions It is still unclear whether primary prevention is only relevant in patients at highest cardiovascular risk or when using therapy with a high cardiotoxic potential. The existing evidence supporting cardiovascular preventive strategies in cardio-oncology are only suggestive and require further validation. Secondary prevention has already entered clinical practice guidelines despite persistent unresolved questions. Prospectively validated criteria of early cardiotoxicity, which would be representative of late morbidity and mortality, are needed. The sensitivity of the current approach based on serial assessment of LVEF is insufficient. Several circulating biomarkers (troponin I and BNP or NT-proBNP) have been identified as useful for the early detection of myocardial dysfunction and overt HF related to cancer therapies. However, conclusive data are needed to establish whether biomarkers reliably predict clinically relevant late consequences of cancer treatment. The effect of interrupting cancer therapy remains to be determined, but should not be taken lightly as there are examples in general of interruptions or incomplete treatment courses having an adverse effect on optimal cancer- treatment outcomes."
},
{
	"page":"ENAS5193_7.0.0.0",
	"text":"8.0.0.0 Abbreviations (N)OAC (Non-vitamin K antagonist) oral anticoagulant °C Degree Celsius 2D/ 2-D Two-dimensional 2hPG 2-h post-load plasma glucose 3D/ 3-D Three-dimensional 5-FU 5-fluorouracil 99mTc-DPD Technetium-99m 3,3-diphosphono-1,2-propanodicarboxylic acid A/C Anticoagulation AAA Abdominal aortic aneurysm AAD Antiarrhythmic drugs AAS Acute aortic syndrome ABC Age, biomarkers, clinical history ABI Ankle-Brachial Index ABPM Ambulatory BP monitoring ACA Aborted cardiac arrest ACC American College of Cardiology ACCA Acute Cardiovascular Care Association ACCF American College of Cardiology Foundation ACCOAST Comparison of Prasugrel at the Time of Percutaneous Coronary Intervention or as Pretreatment at the Time of Diagnosis in Patients with Non-ST Elevation Myocardial Infarction ACE Angiotensin-converting enzyme ACEF Age, creatinine, ejection fraction ACEI/ ACE-I/ ACE-Is Angiotensin converting enzyme inhibitors ACS Acute coronary syndromes ACT Activated clotting time AD Aortic dissection ADA American Diabetes Association/Adenosine deaminase ADD Acute aortic dissection ADP Adenosine diphosphate AEPC Association for European Paediatric and Congenital Cardiology AF Atrial flutter/Atrial fibrillation AFNET German Competence NETwork on Atrial Fibrillation AHA American Heart Association AHF Acute heart failure AHRE Atrial high rate episodes AK Alpha kinase AKI Acute kidney injury AL Amyloid light chain ALAT/ ALT Alanine aminotransferase ALI Acute limb ischaemia AMI Acute myocardial infarction ANA Anti-nuclear antibodies ANCA Anti-neutrophil cytoplasm antibodies AO Aorta AOS Aneurysms-osteoarthritis syndrome AP Accessory pathway APAH Conditions associated with pulmonary arterial hypertension Apo Apolipoprotein apo A I Apolipoprotein A I apo B Apolipoprotein B aPTT Activated partial thromboplastin time AR Aortic regurgitation ARB Angiotensin II receptor blocker/ Angiotensin receptor blocker ARBs Angiotensin receptor blockers ARNI Angiotensin receptor neprilysin inhibition ARVC Arrhythmogenic right ventricular cardiomyopathy AS Aortic stenosis ASA Acetylsalicylic acid ASAT/ AST Aspartate aminotransferase ASCERT American College of Cardiology Foundation–Society of Thoracic Surgeons Database Collaboration ASE American Society of Echocardiography AST/ ALT/ ALP Aspartate / alanine aminotransferase / alkaline phosphatase ASV Adaptive servo-ventilation AT Antithrombin ATOR Atorvastatin ATP Antitachycardiac pacing/Adenosine triphosphate ATRIA AnTicoagulation and Risk factors In Atrial fibrillation ATS Arterial tortuosity syndrome ATTR Amyloidosis, transthyretin type AUC Area under the curve AV Atrioventricular AVB Atrioventricular block AVID Antiarrhythmic drugs Versus Implantable Defibrillator AVM AV delay management AVP Arginine vasopressin AVR Aortic valve replacement b.i.d. Bis in die (twice daily) b.p.m/ bpm Beats per minute BARI-2D Bypass Angioplasty Revascularization Investigation 2 Diabetes BAS Balloon atrial septostomy BAV Balloon aortic valvuloplasty/Bicuspid aortic valve BB Beta-blocker BBB Bundle branch block BC Blood culture BCNIE Blood culture-negative infective endocarditis BCR-ABL Breakpoint cluster region-Abelson BGA Blood gas analysis BIMA Bilateral internal mammary artery Bi-PAP Bilevel positive airway pressure BiV Biventricular BiVAD Bi-ventricular assist device BMI Body mass index BMPR Bone morphogenetic protein receptor, type 2 BMS Bare metal stent BMT Best medical therapy BNP Brain natriuretic peptide/ B-type natriuretic peptide BP Blood pressure BPA Balloon pulmonary angioplasty BSA Body surface area BUN Blood urea nitrogen CABG Coronary artery bypass graft/ Coronary artery bypass graft surgery CAD Coronary artery disease CAS Carotid artery stenting CASH Cardiac Arrest Study Hamburg Cath/ Lab Catheterization laboratory CCB Calcium channel blocker CCNAP Council on Cardiovascular Nursing and Allied Professions CCP Council for Cardiology Practice CCPC Council on Cardiovascular Primary Care CCS Canadian Cardiovascular Society CCU Coronary care unit CDRIE Cardiac device-related infective endocarditis CEA Carotid endarterectomy/Carcinoembryonic antigen CFA Common femoral artery CFC Cardiofaciocutaneous CHA2DS2-VASc Congestive heart failure or left ventricular dysfunction, Hypertension, Age ≥75 (doubled), Diabetes, Stroke (doubled)-Vascular disease, Age 65–74, Sex category (female) CHADS2 Cardiac failure, Hypertension, Age, Diabetes, Stroke (doubled) CHARM-Added Candesartan in Heart Failure: Assessment of Reduction in Mortality and Morbidity-Added CHD Coronary heart disease/ Congenital heart disease CHF Congestive heart failure/ Chronic heart failure CI Cardiac index / Contraindication / Confidence interval CIA Common iliac artery CI-AKI Contrast-induced acute kidney injury CIDS Canadian Implantable Defibrillator Study CIED Cardiac implantable electronic device CIN Contrast-induced nephropathy CK Creatine phophokinase/Creatinine kinase CKD Chronic kidney disease CKD-EPI Chronic Kidney Disease Epidemiology Collaboration CK-MB Creatine kinase MB isoform CLI Critical limb ischaemia CMP Cardiomyopathy CMR Cardiac magnetic resonance CMV Cytomegalovirus CO Cardiac output CoA Coarctation / Coarctation of the aorta Cons Conservative cont Continued COPD Chronic obstructive pulmonary disease COT Cardiac Oncology Toxicity COURAGE Clinical Outcomes Utilization Revascularization and Aggressive Drug Evaluation COX Cyclo-oxygenase/ Cyclooxygenase CPAP Continuous positive airway pressure CPET Cardiopulmonary exercise testing CPFE Combined pulmonary fibrosis and emphysema CPG Committee for Practice Guidelines CPVT Catecholaminergic polymorphic ventricular tachycardia CR Cardiac rehabilitation CrCI Creatinine clearance CRP C-reactive protein CRT Cardiac resynchronization therapy CRT-D Cardiac resynchronization therapy defibrillator/ Defibrillator with cardiac resynchronization therapy CRT-P Cardiac resynchronization therapy pacemaker CRUSADE Can Rapid risk stratification of Unstable angina patients Suppress ADverse outcomes with Early implementation of the ACC/AHA guidelines CSF Colony-stimulating factor/Cerebrospinal fluid CSM Carotid sinus massage CSS Carotid sinus syncope/syndrome CT Computed tomographic / tomogram/tomography CTA Computed tomography angiography CTD Connective tissue disease CTEPH Chronic thromboembolic pulmonary hypertension cTN Cardiac troponin CTO Chronic total occlusions CTRCD Cancer Therapeutics–Related Cardiac Dysfunction Ctrl Control CUS Compression venous ultrasonography CV Cardiovascular / Cardioversion CVD Cardiovascular disease CW Continuous wave CXR Chest X-ray DALYs Disability adjusted life years DAPT Dual (oral) antiplatelet therapy DBP Diastolic blood pressure DC Direct current DCC Direct-current cardioversion DCM Dilated cardiomyopathy DDI Drug-drug interactions DEFINITE DEFibrillator In Non-Ischemic cardiomyopathy Treatment Evaluation DES Drug-eluting stent DFT Defibrillation threshold DHP Dihydropyridine DI-DO Door-in to door-out time DLCO Carbon monoxide diffusing capacity DM Diabetes mellitus DNA Deoxyribonucleic acid DPAH Drug induced PAH DPG Diastolic pressure gradient DPP Diabetes prevention program DSA Digital subtraction angiography DT Deceleration time DTB Door-to-balloon time DTIs Direct thrombin inhibitors DUS Duplex ultrasonography / Doppler ultrasound DVT Deep vein thrombosis E/A Ratio of mitral peak velocity of early filling (E) to mitral peak velocity of late filling (A) E/e’ Ratio of early transmitral flow velocity (E) to early mitral annulus velocity (e’) EACPR European Association for Cardiovascular Prevention & Rehabilitation EACTS European Association of Cardio-Thoracic Surgery/ European Association for Cardio-Thoracic Surgery EACVI European Association of Cardiovascular Imaging EANM European Association of Nuclear Medicine EAPCI European Association of Percutaneous Cardiovascular Interventions EAS European Atherosclerosis Society EASD European Association for the Study of Diabetes EBV Epstein-Barr virus ECG Electrocardiogram / Electrocardiographic ECHO Echocardiography/Echocardiogram ECLS Extracorporeal life support ECST European Carotid Surgery Trial ECVF Extacellular volume fraction ED Erectile dysfunction/ Emergency department EDS-IV Ehlers-Danlos syndrome type IV EF Ejection fraction eGFR Estimated glomerular filtration rate EHRA European Heart Rhythm Association EIA External iliac artery EIF Eukaryotic translation initiation factor EMA European Medicines Agency EMB Endomyocardial biopsy EMS Emergency medical system/service ENA Anti-extractable nuclear antigens Enox Enoxaparin EP Electrophysiology EPD Embolic protection device EPS Electrophysiologic study ER Extended release formulations ERA Endothelin receptor antagonist EROA Effective regurgitant orifice area ERS European Respiratory Society ESC European Society of Cardiology ESCMID European Society of Clinical Microbiology and Infectious Diseases ESH European Society of Hypertension ESO European Stroke Organisation ESR European Society of Radiology/Erythrocyte sedimentation rate ESRD End-stage renal disease ETT Endotracheal tube EU European Union EULAR European League Against Rheumatism EVAR Endovascular aortic repair/reconstruction Exp+ Experimental therapy FAME-2 Fractional Flow Reserve-Guided Percutaneous Coronary Intervention Plus Optimal Medical Treatment Versus Optimal Medical Treatment Alone in Patients With Stable Coronary Artery Disease FBN1 Fibrillin 1 FC Functional class FCH Familial combined hyperlipidaemia FCM Ferric carboxymaltose FDA US Food and Drug Administration/ Food and Drug Administration FDG Fluorodeoxyglucose FFP Fresh frozen plasma FFR Fractional flow reserve FH Familial hypercholesterolaemia FHL1 Four and a half LIM domains 1 FINDRISC FINnish Diabetes RIsk SCore FL False lumen FLUVA Fluvastatin FMC First medical contact FMCTB First-medical-contact-to-balloon time FMF Familial Mediterranean fever Fonda Fondaparinux FPG Fasting plasma glucose FU Follow-up GFR Glomerular filtration rate GGTP Gamma-glutamyl transpeptidase GLP-1 Glucagon-like peptide-1 GLS Global longitudinal strain GM Granulocyte-macrophage GP Glycoprotein / General practitioner GRACE Global Registry of Acute Coronary Events GUCH Grown-up patients with congenital heart disease HAART Highly active antiretroviral treatment HACEK Haemophilus parainfluenzae, H. aphrophilus, H. paraphrophilus, H. influenzae, Actinobacillus actinomycetemcomitans, Cardiobacterium hominis, Eikenella corrodens, Kingella kingae, and K. denitrificans HAS-BLED Hypertension, Abnormal renal/liver function, Stroke, Bleeding history or predisposition, Labile INR, Elderly (65), Drugs concomitantly/alcohol abuse HbA1c Glycated haemoglobin / Glycated haemoglobin A1c HBPM Home BP monitoring HCM Hypertrophic cardiomyopathy HCV Hepatitis C virus HDAC Histone deacetylase HDL High density lipoprotein HDL-C High density lipoprotein-cholesterol HeFH Heterozygous familial hypercholesterolaemia HER2 Human epidermal growth factor receptor 2 HF Heart failure HFA Heart Failure Association H-FABP Heart-type fatty acid-binding protein HFmrEF Heart failure with mid-range ejection fraction HFpEF/ HF-PEF Heart failure with preserved ejection fraction HFrEF/ HF-REF Heart failure with reduced ejection fraction HHD Hypertensive heart disease HHV Human herpesvirus H-ISDN Hydralazine and isosorbide dinitrate HIT Heparin-induced thrombocytopenia HIV Human immunodeficiency virus HoFH Homozygous familial hypercholesterolaemia HPAH Heritable PAH HR Heart rate HRCT High resolution CT hs-CRP high-sensitivity C-reactive protein HT/ HTN Hypertension HTG Hypertrigiyceridaemia i.v. / IV Intravenous IABP Intraaortic balloon pump IAS Inter-atrial septum ICA Invasive coronary angiography ICD Implantable cardioverter defibrillator/ International Classification of Diseases ICH Intracranial haemorrhage ICU Intensive care unit ID Infectious disease IDF International Diabetes Federation IE Infective endocarditis IFG Impaired fasting glucose IFN Interferon-gamma IGRA Interferon-gamma release assay IGT Impaired glucose tolerance IHD Ischaemic heart disease IL-2 Interleukin 2 ILR Implantable loop recorder IMA Internal mammary artery IMH Intramural haematoma IMT Intima–media thickness INR International normalized ratio IN-TIME Implant-based multiparameter telemonitoring of patients with heart failure IOMC Iso-osmolar contrast medium IPAH Idiopathic pulmonary arterial hypertension IPF Idiopathic pulmonary fibrosis IRA Infarct-related artery ISH Isolated systolic hypertension ISHLT International Society for Heart and Lung Transplantation IU International units IUD Intrauterine device IV UHF Intravenous unfractionated heparin IVC Inferior vena cava IVDA Intravenous drug abusers IVIG Intravenous immunoglobulin IVUS Intravascular ultrasound JSAP Japanese Stable Angina Pectoris km per h Kilometres per hour LA Left atrium/atrial LAA Left atrial appendage LAD Left anterior descending (coronary artery) LAE Left atrial enlargement LAH Left anterior hemiblock LAVI Left atrial volume index LBBB Left bundle branch block LCC Left coronary cusp Lcx Left circumflex LDH Lactate dehydrogenase LDL Low-density lipoprotein LDL-C Low-density lipoprotein-cholesterol LDLR Low density lipoprotein receptor LDS Loeys-Dietz syndrome LEAD Lower-extremity artery disease LEOPARD lentigines, ECG abnormalities, ocular hypertelorism, pulmonary stenosis, abnormal genitalia, retardation of growth, and sensorineural deafness LGE Late gadolinium enhancement LHD left heart disease LLN Lower limit of normality LM Left main LMNA Lamin A/C LMWH Low molecular weight heparin LOCM Low-osmolar contrast medium LoE Level of evidence LOVA Lovastatin Lp Lipoprotein Lp(a) Lipoprotein(a) LQTS Long QT syndrome LTBI Latent tuberculosis infection LV Left ventricle / left ventricular LVAD Left ventricular assist device LVEDD Left ventricular end-diastolic diameter LVEDP Left ventricular end diastolic pressure LVEF Left ventricular ejection fraction LVESD Left ventricular end-systolic diameter LVESV Left ventricular end-systolic volume LVH Left ventricular hypertrophy LVM Left ventricular mass LVMI Left ventricular mass index LVOT Left ventricular outflow tract LVOTG Left ventricular outflow tract gradient LVOTO Left ventricular outflow tract obstruction MACE Major adverse cardiac events MADIT Multicenter Automatic Defibrillator Implantation Trial MASS II The medicine, angioplasty, or surgery study Mbq Millibecquerel MCS Mechanical circulatory support MDCT Multidetector computed tomographic angiography/Multi-detector computed tomography MDRD Modifikation of Diet in Renal Disease Med RX Medial therapy MedPed Make Early Diagnosis to Prevent Early Deaths MELAS mitochondrial encephalomyopathy, lactic acidosis, and stroke-like episodes MERFF Myoclonic epilepsy with ragged red fibres MET Metabolic equivalent MetS Metabolic syndrome MI Myocardial infarction MIC Minimum inhibitory concentration MPI Myocardial perfusion imaging MPR Multiplanar reconstruction MPS Myocardial perfusion scintigraphy / Myocardial perfusion stress MR Magnetic resonance/ Mitral regurgitation/ Mineralocorticoid receptor MRA Mineralocorticoid receptor antagonist / Magnetic resonance angiography MRI Magnetic resonance imaging MR-proANP Mid-regional pro atrial natriuretic peptide/ Mid-regional pro A-type natriuretic peptide MRSA Methicillin-resistant Staphylococcus aureus MS Mitral stenosis MSCT Multislice computed tomography MSSA Methicillin-susceptible Staphylococcus aureus mSv Millisievert MUGA Multigated radionuclide angiography mV millivolt(s) MV abn Mitral valve abnormality MWD Minute walk distance MWT Minute walk test MYBPC3 Myosin-binding protein C MYH7 Myosin, heavy chain 7 MYL3 Essential myosin light chain n.a/ NA not available/ Not available N/A Not applicable N/R Not reported NASCET North American Symptomatic Carotid Endarterectomy Trial NCC Non coronary cusp NCDR National cardiovascular data registry NIHSS National Institutes of Health stroke severity scale NIPPV Non-invasive positive pressure ventilation NIV Non-invasive ventilation NNH Numbers needed to harm NNT Numbers needed to treat/ Number of individuals needed to treat NOAC/ NOAC(s) Novel oral anticoagulant / New oral anticoagulant / Non-vitamin K antagonist direct oral anticoagulant/ Non-vitamin K antagonist oral anticoagulant(S) Non-HDL-C Non-HDL cholesterol NP Natriuretic peptide NPV Negative predictive value NRT Nicotine replacement therapy NSAID Non-steroidal antiinflammatory drug(s) NSAIDs Non-steroidal anti-inflammatory drugs NSQIP National surgical quality improvement program NSTE Non-ST-elevation NSTE-ACS Non-ST-segment elevation acute coronary syndrome/ Non-ST elevation acute coronary syndrome NSTEMI Non-ST-elevation myocardial infarction NSVT Non-sustained ventricular tachycardia NTG Nitroglycerine NT-proBNP N-terminal pro B-type/brain natriuretic peptide NVE Native valve endocarditis NYHA New York Heart Association O2 Oxygen OAC Oral anticoagulation/ anticoagulant OAC Oral anticoagulation OARS Open-ended questions, Affirmation, Reflective listening, Summarising OCT Optical coherence tomography OD Organ damage OGTT Oral glucose tolerance test OHCA Out-of-hospital cardiac arrest OHS Obesity hypoventilation syndrome OMT Optimal medical therapy OR Odds ratio ORBIT Outcomes Registry for Better Informed Treatment of Atrial Fibrillation OSA Obstructive sleep apnoea p.o. Per os PA Postero-anterior/ Pulmonary artery/ Physical activity PAD Peripheral artery disease PAH Pulmonary arterial hypertension / Pulmonary hypertension PaO2 Partial pressure of oxygen PAP Pulmonary artery pressure/ Pulmonary arterial pressure PAR Protease-activated receptor PAU Penetrating aortic ulcer PAWP Pulmonary artery wedge pressure PCA Prostacyclin analogues PCC Prothrombin coagulation complax/ Prothrombin complex concentrates PCH Pulmonary capillary haemangiomatosis PCI Percutaneous coronary intervention PCIS Post-cardiac injury syndromes PCR Polymerase chain reaction PCSK9 Proprotein convertase subtilisin/kexin type 9 PCWP Pulmonary capillary wedge pressure PDE Phosphodiesterase type-5 inhibitors/ Phosphodiesterase PDE5 Phosphodiesterase type 5 PE Pulmonary embolism PEA Pulmonary endarterectomy PEP Primary endpoint PESI Pulmonary embolism severity index PET Positron emission tomography PFT Pulmonary function tests PH Pulmonary hypertension PISA Proximal isovelocity surface area PITA Pitavastatin PM Pacemaker/Pain management PMC Percutaneous mitral commissurotomy PPCM Peripartum cardiomyopathy PPI Proton pump inhibitor PPS Post-pericardiotomy syndrome PRAVA Pravastatin PRIMARY PCI Primary percutaneous coronary intervention PRKAG2 Gamma-2 subunit of the adenosine monophosphate-activated protein kinase PS Pulmonary valve stenosis PTA Percutaneous transluminal angioplasty / Pre-test probability PTT Partial thromboplastin time PUFA/ PUFAs Polyunsaturated fatty acid/ Polyunsaturated fatty acids PVC Premature ventricular contraction/ Premature ventricular complex PVE Prosthetic valve endocarditis PVI Pulmonary vein isolation PVL Paravalvular leak PVOD Pulmonary veno-occlusive disease PVR Pulmonary vascular resistance PVS Programmed ventricular stimulation PWV Pulse wave velocity R Vol Regurgitant volume RA Right atrium/ Rheumatoid arthritis RAA Renin–angiotensin–aldosterone RAAS Renin angiotensin aldosterone system RAP Right atrial pressure RAS Renal artery stenosis / Renin-angiotensin system RBBB Right bundle branch block RCC Right coronary cusp RCT/RCTs Randomized controlled trial RF Risk factor rFVIIa Activated recombinant factor VII RHC Right heart catheterization ROSU Rosuvastatin rPA Right pulmonary artery r-PA Reteplase RR Relative risk RRR Relative risk reduction rtPA Recombinant tissue plasminogen activator RV Right ventricle/ventricular RVEDP Right ventricular end-diastolic pressure RVOT Right ventricular outflow tract RVOTO Right ventricular outlow tract obstruction RVSP Right ventricular systolic pressure S.C. Subcutaneous SA Signal-averaged SAA Septal alcohol ablation SADS Sudden arrhythmic death syndrome SAM Systolic anterior motion SAN Sinoatrial node SaO2 Saturated oxygen SAPT Single antiplatelet therapy SAS Sleep apnea syndrome SB Sinus bradycardia SBP Systolic blood pressure SCAD Stable coronary artery disease SCD Sudden cardiac death SCORE Systematic Coronary Risk Evaluation / Systematic Coronary Risk Estimation SFA Superficial femoral artery SGLT2 Sodium glucose co-transporter 2 SIDS Sudden infant death syndrome SIMVA Simvastatin SIRS Systemic inflammatory response SLE Systemic lupus erythematosus SMART Specific, Measurable, Achievable, Realistic and Timely SND Sinus node disease SPAP Systolic pulmonary artery pressure SPECT Single-photon emission computed tomography sPESI Simplified Pulmonary Embolism Severity Index SpO2 Saturation of peripheral oxygen SQTS Short QT syndrome SR Sinus rhythm SSS Sick sinus syndrome STE-ACS ST-segment elevation acute coronary syndrome STEMI ST-elevation myocardial infarction STS Society of Thoracic Surgeon/ Structured telephone support ST-T ST-segment-T wave SUDI Sudden unexplained death in infancy SUDS Sudden unexplained death syndrome SVG Saphenous vein graft SVR Surgical ventricular reconstruction. SVT Supraventricular tachycardia SWISSI II Swiss Interventional Study on Silent Ischemia Type II SYNTAX SYNergy between percutaneous coronary intervention with TAXus and cardiac surgery T1DM Type 1 diabetes mellitus T2DM Type 2 diabetes mellitus TAA Thoracic aortic aneurysm TAAD Thoracic aortic aneurysms and dissection TAI Traumatic aortic injury TAPSE Tricuspid annulus plane systolic excursion TASC TransAtlantic Inter-Society Consensus TAVI Transcatheter aortic valve implantation/ Transaortic valve implantation TB Tuberculosis TC Total cholesterol T-DM1 Trastuzumab-emtansine TE Thromboembolism / Thrombo-embolic TEE Transesophageal echocardiogram TEVAR Thoracic endovascular aortic repair TG Triglyceride TGA Complete transposition of the great arteries Three DE Three dimensional echocardiography TIA Transient ischaemic attack / Transitory ischaemic attack TIBC Total iron-binding capacity TIME Trial of invasive versus medical therapy in elderly patients with chronic symptomatic coronary-artery disease TIMI Thrombolysis In Myocardial Infarction TKI Tyrosine kinase inhibitor TL True lumen TNF Tumor necrosis factor TNK-tPA Tenecteplase TNNI3 Troponin I, cardiac TNNT2 Troponin T TOE Transoesophageal echocardiography / echocardiogram t-PA Tissue plasminogen activator TPM1 Tropomyosin 1 alpha chain TR Tricuspid regurgitation TRAPS Tumour necrosis factor receptor-associated periodic syndrome TRL Triglyceride-rich lipoproteins TRV Tricuspid regurgitant velocity TS Tricuspid stenosis / Turner syndrome TSAT Transferrin saturation TSH Thyroid stimulating hormone TTE Transthoracic echocardiography TTR Time in therapeutic range / Transthyretin TV Tricuspid valve/ Television TVI Time–velocity integral Tx Tendon xanthomata UA Unstable angina UEAD Upper extremity artery disease UFH Unfractionated heparin UHF Ultrafractionated heparin UK United Kingdom ULN Upper limit of normal US United States USA United States of America V/Q Scan ventilation–perfusion scintigraphy VA Vertebral artery/ Ventricular arrhythmia VEGF Vascular endothelial growth factor VF Ventricular fibrillation VHD Valvular heart disease VKA Vitamin K antagonist VO2 Oxygen consumption VPBs Ventricular premature beats vs Versus VSD Ventricular septal defect VT Ventricular tachycardia VTE Venous thromboembolism VV Interventricular VVI Ventricular inhibited pacing WBC White blood cells WCD Wearable cardioverter defibrillator WHF World Heart Federation WHO World Health Organization WPW Wolff-Parkinson-White WU Wood units"
}
]