[
{
	"page":"ENAS260_1.1.0.0",
	"text":"2013 ESH/ESC Guidelines for the management of arterial hypertension* The Task Force for the management of arterial hypertension of the European Society of Hypertension (ESH) and of the European Society of Cardiology (ESC)   Chairperson ESC Professor Robert Fagard Hypertension & Cardiovascular Rehabilitation Unit KU Leuven University Herestraat 49 3000 Leuven, Belgium Tel: +32 16 348 707 Fax: +32 16 343 766 Email: robert.fagard@uzleuven.be   Chairperson ESH Professor Giuseppe Mancia Centro di Fisiologia Clinica e Ipertensione Via F. Sforza, 35 20121 Milano, Italy Tel: +39 039 233 3357 Fax: +39 039 322 274 Email: giuseppe.mancia@unimib.it   Authors/Task Force Members Krzysztof Narkiewicz (Section coordinator) (Poland), Josep Redon (Section coordinator) (Spain), Alberto Zanchetti (Section coordinator) (Italy), Michael Böhm (Germany), Thierry Christiaens (Belgium), Renata Cifkova, (Czech Republic), Guy De Backer (Belgium), Anna Dominiczak (UK), Maurizio Galderisi (Italy), Diederick E. Grobbee (Netherlands), Tiny Jaarsma (Sweden), Paulus Kirchhof (Germany/UK), Sverre E. Kjeldsen (Norway), Stéphane Laurent (France), Athanasios J. Manolis (Greece), Peter M. Nilsson (Sweden), Luis Miguel Ruilope (Spain), Roland E. Schmieder (Germany), Per Anton Sirnes (Norway), Peter Sleight (UK), Margus Viigimaa (Estonia), Bernard Waeber (Switzerland), Faiez Zannad (France).   Other ESC entities having participated in the development of this document: Association: Heart Failure Association (HFA), European Association of Cardiovascular Imaging (EACVI), European Association for Cardiovascular Prevention & Rehabilitation (EACPR), European Heart Rhythm Association (EHRA). Working Groups: Hypertension and the Heart, Cardiovascular Pharmacology and Drug Therapy. Councils: Cardiovascular Primary Care, Cardiovascular Nursing and Allied Professions, Cardiology Practice.   ESC Staff: Veronica Dean, Catherine Despres, Karine Villanese - Sophia Antipolis, France.   *Adapted from the ESH/ESC Guidelines for Management of Arterial Hypertension (Eur Heart J 2013;34:2159-219-doi:10.1093/eurheartj/eht151)."
},
{
	"page":"ENAS260_1.2.0.0",
	"text":"1 - Total cardiovascular risk stratification Decisions on management of the hypertensive patient depend on the initial level of total cardiovascular (CV) risk. The stratification of total CV risk in different categories is based on BP category, CV risk factors, asymptomatic organ damage and presence of diabetes, symptomatic CV disease or chronic kidney disease. The classification in low, moderate, high and very risk refers to the 10-year risk of CV mortality as defined in the 2012 Joint CVD Prevention Guidelines. Figure 1 Stratification of total CV risk in categories of low, moderate, high and very high risk according to SBP and DBP and prevalence of RFs, asymptomatic OD, diabetes, CKD stage or symptomatic CVD. Subjects with a high normal office but a raised out-of-office BP (masked hypertension) have a CV risk in the hypertension range. Subjects with a high office BP but normal out-of-office BP (white-coat hypertension), particularly if there is no diabetes, OD, CVD or CKD, have lower risk than sustained hypertension for the same office BP. BP = blood pressure; CV = cardiovascular; CVD = cardiovascular disease; CKD = chronic kidney disease; DBP = diastolic blood pressure; HT = hypertension; OD = organ damage; RF = risk factor; SBP = systolic blood pressure. Risk factors include age, male sex, smoking, dyslipidaemia, glucose intolerance, obesity and family history of premature CVD. Asymptomatic organ damage mainly involves left ventricular hypertrophy, evidence of vascular damage and microalbuminuria.   2 - Diagnostic evaluation The initial evaluation of a patient with hypertension should: 1) confirm the diagnosis of hypertension; 2) detect causes of secondary hypertension; and 3) assess CV risk, organ damage, and concomitant clinical conditions. This calls for BP measurement, medical history including family history, physical examination, laboratory investigations, and further diagnostic tests. Some of the investigations are needed in all patients, others only in specific patient groups.   2a. Blood pressure measurement Office blood pressure Conventional office BP measurement by use of a validated device is the gold standard for screening, diagnosis and management of hypertension. Hypertension is defined as systolic BP ≥140 mmHg and/or diastolic BP ≥90 mmHg. The diagnosis of hypertension should be based on at least two BP measurements in the sitting position per visit on at least two visits.   Out-of-office BP Out-of-office BP, assessed by ambulatory or home BP monitoring, is an important adjunct to office BP measurement. The prediction of CV events is significantly better with out-of-office BP than with office BP. Prognosis is better in white-coat hypertension than in sustained hypertension and appears to be similar to that in true normotension. The incidence of CV events is about two times higher in masked hypertension than in true normotension and similar to the incidence in sustained hypertension. Cut-offs for the definition of hypertension are: 130/80 mmHg for 24-h BP, 135/85 mmHg for daytime ambulatory BP and home BP and 120/70 mmHg for night-time BP. Major indications for out-of-office BP are suspicion of white-coat, masked or nocturnal hypertension, suspected hypotension, considerable variability of office BP and treatment-resistant hypertension.   2b. Cardiovascular risk factors Total, LDL and HDL cholesterol, and fasting triglycerides and glucose are considered routine tests in all hypertensive patients.   2c. Search for asymptomatic organ damage and symptomatic disease Heart: an ECG is recommended in all hypertensive patients; additional tests (echocardiography, exercise testing, Holter monitoring) should be considered based on history, physical examination and ECG findings. Arteries: carotid and peripheral ultrasound, pulse wave velocity and ankle-brachial index should be considered as additional tests if indicated. Kidney: measurement of serum creatinine and estimation of glomerular filtration rate, assessment of urinary protein and microalbuminuria are recommended in all hypertensive patients.   2d. Search for secondary hypertension. All patients should undergo simple screening tests for secondary hypertension, including clinical history, physical examination and laboratory investigations, and a focused search should be undertaken when indicated.   3 - Treatment approach 3a. Lifestyle changes Appropriate lifestyle changes are the cornerstone for the prevention of hypertension and are also important for its treatment. The following lifestyle measures are recommended: Salt restriction to 5-6 g/day. Moderation of alcohol consumption (<20-30 g of ethanol per day in men and <10-20 g in women). Increased consumption of vegetables, fruits and low-fat dairy products. Reduction of weight to BMI of 25 kg/m2. Regular exercise (≥30 min of moderate dynamic exercise on 5-7 days per week) Smoking cessation   3b. Initiation of antihypertensive drug treatment. Prompt initiation of antihypertensive drugs is recommended in patients at high or very high CV risk. Antihypertensive drugs should be considered in patients at moderate or low risk when BP remains >140/90 mmHg after, respectively, several weeks or months of appropriate lifestyle measures, or in case of persistently elevated out-of-office BP. In elderly patients drug treatment is recommended when systolic BP is ≥160 mmHg, or ≥140 mmHg if younger than 80 years and treatment is well tolerated. It is not recommended to initiate antihypertensive treatment at high normal BP and in younger patients with isolated systolic hypertension.   3c. Blood pressure goals Systolic BP A systolic BP goal of <140 mmHg is recommended in all hypertensive patients, with few exceptions. In elderly hypertensive patients less than 80 years old there is solid evidence to reduce systolic BP to between 150 and 140 mmHg, but a goal of <140 mmHg may be considered in fit elderly.In individuals older than 80 years it is recommended to reduce BP to between 150 and 140 mmHg if they are in good physical and mental condition.   Diastolic BP A diastolic BP of <90 mmHg is always recommended, except in patients with diabetes, in whom values <85 mmHg are recommended.   3d. Choice of antihypertensive drugs Diuretics, beta-blockers, calcium antagonists, ACE-inhibitors and angiotensin receptor blockers are all suitable for the initiation and maintenance of antihypertensive treatment, either as monotherapy or in combination therapy. Some agents should be considered as the preferential choice in specific conditions, such as coronary heart disease, heart failure, diabetes or renal dysfunction. Initiation of antihypertensive therapy with two-drug combination may be considered in patients with markedly high baseline BP of at high CV risk. Among the many possible combinations, some are considered more suitable than others.   4 - Treatment strategies in special conditions 4a. White-coat and masked hypertension In white-coat hypertensives without additional risk factors, therapeutic intervention is limited to lifestyle changes and close follow-up is warranted. In case of higher CV risk, antihypertensive drug treatment may be considered. In masked hypertension, both lifestyle measures and drug treatment should be considered because of the high CV risk.   4b. Elderly When antihypertensive therapy is indicated as described in section 3b, all antihypertensive agents canbe used, although diuretics and calcium antagonists may be preferred in isolated systolichypertension.   4c. Pregnancy Drug treatment is recommended in severe hypertension in pregnancy (BP >160/110 mmHg), and may be considered in case of persistent BP ≥150/95 mmHg, and in those with BP ≥140/90 mmHg in the presence of gestational hypertension, asymptomatic organ damage or symptoms. Methyldopa, labetalol and nifedipine should be considered preferential antihypertensive drugs in pregnancy. Blockers of the renin-angiotensin system should be avoided in women withchild-bearing potential.   4d. Diabetes It is recommended to start drug treatment when systolic BP is ≥140 mmHg. The BP targetis <140/85 mmHg. All classes of antihypertensive drugs can be used, though blockers of therenin-angiotensin system may be preferred, especially in the presence of proteinuria or microalbuminuria, but simultaneous administration of two blockers of the renin-angiotensin system should be avoided.   4e. Nephropathy It is recommended to start drug treatment when systolic BP is ≥140 mmHg, targeting <140 mmHg. A target of <130 mmHg may be considered in case of overt proteinuria, and blockers of therenin- angiotensin system (though not in combination) are indicated in the presence of proteinuria or microalbuminuria.   4f. Cerebrovascular disease It is not recommended to intervene with BP-lowering therapy during the first week after acute stroke, although clinical judgement should be used in the face of very high systolic BP values. Antihypertensive treatment is recommended in hypertensive patients with a history of stroke or TIA when systolic BP is ≥140 mmHg, targeting <140 mmHg. All drug regimens are recommendedin these patients, provided that BP is effectively reduced.   4g. Heart disease Coronary heart disease It is recommended to start drug treatment when systolic BP is ≥140 mmHg, and all antihypertensive agents can be used, targeting <140 mmHg. Beta-blockers are recommended in case of recent myocardial infarction, and beta-blockers and calcium antagonists in patients with angina pectoris. Heart failure Diuretics, beta-blockers, ACE-inhibitors, angiotensin receptor blockers and/or mineralocorticoid receptor antagonists are recommended in patients with heart failure or severe left ventricular dysfunction. There is no evidence that antihypertensive therapy per se or any particular drug is beneficial in case of preserved ejection fraction. Lowering of systolic BP to around 140 mmHg should be considered in all of these patients. Left ventricular hypertrophy Antihypertensive therapy is recommended, and initiation with one of the agents that have shown greater ability to regress left ventricular hypertrophy should be considered, i.e. ACE-inhibitors, angiotensin receptor blockers and calcium antagonists.   4h. Resistant hypertension In case of true treatment-resistant hypertension, addition of a mineralocorticoid receptor antagonist, amiloride, and/or the alpha-blocker doxazocin should be considered. In case of ineffectiveness of drug treatment invasive procedures such as renal denervation and baroreceptor stimulation may be considered.   5 - Treatment of associated risk factors It is recommended to use statin therapy in hypertensive patients at moderate to high CV risk, targeting an LDL cholesterol value <3.0 mmol/L (115 mg/dL). When overt CHD is present,it is recommended to administer statin therapy to achieve LDL cholesterol levels <1.8 mmol/L(70 mg/dL). Antiplatelet therapy, in particular low-dose aspirin, is recommended in hypertensive patients with previous CV events. Aspirin should also be considered in hypertensive patients with reduced renal function or at high CV risk, provided that BP is well controlled. Aspirin is not recommended for CV prevention in low-moderate risk hypertensive patients, in whom absolute benefit and harm are equivalent. In hypertensive patients with diabetes, a HbA1c target of <7.0% is recommended with antidiabetic treatment. In more fragile elderly patients with a longer diabetes duration, more comorbidities and at high risk, treatment to a HbA1c target of <7.5–8.0% should be considered.   6 - Follow-up and improvement of blood pressure control Individuals with high normal BP or white-coat hypertension, even in untreated, should be scheduled for regular follow-up, at least annually, to measure office and out-of-office BP, to check the CV risk profile and to reinforce recommendations on lifestyle changes. After initiation of antihypertensive drug therapy in patients with hypertension, the patient should be seen at 2- to 4-week intervals to evaluate the effects on BP and to assess possible side-effects. Once the target BP is reached, a visit interval of a few months is reasonable. Depending on the local organization of health resources, many of the later visits may be performed by non-physician health care workers, such as nurses. For stable patients, home BP monitoring and electronic communication with the physician may also provide an acceptable alternative. It is advisable to assess risk factors and asymptomatic organ damage at least every 2 years. The finding of an uncontrolled BP should always lead to a search for the cause(s), such as poor adherence, persistent white-coat effect or use of BP-raising substances. Appropriate actions should be taken for better BP control, avoiding physician inertia."
},
{
	"page":"ENAS260_1.3.0.0",
	"text":"Based on the review of the evidence available for the 2013 ESH/ESC Guidelines on Hypertension,it is apparent that several therapeutic issues are still open to question and would benefit from furtherinvestigation: Should antihypertensive drug treatment be given to all patients with grade 1 hypertension when their CV risk is low-to-moderate? Should elderly patients with a SBP between 140 and 160 mmHg be given antihypertensive drug treatments? Should drug treatment be given to subjects with white-coat hypertension? Can this condition be differentiated into patients needing or not needing treatment? Should antihypertensive drug treatment be started in the high normal BP range and, if so, in which patients? What are the optimal office BP values (i.e. the most protective and safe) for patients to achieve by treatment in different demographic and clinical conditions? Do treatment strategies based on control of out-of-office BP provide an advantage (reduced clinical morbidity and mortality, fewer drugs, fewer side-effects) over strategies based on conventional (office) BP control? What are the optimal out-of-office (home and ambulatory) BP values to be reached with treatment and should targets be lower or higher in high risk hypertensives? Does central BP add to CV event prediction in untreated and treated hypertensive patients? Do invasive procedures for treatment of resistant hypertension compare favourably with the best drug treatment and provide long-term BP control and reduction of morbid and fatal events? Do treatment-induced changes in asymptomatic organ damage predict outcome? Which measures–or combinations of measures–are most valuable? Are lifestyle measures known to reduce BP capable of reducing morbidity and mortality in hypertensive patients? Does a treatment-induced reduction of 24h BP variability add to CV protection by antihypertensive treatment? Does BP reduction substantially lower CV risk in resistant hypertension?"
},
{
	"page":"ENAS260_59",
	"text":"Summary card (Hypertension) Why is prevention and treatment of hypertension important? Hypertension is a major if not the major risk factor for cardiovascular (CV) disease in Europe and worldwide. The overall prevalence of hypertension is around 30−45% in the adult population at large in Europe. The general practitioner has a primordial role in the prevention of hypertension, mainly achieved by healthy lifestyle, in the early identification of hypertension and in the management of an elevated blood pressure (BP) by both lifestyle modification and antihypertensive drug treatment. Lifestyle measures include salt restriction, healthy diet, moderation of alcohol consumption, weight reduction, regular exercise and smoking cessation."
},
{
	"page":"ENAS260_60",
	"text":"How to diagnose hypertension? The diagnosis of hypertension is based on at least two BP measurements in the sitting position on at least two visits using of a validated device. Hypertension in the office is defined as systolic BP ≥140 mmHg and/or diastolic BP ≥90 mmHg. Out-of-office BP by home BP monitoring or, if available, ambulatory BP monitoring, is an important adjunct to conventional office BP measurement, mainly to exclude normal BP away from the medical environment (white-coat hypertension). The cut-off value for home BP (or daytime ambulatory BP) is 135/85 mmHg."
},
{
	"page":"ENAS260_61",
	"text":"Other measurements should be performed in hypertensive patients? Apart from BP measurement, medical history and physical examination, the following laboratory investigations should be performed in all hypertensive patients to determine their future risk of CV disease, to screen for asymptomatic organ damage and secondary causes of hypertension, and to guide patient management: Blood: haemoglobin/haematocrit; total, LDL and HDL cholesterol; triglycerides; glucose; sodium and potassium; uric acid; creatinine and estimation of GFR. Urine: microscopic examination; proteinuria; microalbuminuria. Electrocardiography. Additional diagnostic tests should be based on findings in the basal work-up."
},
{
	"page":"ENAS260_62",
	"text":"When to initiate Antihypertensive Treatment? Initiation of antihypertensive treatment is guided by the risk category of the patient according to the stratification of total CV risk in low, moderate, high and very high risk, as outlined in the Figure: BP = blood pressure; CKD = chronic kidney disease; CVD = cardiovascular disease; DBP = diastolic BP; HT = hypertension; OD = organ damage; RF = risk factor; SBP = systolic BP. Risk factors include age, male sex, smoking, dyslipidaemia, glucose intolerance, obesity and family history of premature CVD. Asymptomatic organ damage mainly involves left ventricular hypertrophy, evidence of vascular damage and microalbuminuria. Recommendations on the initiation of antihypertensive treatment are as follows: High or very high risk: prompt initiation of antihypertensive drugs, together with lifestyle measures. Low or moderate risk: antihypertensive drugs should be considered if BP remains >140/90 mmHg after, respectively, several months or weeks of appropriate lifestyle measures, or in case of persistent elevated out−of− office BP after appropriate lifestyle measures. In elderly hypertensive patients antihypertensive drug treatment is recommended when systolic BP is ≥160 mmHg; drug treatment may also be considered in the elderly (at least when younger than 80 years and depending on the patient&#039;s risk category (see table above)) when systolic BP is in the 140−159 mmHg range, provided that antihypertensive treatment is well tolerated. High normal BP and younger patients with isolated systolic hypertension: drug treatment is not recommended."
},
{
	"page":"ENAS260_63",
	"text":"Which is the target BP during antihypertensive treatment? Target BP is <140/90 mmHg with few exceptions. Target BP is <140/85 mmHg in diabetes. In elderly patients the target systolic BP is 140−150 mmHg, but <140 mmHg may be considered in fit elderly. In individuals older than 80 years it is recommended to reduce systolic BP to 140−150 mmHg if they are in good physical and mental condition."
},
{
	"page":"ENAS260_64",
	"text":"Which Antihypertensive Drugs to Choose? Diuretics, beta−blockers, calcium antagonists, ACE−inhibitors and angiotensin receptor blockers (ARBs) are all suitable for the initiation and maintenance of antihypertensive treatment, either as monotherapy or in combination therapy. Some agents should be considered as the preferential choice in specific conditions, such as recent myocardial infarction (beta−blocker, ACE−inhibitor, ARB); heart failure (diuretic, beta−blocker, ACE−inhibitor, ARB, mineralocorticoid receptor antagonist); diabetes or renal dysfunction (ACE−inhibitor, ARB); pregnancy (methyldopa, labetalol, nifedipine). Initiation of antihypertensive therapy with two−drug combination may be considered in patients with markedly high baseline BP or at high CV risk. Among the many possible combinations, some are considered more suitable than others, as outlined in the figure below, in which green continuous lines represent preferred combinations; green dashed line: useful combination; black dashed line: possible combinations; and red continuous line: non recommended combination:"
},
{
	"page":"ENAS260_65",
	"text":"How to treat associated risk factors? It is recommended to use statin therapy in hypertensive patients at moderate to high CV risk, targeting an LDL cholesterol value <3.0 mmol/L (115 mg/dL), and in patients with overt coronary heart disease, targeting an LDL cholesterol level <1.8 mmol/L (70 mg/dL). Antiplatelet therapy, in particular low−dose aspirin, is recommended in hypertensive patients with previous CV events, reduced renal function or at high CV risk, provided that BP is well controlled. In hypertensive patients with diabetes, a HbA1c target of <7.0% is recommended. In more fragile elderly patients with a longer diabetes duration, more comorbidities and at high risk, treatment to a HbA1c target of <7.5−8.0% should be considered."
},
{
	"page":"ENAS260_66",
	"text":"How to follow−up patients with hypertension in general practice? Individuals with high normal BP or white−coat hypertension, even in untreated, should be scheduled for regular follow−up, at least annually, to measure office and out−of−office BP, to check the CV risk profile and to reinforce recommendations on lifestyle changes. After initiation of antihypertensive drug therapy in patients with hypertension, the patient should be seen at 2− to 4−week intervals to evaluate the effects on BP and to assess possible side−effects. Once the target BP is reached, a visit interval of a few months is reasonable. Depending on the local organization of health care, later visits may be performed by non−physician health care workers, such as nurses. For stable patients, home BP monitoring and electronic communication with the physician may also provide an acceptable alternative. It is advisable to assess risk factors and asymptomatic organ damage at least every two years. The finding of an uncontrolled BP should always lead to a search for the cause(s), such as poor adherence, persistent white−coat effect or use of BP−raising substances. Appropriate actions should be taken for better BP control."
},
{
	"page":"ENAS260_2.0.0.0",
	"text":"2013 ESH/ESC Guidelines for the management of arterial hypertension* The Task Force for the management of arterial hypertension of the European Society of Hypertension (ESH) and of the European Society of Cardiology (ESC) Chairperson ESC Professor Robert Fagard Hypertension & Cardiovascular Rehabilitation Unit KU Leuven University, Herestraat 49, 3000 Leuven, Belgium Tel: +32 16348707 Fax: +32 16343766 Email: robert.fagard@uzleuven.be Chairperson ESH Professor Giuseppe Mancia Centro di Fisiologia Clinica e Ipertensione Via F. Sforza, 35 20121 Milano, Italy Tel: +39 0392333357 Fax: +39 039322274 Email: lars.ryden@ki.se Authors/Task Force Members Krzysztof Narkiewicz (Section coordinator) (Poland), Josep Redon (Section coordinator) (Spain), Alberto Zanchetti (Section coordinator) (Italy), Michael Böhm (Germany), Thierry Christiaens (Belgium), Renata Cifkova, (Czech Republic), Guy De Backer (Belgium), Anna Dominiczak (UK), Maurizio Galderisi (Italy), Diederick E. Grobbee (Netherlands), Tiny Jaarsma (Sweden), Paulus Kirchhof (Germany/UK), Sverre E. Kjeldsen (Norway), Stéphane Laurent (France), Athanasios J. Manolis (Greece), Peter M. Nilsson (Sweden), Luis Miguel Ruilope (Spain), Roland E. Schmieder (Germany), Per Anton Sirnes (Norway), Peter Sleight (UK), Margus Viigimaa (Estonia), Bernard Waeber (Switzerland), Faiez Zannad (France). Other ESC entities having participated in the development of this document: Associations: Heart Failure Association (HFA), European Association of Cardiovascular Imaging (EACVI), European Association for Cardiovascular Prevention & Rehabilitation (EACPR), European Heart Rhythm Association (EHRA). Working Groups: Hypertension and the Heart, Cardiovascular Pharmacology and Drug Therapy. Councils: Cardiovascular Primary Care, Cardiovascular Nursing and Allied Professions, Cardiology Practice. ESC Staff: Veronica Dean, Catherine Despres, Karine Villanese - Sophia Antipolis, France Special thanks to Christi Deaton, Paulus Kirchhof, Stephan Achenbach for their contribution. * Adapted from the ESH/ESC Guidelines for Management of Arterial Hypertension (Eur Heart J 2013;34:2159-2219 - doi:10.1093/eurheartj/eht151)."
},
{
	"page":"ENAS260_3.1.0.0",
	"text":"While not done in the 2003 and 2007 ESH /ESC guidelines, the 2013 guidelines grade the level of evidence and the strength of recommendations on major diagnostic and treatment issues according to the principles outlined in Tables 1 and 2. Table 1 Classes of recommendations Classes of recommendations Definition Suggested wording to use Class I Evidence and/or general agreement that a given treatment or procedure is beneficial, useful, effective. Is recommended/​is indicated Class II Conflicting evidence and/or a divergence of opinion about the usefulness/​efficacy of the given treatment or procedure. Class IIa Weight of evidence/​opinion is in favour of usefulness/​efficacy. Should be considered Class IIb Usefulness/​efficacy is less well established by evidence/​opinion. May be considered Class III Evidence or general agreement that the given treatment or procedure is not useful/​effective, and in some cases may be harmful. Is not recommended Table 2 Levels of evidence Level of evidence A Data derived from multiple randomized clinical trials or meta-analyses. Level of evidence B Data derived from a single randomized clinical trial or large non-randomized studies. Level of evidence C Consensus of opinion of the experts and/or small studies, retrospective studies, registries."
},
{
	"page":"ENAS260_3.2.0.0",
	"text":"Because of new evidence on several diagnostic and therapeutic aspects of hypertension, the present guidelines differ in many respects from the previous ones. Some of the most important differences are listed below: Epidemiological data on hypertension and blood pressure (BP) control in Europe Strengthening of the prognostic value of home BP monitoring (HBPM) and of its role for diagnosis and management of hypertension, alongside ambulatory BP monitoring (ABPM) Update of the prognostic significance of night-time BP, white-coat hypertension and masked hypertension Re-emphasis on integration of BP, cardiovascular (CV) risk factors asymptomatic organ damage and clinical complications for total CV risk assessment Update of the prognostic significance of asymptomatic organ damage, including heart, blood vessels, kidney, eye and brain Reconsideration of the risk of overweight and target body mass index in hypertension hypertension in the youth Initiation of antihypertensive treatment. More evidence-based criteria and no drug treatment of high normal BP Target BP for treatment. More evidence-based criteria and unified target systolic BP (<140 mmHg) in both higher and lower CV risk patients Liberal approach to initial monotherapy, without any all-ranking purpose Revised schema for priorital two-drug combinations New therapeutic algorithms for achieving target BP Extended section on therapeutic strategies in special conditions Revised recommendations on treatment of hypertension in the elderly Drug treatment of octogenarians Special attention to resistant hypertension and new treatment approaches Increased attention to organ damage-guided therapy New approaches to chronic management of hypertensive disease"
},
{
	"page":"ENAS260_4.1.0.0",
	"text":"Conventional office BP bears an independent continuous relationship with the incidence of CV events, such as stroke, myocardial infarction, sudden death, heart failure and peripheral artery disease, as well as with end-stage renal disease. The relationship with BP extends from high levels to relatively low values of 110-115 mmHg for systolic BP and 70-75 mmHg for diastolic BP in individuals with no previous vascular disease at baseline. Systolic BP appears to be a better predictor of events than diastolic BP after the age of 50 years."
},
{
	"page":"ENAS260_4.2.0.0",
	"text":"The recom­mended definition and classification of office BP levels are unchanged from the previous ESH /ESC guidelines (Table 3). Table 3 Definitions and classification of office blood pressure levels (mmHg)a Category Systolic   Diastolic Optimal <120  and <80 Normal 120–129  and/or 80–84 High normal 130–139  and/or 85–89 Grade 1 hyper­tension 140–159 and/or 90–99 Grade 2 hyper­tension 160–179 and/or 100–109 Grade 3 hyper­tension ≥180 and/or ≥110 Isolated systolic hyper­tension ≥140 and <90 a The blood pressure (BP) category is defined by the highest level of BP, whether systolic or diastolic. Isolated systolic hyper­tension should be graded 1, 2 or 3 according to systolic BP values in the ranges indicated."
},
{
	"page":"ENAS260_4.3.0.0",
	"text":"Based on 21 studies from the last decade, the overall prevalence of hyper­tension appears to be around 30-45% of the general population in Europe, with a steep increase with aging. Owing to the difficulty of obtaining comparable results among countries and over time, stroke mortality can be used as a surrogate of hyper­tension status. According to WHO statistics, Western European countries exhibit a downward trend, whereas Eastern European countries show a clear-cut increase in death rates from stroke."
},
{
	"page":"ENAS260_4.4.1.0",
	"text":"The table summarizes the recom­mendations on the assessment of CV risk. Total cardiovascular risk assessment Recom­mendations Classa Levelb In asymptomatic subjects with hyper­tension but free of CVD, CKD , and diabetes, total CV risk stratification using the SCORE model is recom­mended as a minimal requirement. I B As there is evidence that OD predicts CV death independently of SCORE, a search for OD should be considered, particularly in individuals at moderate risk. IIa B It is recom­mended that decisions on treatment strategies depend on the initial level of total CV risk. I B CKD = chronic kidney disease; CV = cardiovascular; CVD = cardiovascular disease; OD = organ damage; SCORE = Systematic COronary Risk Evaluation. a Class of recommendation. b Level of evidence."
},
{
	"page":"ENAS260_4.4.2.0",
	"text":"Figure 1: Stratification of total CV risk in categories of low, moderate, high and very high risk according to SBP and DBP and prevalence of RFs, asymptomatic OD, diabetes, CKD stage or symptomatic CVD. Subjects with a high normal office but a raised out-of-office BP (masked hyper­tension) have a CV risk in the hyper­tension range. Subjects with a high office BP but normal out-of-office BP (white-coat hyper­tension), particularly if there is no dia­betes, OD, CVD or CKD, have lower risk than sustained hyper­tension for the same office BP. BP = blood pressure; CV = cardiovascular; CVD = cardiovascular disease; CKD = chronic kidney disease; DBP = diastolic blood pressure; HT = hyper­tension; OD = organ damage; RF = risk factor; SBP = systolic blood pressure. For more than a decade international guidelines for the management of hyper­tension have strati­fied CV risk in different categories, based on BP levels, CV risk factors, asymptomatic organ damage and presence of diabetes, symp­tomatic CV disease or chronic kidney disease. Figure 1 summarizes the stratification of total CV risk in low, moderate, high and very high risk, which refers to the 10-year risk of CV mortality as defined by the joint 2012 ESC CVD Prevention Guidelines. The factors on which the stratifi­cation is based are summarized in Table 4. For interactivity see here"
},
{
	"page":"ENAS260_4.4.3.0",
	"text":"Table 4 Factors - other than office BP- influencing prognosis; used for stratification of total cardiovascular risk in Figure 1 Risk factors Male sex Age (men ≥55 years; women ≥65 years) Smoking Dyslipidaemia Total cholesterol >4.9 mmol/L (190 mg/dL), and/or Low-density lipoprotein cholesterol >3.0 mmol/L (115 mg/dL), and/or High-density lipoprotein cholesterol: men <1.0 mmol/L (40 mg/dL), women <1.2 mmol/L (46 mg/dL), and/or Triglycerides >1.7 mmol/L (150 mg/dL) Fasting plasma glucose 5.6–6.9 mmol/L (102–125 mg/dL) Abnormal glucose tolerance test Obesity [BMI ≥30 kg/m2  (height2)] Abdominal obesity (waist circumference: men ≥102 cm; women ≥88 cm) (in Caucasians) Family history of premature CVD (men aged <55 years; women aged <65 years) Asymptomatic organ damage Pulse pressure (in the elderly) ≥60 mmHg Electrocardiographic LVH (Sokolow–Lyon index >3.5 mV; RaVL >1.1 mV; Cornell voltage duration product >244 mV*ms), or Echocardiographic LVH [LVM index: men >115 g/m2 ; women >95 g/m2  (BSA)]a Carotid wall thickening (IMT >0.9 mm) or plaque Carotid–femoral PWV >10 m/s Ankle-brachial index <0.9 CKD with eGFR 30–60 mL/min/1.73 m2  (BSA) Microalbuminuria (30–300 mg/24 h), or albumin–creatinine ratio (30–300 mg/g; 3.4–34 mg/mmol) (preferentially on morning spot urine) Diabetes mellitus Fasting plasma glucose ≥7.0 mmol/L (126 mg/dL) on two repeated measurements, and/or HbA1c >7% (53 mmol/mol), and/or Post-load plasma glucose >11.0 mmol/L (198 mg/dL) Established CV or renal disease Cerebrovascular disease: ischaemic stroke; cerebral haemorrhage; transient ischaemic attack CHD: myocardial infarction; angina; myocardial revascularization with PCI or CABG Heart failure, including heart failure with preserved EF Symptomatic lower extremities peripheral artery disease CKD with eGFR <30 mL/min/1.73m2  (BSA); proteinuria (>300 mg/24 h) Advanced retinopathy: haemorrhages or exudates, papilloedema BMI = body mass index; BP = blood pressure; BSA = body surface area; CABG = coronary artery bypass graft; CHD = coronary heart disease; CKD = chronic kidney disease; CV = cardiovascular; CVD = cardiovascular disease; EF = ejection fraction; eGFR = estimated glomerular filtration rate; HbA1c = glycated haemoglobin; IMT = intima–media thickness; LVH = left ventricular hypertrophy; LVM = left ventricular mass; PCI = percutaneous coronary intervention; PWV = pulse wave velocity. a Risk maximal for concentric LVH: increased LVM index with a wall thickness/radius ratio of >0.42."
},
{
	"page":"ENAS260_5.1.0.0",
	"text":"The initial evaluation of a patient with hyper­tension should: 1) confirm the diagnosis of hyper­tension; 2) detect causes of secondary hyper­tension; and 3) assess CV risk, organ damage, and concomitant clinical conditions. This calls for BP measurement, medical history including family history, physical examination, laboratory investigations, and further diagnostic tests. Some of the investigations are needed in all patients, others only in specific patient groups."
},
{
	"page":"ENAS260_5.2.1.0",
	"text":"At present, office BP can no longer be esti­mated using a mercury sphygmomanometer in many - although not all - European countries. Auscultatory or oscillometric semiautomatic validated devices are used instead. Instructions for correct BP measurements are summarized in Table 5. Table 5 Office blood pressure measurement When measuring BP in the office, care should be taken: To allow the patients to sit for 3–5 minutes before beginning BP measurements. To take at least two BP measurements, in the sitting position, spaced 1–2 min apart, and additional measurements if the first two are quite different. Consider the average BP if deemed appropriate. To take repeated measurements of BP to improve accuracy in patients with arrhythmias, such as atrial fibrillation. To use a standard bladder (12–13 cm wide and 35 cm long), but have a larger and a smaller bladder available for large (arm circumference >32 cm) and thin arms, respectively. To have the cuff at the heart level, whatever the position of the patient. When adopting the auscultatory method, use phase I and V (disappearance) Korotkoff sounds to identify systolic and diastolic BP, respectively. To measure BP in both arms at first visit to detect possible differences. Take the arm with the higher value as the reference. To measure at the first visit, BP 1 and 3 min after assumption of the standing position in elderly subjects, diabetic patients, and in other conditions in which orthostatic hypotension may be frequent or suspected. To measure, in case of conventional BP measurement, heart rate by pulse palpation (at least 30 s) after the second measurement in the sitting position. BP = blood pressure. For interactivity see here"
},
{
	"page":"ENAS260_5.2.2.0",
	"text":"The major advantage of out-of-office BP monitoring is that it provides a large number of BP measurements away from the medical environment, which represents a more reliable assessment of the actual BP than office BP. Out-of-office BP is commonly assessed by ABPM or HBPM. ABPM and HBPM provide somewhat different information on the subject’s BP status and risk and the two methods should thus be regarded as complementary. Meta­analyses of prospective studies in the popu­lation, in primary care and in hypertensive patients have shown that the prediction of CV events is significantly better with out-of-office BP than with office BP. In addition, prognosis is better in white-coat hyper­tension than in sus­tained hyper­tension and in meta-analyses of prospective studies prognosis was similar than in true normotension. In patients with masked hyper­tension, the incidence of CV events is about two times higher than in true normo­tension and is similar to the incidence in sustained hyper­tension. Cut-off values for the definition of hyper­tension by office and out-of-office BP are given in Table 6. Table 6 Definitions of hyper­tension by office and out-of-office blood pressure levels Category Systolic BP (mmHg)   Diastolic BP (mmHg) Office BP ≥140 and/or ≥90 Ambulatory BP       Daytime (or awake) ≥135 and/or ≥85 Nighttime (or asleep) ≥120 and/or ≥70 24-h ≥130 and/or ≥80 Home BP ≥135 and/or ≥85 BP = blood pressure."
},
{
	"page":"ENAS260_5.2.3.0",
	"text":"Office BP remains the ‘gold standard’ for screening, diagnosis and management of hypertension and out-of-office BP is considered an important adjunct to office BP. Conditions considered as clinical indications for out-of-office BP measurement for diagnostic purposes are listed in Table 7. Table 7 Clinical indications for out-of-office blood pressure measurement for diagnostic purposes Clinical indications for HBPM or ABPM Suspicion of white-coat hypertension Grade I hypertension in the office High office BP in individuals without asymptomatic organ damage and at low total CV risk Suspicion of masked hypertension High normal BP in the office Normal office BP in individuals with asymptomatic organ damage or at high total CV risk Identification of white-coat effect in hypertensive patients Considerable variability of office BP over the same or different visits Autonomic, postural, post-prandial, siesta- and drug-induced hypotension Elevated office BP or suspected pre-eclampsia in pregnant women Identification of true and false resistant hypertension Specific indications for ABPM Marked discordance between office BP and home BP Assessment of dipping status Suspicion of nocturnal hypertension or absence of dipping, such as in patients with sleep apnoea, CKD, or diabetes Assessment of BP variability ABPM = ambulatory blood pressure monitoring; BP = blood pressure; CKD = chronic kidney disease; CV = cardiovascular; HBPM = home blood pressure monitoring."
},
{
	"page":"ENAS260_5.3.0.0",
	"text":"Details on personal and family medical history are summarized in Table 8. Table 8 Personal and family medical history 1. Duration and previous level of high blood pressure, including measurements at home. 2. Secondary hyper­tension a) Family history of CKD (polycystic kidney) b) History of renal disease, urinary tract infection, haematuria, analgesic abuse (parenchymal renal disease) c) Drug/substance intake, e.g. oral contra­cep­tives, liquorice, carbenoxolone, vasocon­strictive nasal drops, cocaine, amphetamines, gluco- and mineralo­cortico­steroids, non-steroidal anti­inflam­matory drugs, erythropoietin, cyclosporine d) Repetitive episodes of sweating, headache, anxiety, palpitations (pheochromocytoma) e) Episodes of muscle weakness and tetany (hyperaldosteronism) f) Symptoms suggestive of thyroid disease 3. Risk factors a) Family and personal history of hyper­tension and CVD b) Family and personal history of dyslipidaemia c) Family and personal history of diabetes mellitus (medications, blood-glucose levels, polyuria) d) Smoking habits e) Dietary habits f) Recent weight changes; obesity g) Amount of physical exercise h) Snoring; sleep apnoea (information also from partner) i) Low birth-weight 4. History and symptoms of organ damage and cardiovascular disease. a) Brain and eyes: headache, vertigo, impaired vision, TIA, sensory or motor deficit, stroke, carotid revascularization b) Heart: chest pain, shortness of breath, swollen ankles, myocardial infarction, revascularization, syncope, history of palpitations, arrhythmias, especially atrial fibrillation c) Kidney: thirst, polyuria, nocturia, haematuria d) Peripheral arteries: cold extremities, intermittent claudication, pain-free walking distance, peripheral revascularization e) History of snoring/chronic lung disease/sleep apnoea f) Cognitive dysfunction 5. Hyper­tension management a) Current antihypertensive medication b) Past antihypertensive medication c) Evidence of adherence or lack of adherence to therapy d) Efficacy and adverse effects of drugs CKD = chronic kidney disease; CVD = cardiovascular disease; TIA = transient ischaemic attack."
},
{
	"page":"ENAS260_5.4.0.0",
	"text":"Physical examination aims to establish or verify the diagnosis of hyper­tension, establish current BP, screen for secondary causes of hyper­tension and refine global CV risk estimation. The diagnosis of hyper­tension should be based on at least two BP measure­ments per visit on at least two visits. Further details on physical examination are summarized in Table 9. Table 9 Physical examination for secondary hyper­tension, organ damage and obesity Signs suggesting secondary hyper­tension Features of Cushing syndrome Skin stigmata of neurofibromatosis (pheochromocytoma) Palpation of enlarged kidneys (polycystic kidney) Auscultation of abdominal murmurs (renovascular hyper­tension) Auscultation of precordial or chest murmurs (aortic coarctation; aortic disease; upper extremity artery disease) Diminished and delayed femoral pulses and reduced femoral blood pressure compared to simultaneous arm BP (aortic coarctation; aortic disease; lower extremity artery disease) Left–right arm BP difference (aortic coarctation; subclavian artery stenosis) Signs of organ damage Brain: motor or sensory defects Retina: fundoscopic abnormalities Heart: heart rate, 3rd or 4th heart sound, heart murmurs, arrhythmias, location of apical impulse, pulmonary rales, peripheral oedema Peripheral arteries: absence, reduction, or asymmetry of pulses, cold extremities, ischaemic skin lesions Carotid arteries: systolic murmurs Evidence of obesity Weight and height Calculate BMI: body weight/height2 (kg/m2) Waist circumference measured in the standing position, at a level midway between the lower border of the costal margin (the lowest rib) and uppermost border of the iliac crest. BP = blood pressure; BMI = body mass index."
},
{
	"page":"ENAS260_5.5.0.0",
	"text":"Blood pressure measurement, history, and physical examination Recom­mendations Classa Levelb It is recom­mended to obtain a comprehensive medical history and physical examination in all patients with hyper­tension to verify the diagnosis, detect causes of secondary hyper­tension, record CV risk factors, and to identify OD and other CVDs. I C Obtaining a family history is recom­mended to investigate familial predisposition to hyper­tension and CVDs. I B Office BP is recom­mended for screening and diagnosis of hyper­tension. I B It is recom­mended that the diagnosis of hyper­tension be based on at least two BP measurements per visit and on at least two visits. I C It is recom­mended that all hypertensive patients undergo palpation of the pulse at rest to determine heart rate and to search for arrhythmias, especially atrial fibrillation. I B Out-of-office BP should be con­sidered to confirm the diagnosis of hyper­tension, identify the type of hyper­tension, detect hypotensive episodes, and maxi­mize prediction of CV risk. IIa B For out-of-office BP measure­ments, ABPM or HBPM may be considered depending on indi­cation, availability, ease, cost of use and, if appropriate, patient preference. IIb C ABPM = ambulatory blood pressure monitoring; BP = blood pressure; CV = cardiovascular; CVD = cardiovascular disease; HBPM = home blood pressure monitoring; OD = organ damage. a Class of recommendation. b Level of evidence."
},
{
	"page":"ENAS260_5.6.0.0",
	"text":"Laboratory investigations are directed at providing evidence for the presence of additional risk factors, searching for secondary hypertension, and looking for the absence or presence of organ damage. Investigations should progress from the most simple to the more complicated ones, as outlined in Table 10. Table 10 Laboratory investigations Routine tests Haemoglobin and/or haematocrit Fasting plasma glucose Serum total cholesterol, low-density lipoprotein cholesterol, high-density lipoprotein cholesterol Fasting serum triglycerides Serum potassium and sodium Serum uric acid Serum creatinine (with estimation of GFR). Urine analysis: microscopic examination; urinary protein by dipstick test; test for microalbuminuria 12-lead ECG Additional tests, based on history, physical examination, and findings from routine laboratory tests Haemoglobin A1c (if fasting plasma glucose is >5.6 mmol/L (102 mg/dL) or previous diagnosis of diabetes) Quantitative proteinuria (if dipstick test is positive); urinary potassium and sodium concentration and their ratio Home and 24-h ambulatory BP monitoring Echocardiogram Holter monitoring in case of arrhythmias Exercise testing Carotid ultrasound Peripheral artery/abdominal ultrasound Pulse wave velocity Ankle-brachial index Fundoscopy Extended evaluation (mostly domain of the specialist) Further search for cerebral, cardiac, renal, and vascular damage, mandatory in resistant and complicated hypertension Search for secondary hypertension when suggested by history, physical examination, or routine and additional tests BP = blood pressure; ECG = electrocardiogram; GFR = glomerular filtration rate."
},
{
	"page":"ENAS260_5.7.0.0",
	"text":"A positive family history is a frequent feature in hypertensive patients, with the heritability estimated to vary between 35% and 50% in the majority of studies. Several rare, monogenetic forms of hypertension have been described. Essential hypertension is a highly heterogeneous disorder with a multifactorial aetiology."
},
{
	"page":"ENAS260_5.8.0.0",
	"text":"Owing to the importance of asymptomatic organ damage as an intermediate stage in the con­tinuum of vascular disease, and as a determinant of overall CV risk, signs of organ involvement should be sought carefully by appropriate techniques if indicated. The search for asymptomatic organ damage and, in addition, for established disease, involves heart, arteries, kidney, eye and brain. Table 11 sum­marizes predictive value, availability and cost-effectiveness for markers of organ damage, and the next Table summarizes the recom­mendations on the search for asymptomatic organ damage, CV disease and chronic kidney disease. Cut-off values for some markers of organ damage can be found in Table 4. Table 11 Predictive value, availability, reproducibility, and cost-effectiveness of some markers of organ damage Marker Cardio­vascular pre­dict­ive value Avail­ability Repro­duc­ibility Cost-effec­tive­ness Electro­cardio­graphy +++ ++++ ++++ ++++ Echo­cardio­graphy, plus Doppler ++++ +++ +++ +++ Estimated glomerular fil­tration rate +++ ++++ ++++ ++++ Micro­albumi­nuria +++ ++++ ++ ++++ Carotid intima–media thickness and plaque +++ +++ +++ +++ Arterial stiffness (pulse wave velocity) +++ ++ +++ +++ Ankle–brachial index +++ +++ +++ +++ Fundoscopy +++ ++++ ++ +++ Additional measure­ments         Coronary calcium score ++ + +++ + Endothelial dysfunction ++ + + + Cerebral lacunae/​white matter lesions ++ + +++ + Cardiac magnetic resonance ++ + +++ ++ Scores are from + to ++++. Search for asymptomatic organ damage, cardiovascular disease and chronic kidney disease Recom­mendations Classa Levelb Heart An ECG is recom­mended in all hypertensive patients to detect LVH, left atrial dilatation, arrhyt­hmias, or concomitant heart disease. I B In all patients with a history or physical examination suggestive of major arrhythmias, long-term ECG monitoring, and, in case of suspected exercise-induced arrhythmias, a stress ECG test should be considered. IIa C An echocardiogram should be considered to refine CV risk, and confirm ECG diagnosis of LVH, left atrial dilatation or suspected concomitant heart disease, when these are suspected. IIa B Whenever history suggests myocardial ischaemia, a stress ECG test is recom­mended, and, if positive or ambiguous, an imaging stress test (stress echocardiography, stress cardiac magnetic resonance or nuclear scintigraphy) is recom­mended. I C Arteries Ultrasound scanning of carotid arteries should be considered to detect vascular hypertrophy or asymptomatic atherosclerosis, particularly in the elderly. IIa B Carotid–femoral PWV should be considered to detect large artery stiffening. IIa B Ankle–brachial index should be considered to detect PAD. IIa B Kidney Measurement of serum creatinine and estimation of GFR is recom­mended in all hypertensive patients.c I B Assessment of urinary protein is recom­mended in all hypertensive patients by dipstick. I B Assessment of microalbuminuria is recom­mended in spot urine and related to urinary creatinine excretion. I B Fundoscopy Examination of the retina should be considered in difficult to control or resistant hypertensive patients to detect haemorrhages, exudates, and papilloedema, which are associated with increased CV risk. IIa C Examination of the retina is not recom­mended in mild-to-moderate hypertensive patients without diabetes, except in young patients. III C Brain In hypertensive patients with cognitive decline, brain magnetic resonance imaging or computed tomography may be considered for detecting silent brain infarctions, lacunar infarctions, microbleeds, and white matter lesions. IIb C CV = cardiovascular; ECG = electrocardiogram; GFR = glomerular filtration rate; LVH = left ventricular hypertrophy; MRI = magnetic resonance imaging; PAD = peripheral artery disease; PWV = pulse wave velocity. a Class of recommendation. b Level of evidence. c The MDRD formula is currently recom­mended, but new methods such as the CKD-EPI method aim to improve the accuracy of the measurement."
},
{
	"page":"ENAS260_5.9.0.0",
	"text":"A specific, potentially reversible cause of BP elevation can be identified in a relatively small proportion of adult patients with hyper­tension. However, because of the overall high preva­lence of hyper­tension, secondary forms can affect millions of patients worldwide. If the basal work-up leads to the suspicion that the patient is suffering from a secondary form of hyper­tension, specific diagnostic procedures may become necessary, as outlined in Table 12. Table 12 Clinical indications and diagnostics of secondary hyper­tension Common causes: Renal parenchymal disease Clinical indications Clinical history Physical exam­ination Laboratory investi­ga­tions History of urinary tract infection or obstruction, haematuria, analgesic abuse; family history of polycystic kidney disease. Abdominal masses (in case of polycystic kidney disease). Presence of protein, erythrocytes, or leucocytes in the urine, decreased GFR. Diagnostics First-line test(s) Additional/​con­firmatory test(s) Renal ultrasound Detailed work-up for kidney disease. Common causes: Renal artery stenosis Clinical indications Clinical history Physical exam­ination Laboratory investi­ga­tions Fibromuscular dysplasia: early onset hyper­tension (especially in women). Atherosclerotic stenosis: hyper­tension of abrupt onset, worsening or increasingly difficult to treat; flash pulmonary oedema. Abdominal bruit Difference of >1.5 cm in length between the two kidneys (renal ultrasound), rapid deterioration in renal function (spontaneous or in response to RAA blockers). Diagnostics First-line test(s) Additional/​con­firmatory test(s) Renal Duplex Doppler ultrasonography Magnetic resonance angiography, spiral computed tomography, intra-arterial digital subtraction angiography. Common causes: Primary aldosteronism Clinical indications Clinical history Physical exam­ination Laboratory investi­ga­tions Muscle weakness; family history of early onset hyper­tension and cerebro­vascular events at age <40 years. Arrhythmias (in case of severe hypokalaemia). Hypokalaemia (spontaneous or diuretic-induced); incidental discovery of adrenal masses. Diagnostics First-line test(s) Additional/​con­firmatory test(s) Aldosterone–renin ratio under standardized conditions (correction of hypokalaemia and withdrawal of drugs affecting RAA system). Confirmatory tests (oral sodium loading, saline infusion, fludrocortisone suppression, or captopril test); adrenal CT scan; adrenal vein sampling. Uncommon causes: Pheochromocytoma Clinical indications Clinical history Physical exam­ination Laboratory investi­ga­tions Paroxysmal hyper­tension or a crisis super­imposed to sustained hyper­tension; headache, sweating, palpitations and pallor; positive family history of pheochromo­cytoma. Skin stigmata of neurofibro­matosis (café-au-lait spots, neuro­fibromas). Incidental discovery of adrenal (or in some cases, extra-adrenal) masses. Diagnostics First-line test(s) Additional/​con­firmatory test(s) Measurement of urinary fractionated metan­ephrines or plasma-free metanephrines. CT or MRI of the abdomen and pelvis; 123 I-labelled meta-iodobenzyl-guanidine scanning; genetic screening for pathogenic mutations. Uncommon causes: Cushing’s syndrome Clinical indications Clinical history Physical exam­ination Laboratory investi­ga­tions Rapid weight gain, polyuria, polydipsia, psychological disturbances. Typical body habitus (central obesity, moon-face, buffalo hump, red striae, hirsutism). Hyper­glycaemia Diagnostics First-line test(s) Additional/​con­firmatory test(s) 24-h urinary cortisol excretion Dexa­methasone-sup­pression tests CT = computed tomography; GFR = glomerular filtration rate; MRI = magnetic resonance imaging, RAA = renin–angiotensin–aldosterone. For interactivity see here"
},
{
	"page":"ENAS260_6.1.0.0",
	"text":"Evidence favouring the administration of BP-lowering drugs to reduce the risk of major clinical CV outcomes (fatal and non-fatal stroke, myocardial infarction, heart failure and other CV deaths) in hypertensive individuals results from a large number of randomized controlled trials, mostly placebo-controlled, and their meta-analyses."
},
{
	"page":"ENAS260_6.2.0.0",
	"text":"Figure 2 summarizes indications for the initiation of lifestyle changes and antihypertensive drug treatment, according to the level of total CV risk, as in Figure 1. Further details on the initiation of drug treatment are summarized in the table of recom­mendations. Figure 2: Initiation of lifestyle changes and antihypertensive drug treatments. Targets of treatment are also indicated. Colours are as in Figure 1.In patients with diabetes the optimal DBP target is between 80 mmHg and 85 mmHg. In the high normal BP range drug treatment should be considered in the presence of a raised out-of-office BP (masked hyper­tension). BP = blood pressure; CVD = cardiovascular disease; CKD = chronic kidney disease; DBP = diastolic blood pressure; HT = hyper­tension; OD = organ damage; RF = risk factor; SBP = systolic blood pressure. For interactivity see here"
},
{
	"page":"ENAS260_6.3.0.0",
	"text":"Initiation of antihypertensive drug treatment Recom­mendations Classa Levelb Prompt initiation of drug treatment is recom­mended in individuals with grade 2 and 3 hyper­tension with any level of CV risk, a few weeks after or simultaneously with initiation of lifestyle changes. I A Lowering BP with drugs is also recom­mended when total CV risk is high because of OD, diabetes, CVD or CKD, even when hyper­tension is in the grade 1 range. I B Initiation of antihypertensive drug treatment should also be considered in grade 1 hyperten­sive patients at low to moderate risk, when BP is within this range at several repeated visits or elevated by ambulatory BP criteria, and remains within this range despite a reasonable period of time with lifestyle measures. IIa B In elderly hypertensive patients drug treatment is recom­mended when SBP is ≥160 mmHg. I A Antihypertensive drug treatment may also be considered in the elderly (at least when younger than 80 years) when SBP is in the 140–159 mmHg range, provided that antihypertensive treatment is well tolerated. IIb C Unless the necessary evidence is obtained it is not recom­mended to initiate antihypertensive drug therapy at high-normal BP. III A Lack of evidence does also not allow recommending to initiate antihypertensive drug therapy in young individuals with isolated elevation of brachial SBP, but these individuals should be followed closely with lifestyle recom­mendations. III A BP = blood pressure; CKD = chronic kidney disease; CV = cardiovascular; CVD = cardiovascular disease; OD = organ damage; SBP = systolic blood pressure. a Class of recommendation. b Level of evidence."
},
{
	"page":"ENAS260_6.4.0.0",
	"text":"In addition to Figure 2, the following table of recom­mendations gives further details on the BP treatment goals in patients with hyper­tension. Blood pressure goals in hypertensive patients Recom­mendations Classa Levelb A SBP goal <140 mmHg: a) is recom­mended in patients at low–moderate CV risk; I B b) is recom­mended in patients with diabetes; I A c) should be considered in patients with previous stroke or TIA; IIa B d) should be considered in patients with CHD; IIa B e) should be considered in patients with diabetic or non-diabetic CKD. IIa B In elderly hypertensives less than 80 years old with SBP ≥160 mmHg there is solid evidence to recommend reducing SBP to between 150 and 140 mmHg. I A In fit elderly patients less than 80 years old SBP values <140 mmHg may be considered, whereas in the fragile elderly population SBP goals should be adapted to individual tolerability. IIb C In individuals older than 80 years and with initial SBP ≥160 mmHg, it is recom­mended to reduce SBP to between 150 and 140 mmHg provided they are in good physical and mental conditions. I B A DBP target of <90 mmHg is always recom­mended, except in patients with diabetes, in whom values <85 mmHg are recom­mended. It should nevertheless be considered that DBP values between 80 and 85 mmHg are safe and well tolerated. I A CHD = coronary heart disease; CKD = chronic kidney disease; CV = cardiovascular; DBP = diastolic blood pressure; SBP = systolic blood pressure; TIA = transient ischaemic attack. a Class of recommendation. b Level of evidence."
},
{
	"page":"ENAS260_7.1.0.0",
	"text":"Appropriate lifestyle changes are the corner­stone for the prevention of hyper­tension and are also important for its treatment. They may safely and effectively delay or prevent hyper­tension in non-hypertensive subjects, delay or prevent medical therapy in grade I hyper­tension and contribute to BP reduction in hypertensive individuals already on antihyperten­sive drug therapy. Beside the BP-lowering effect, they contribute to the control of other CV risk factors and clinical conditions. The major drawback is the low level of adherence over time, which requires special action to be overcome. Recom­mendations on lifestyle changes are summarized in the table below. Adoption of lifestyle changes Recom­men­dations Classa Levelb,c Levelb,d Salt restriction to 5–6 g per day is recom­mended. I A B Moderation of alcohol consumption to no more than 20–30 g of ethanol per day in men and to no more than 10–20 g of ethanol per day in women is recom­mended. I A B Increased consumption of vegetables, fruits, and low-fat dairy products is recom­mended. I A B Reduction of weight to body mass index of 25 kg/m2 and of waist circumference to <102 cm in men and <88 cm in women is recom­mended, unless contraindicated. I A B Regular exercise, i.e. at least 30 min of moderate dynamic exercise on 5 to 7 days per week is recom­mended. I A B It is recom­mended to give all smokers advice to quit smoking and to offer assistance. I A B a Class of recommendation. b Level of evidence. c Based on the effect on BP and/or CV risk profile. d Based on outcome studies."
},
{
	"page":"ENAS260_7.2.1.0",
	"text":"A large number of randomized controlled trials and their meta-analyses have not shown clinically relevant differences between drug classes, so that it can be concluded that the main benefits of antihypertensive treatment are due to lowering of BP per se and are largely independent of the drugs employed. Therefore the five major drug classes (diuretics, beta-blockers, calcium antagonists, angiotensin-converting enzyme inhibitors and angiotensin receptor blockers) are all suitable for the initiation and maintenance of antihypertensive treatment, either as monotherapy or in some combinations, taking into account compelling and possible contra-indications (Table 13) and specific indications (Table 14). Table 13 Compelling and possible contraindications to the use of antihypertensive drugs Drug Compelling Possible Diuretics (thiazides) Gout Metabolic syndrome Glucose intolerance Pregnancy Hypercalcaemia Hypokalaemia Beta-blockers Asthma A–V block (grade 2 or 3) Metabolic syndrome Glucose intolerance Athletes and physi­cally active patients Chronic obstructive pulmonary disease (except for vasodilator beta-blockers) Calcium antagonists (dihydro­pyridines)   Tachy­arrhythmia Heart failure Calcium antagonists (verapamil, diltiazem) A–V block (grade 2 or 3, trifascicular block) Severe LV dysfunction Heart failure   ACE-inhibitors Pregnancy Angio­neurotic oedema Hyper­kalaemia Bilateral renal artery stenosis Women with child bearing potential Angio­tensin receptor blockers Pregnancy Hyper­kalaemia Bilateral renal artery stenosis Women with child bearing potential Mineralo­corticoid receptor antagonists Acute or severe renal failure (eGFR <30 mL/min) Hyper­kalaemia   A–V = atrioventricular; eGFR = estimated glomerular filtration rate; LV = left ventricular. Table 14 Drugs to be preferred in specific conditions Condition Drug Asymptomatic organ damage   LVH ACE-inhibitor, calcium antagonist, ARB Asymptomatic atherosclerosis Calcium antagonist, ACE-inhibitor Microalbuminuria ACE-inhibitor, ARB Renal dysfunction ACE-inhibitor, ARB Clinical CV event   Previous stroke Any agent effectively lowering BP Previous myocardial infarction BB, ACE-inhibitor, ARB Angina pectoris BB, calcium antagonist Heart failure Diuretic, BB, ACE-inhibitor, ARB, mineralocorticoid receptor antagonists Aortic aneurysm BB Atrial fibrillation Consider ARB, ACE-inhibitor, BB or mineralocorticoid receptor antagonist Atrial fibrillation, prevention, ventricular rate control BB, non-dihydropyridine calcium antagonist ESRD/proteinuria ACE-inhibitor, ARB Peripheral artery disease ACE-inhibitor, calcium antagonist Other   ISH (elderly) Diuretic, calcium antagonist Metabolic syndrome ACE-inhibitor, ARB, calcium antagonist Diabetes mellitus ACE-inhibitor, ARB Pregnancy Methyldopa, BB, calcium antagonist Blacks Diuretic, calcium antagonist ACE = angiotensin-converting enzyme; ARB = angiotensin receptor blocker; BB = beta-blocker; BP = blood pressure; CV = cardiovascular; ESRD = end-stage renal disease; ISH = isolated systolic hyper­tension; LVH = left ventricular hypertrophy."
},
{
	"page":"ENAS260_7.2.2.0",
	"text":"Initiation of antihypertensive treatment with monotherapy is recom­mended in patients with mild BP elevation or at low-to-moderate risk, whereas two-drug combination may be con­sidered in patients with markedly high baseline BP or at high/very high CV risk. Figure 3 shows how to move from a less intense to a more intense therapeutic strategy as long as BP goal is not achieved. Figure 4 illustrates the possible combinations of classes of anti­hyper­tensive drugs, including the preferred and useful combinations. Figure 3:  Monotherapy vs. drug combination strategies to achieve target BP.Moving from a less intense to a more intense therapeutic strategy should be done whenever BP target is not achieved. BP = blood pressure; CV = cardiovascular. For interactivity see here Figure 4: Possible combinations of classes of antihypertensive drugs Green continuous lines: preferred combinations; green dashed line: useful combination (with some limitations); black dashed lines: possible but less well-tested combinations; red continuous line: not recom­mended combination. Although verapamil and diltia-zem are sometimes used with a beta-blocker to improve ventricular rate control in permanent atrial fibrillation, only dihydropyridine calcium antagonists should normally be combined with beta-blockers. ACE = angiotensin-converting enzyme. For interactivity see here"
},
{
	"page":"ENAS260_7.2.3.0",
	"text":"Treatment strategies and choice of drugs Recom­mendations Classa Levelb Diuretics (thiazides, chlorthalidone and indapamide), beta-blockers, calcium antagonists, ACE-inhibitors, and angiotensin receptor blockers are all suitable and recom­mended for the initiation and maintenance of antihypertensive treatment, either as monotherapy or in some combinations with each other. I A Some agents should be consid­ered as the preferential choice in specific conditions because used in trials in those conditions or because of greater effectiveness in specific types of OD. IIa C Initiation of antihypertensive therapy with a two-drug combi­nation may be considered in patients with markedly high baseline BP or at high CV risk. IIb C The combination of two anta­gonists of the RAS is not recom­mended and should be discouraged. III A Other drug combinations should be considered and probably are beneficial in proportion to the extent of BP reduction. However, combinations that have been successfully used in trials may be preferable. IIa C Combinations of two anti­hyper­tensive drugs at fixed doses in a single tablet may be recom­mended and favoured, because reducing the number of daily pills improves adherence, which is low in patients with hyper­tension. IIb B ACE = angiotensin-converting enzyme; BP = blood pressure; CV = cardiovascular; OD = organ damage; RAS = renin-angiotensin system. a Class of recommendation. b Level of evidence."
},
{
	"page":"ENAS260_8.1.0.0",
	"text":"Treatment strategies in white-coat and masked hyper­tension Recom­mendations Classa Levelb In white-coat hypertensives without additional risk factors, therapeutic intervention should be considered to be limited to lifestyle changes only, but this decision should be accompanied by a close follow-up. IIa C In white-coat hypertensives with a higher CV risk because of meta­bolic derangements or asymp­tomatic OD, drug treatment may be considered in addition to lifestyle changes. IIb C In masked hyper­tension, both lifestyle measures and anti­hyper­tensive drug treatment should be considered, because this type of hyper­tension has been consistently found to have a CV risk very close to that of in- and out-of-office hyper­tension. IIa C CV = cardiovascular; OD = organ damage. a Class of recommendation. b Level of evidence."
},
{
	"page":"ENAS260_8.2.0.0",
	"text":"Antihypertensive treatment strategies in the elderly Recom­mendations Classa Levelb In elderly hypertensives with SBP ≥160 mmHg there is solid evidence to recommend reducing SBP to between 150 and 140 mmHg. I A In fit elderly patients <80 years old antihypertensive treatment may be considered at SBP values ≥140 mmHg with a target SBP <140 mmHg if treatment is well tolerated. IIb C In individuals older than 80 years with an initial SBP ≥160 mmHg it is recom­mended to reduce SBP to between 150 and 140 mmHg, provided they are in good physical and mental conditions. I B In frail elderly patients, it is recom­mended to leave decisions on antihypertensive therapy to the treating physician, and based on monitoring of the clinical effects of treatment. I C Continuation of well-tolerated antihypertensive treatment should be considered when a treated individual becomes octogenarian. IIa C All hypertensive agents are recom­mended and can be used in the elderly, although diuretics and calcium antagonists may be preferred in isolated systolic hyper­tension. I A SBP = systolic blood pressure. a Class of recommendation. b Level of evidence."
},
{
	"page":"ENAS260_8.3.0.0",
	"text":"Despite absence of evidence from randomized controlled trials, antihypertensive drug treatment may be considered prudent in young hyperten­sives and, especially when other risk factors are present, BP should be reduced to <140/90 mmHg. Young individuals with white-coat hyper­tension can be followed with lifestyle measures only."
},
{
	"page":"ENAS260_8.4.0.0",
	"text":"Treatment strategies in hypertensive women Recom­mendations Classa Levelb Hormone therapy and selective oestrogen receptor modulators are not recom­mended and should not be used for primary or secondary prevention of CVD. If treatment of younger perimenopausal women is considered for severe meno­pausal symptoms, the benefits should be weighed against potential risks. III A Drug treatment of severe hyper­tension in pregnancy (SBP >160 mmHg or DBP >110 mmHg) is recom­mended. I C Drug treatment may also be considered in pregnant women with persistent elevation of BP ≥150/95 mmHg, and in those with BP ≥140/90 mmHg in the pre­sence of gestational hyper­tension, subclinical OD or symptoms. IIb C In women at high risk of pre-eclampsia, provided they are at low risk of gastrointestinal haemorrhage, treatment with low dose aspirin from 12 weeks until delivery may be considered. IIb B In women with child-bearing potential RAS blockers are not recom­mended and should be avoided. III C Methyldopa, labetalol and nifedipine should be considered preferential antihypertensive drugs in pregnancy. Intravenous labe­talol or infusion of nitro­prusside should be considered in case of emergency (pre-eclampsia). IIa B BP = blood pressure; CVD = cardiovascular disease; DBP = diastolic blood pressure; OD = organ damage; RAS = renin–angiotensin system; SBP = systolic blood pressure. a Class of recommendation. b Level of evidence."
},
{
	"page":"ENAS260_8.5.0.0",
	"text":"Treatment strategies in patients with diabetes Recom­mendations Classa Levelb While initiation of antihypertensive drug treatment in diabetic patients whose SBP is ≥160 mmHg is mandatory, it is strongly recom­mended to start drug treatment also when SBP is ≥140 mmHg. I A A SBP goal <140 mmHg is recom­mended in patients with diabetes. I A The DBP target in patients with diabetes is recom­mended to be <85 mmHg. I A All classes of antihypertensive agents are recom­mended and can be used in patients with diabetes; RAS blockers may be preferred, especially in the presence of proteinuria or microalbuminuria. I A It is recom­mended that individual drug choice takes comorbidities into account. I C Simultaneous administration of two blockers of the RAS is not recom­mended and should be avoided in patients with diabetes. III B DBP = diastolic blood pressure; RAS = renin–angiotensin system; SBP = systolic blood pressure. a Class of recommendation. b Level of evidence."
},
{
	"page":"ENAS260_8.6.0.0",
	"text":"The association between obstructive sleep apnoea (OSA) and hyper­tension is well documented, particularly when nocturnal hyper­tension is concerned. Because of the relation­ship between obesity and OSA, weight loss and exercise are commonly recom­mended. Continuous, positive airway pressure therapy is a successful procedure for reducing OSA, but the effect on BP appears to be very small."
},
{
	"page":"ENAS260_8.7.0.0",
	"text":"Therapeutic strategies in hypertensive patients with nephropathy Recom­mendations Classa Levelb Lowering SBP to <140 mmHg should be considered. IIa B When overt proteinuria is present, SBP values <130 mmHg may be considered, provided that changes in eGFR are monitored. IIb B RAS blockers are more effective in reducing albuminuria than other antihypertensive agents, and are indicated in hypertensive patients in the presence of micro­albumi­nuria or overt proteinuria. I A Reaching BP goals usually requires combination therapy, and it is recom­mended to combine RAS blockers with other anti­hypertensive agents. I A Combination of two RAS blockers, though potentially more effective in reducing proteinuria, is not recom­mended. III A Aldosterone antagonists cannot be recom­mended in CKD, especially in combination with a RAS blocker, because of the risk of excessive reduction in renal function and of hyperkalaemia. III C BP = blood pressure; CKD = chronic kidney disease; eGFR = estimated glomerular filtration rate; RAS = renin–angiotensin system; SBP = systolic blood pressure. a Class of recommendation. b Level of evidence."
},
{
	"page":"ENAS260_8.8.0.0",
	"text":"Therapeutic strategies in hypertensive patients with cerebrovascular disease Recom­mendations Classa Levelb It is not recom­mended to intervene with BP-lowering therapy during the first week after acute stroke irrespective of BP level, although clinical judgement should be used in the face of very high SBP values. III B Antihypertensive treatment is recom­mended in hypertensive patients with a history of stroke or TIA, even when initial SBP is in the 140–159 mmHg range. I B In hypertensive patients with a history of stroke or TIA, a SBP goal of <140 mmHg should be considered. IIa B In elderly hypertensives with previous stroke or TIA, SBP values for intervention and goal may be considered to be somewhat higher. IIb B All drug regimens are recom­mended for stroke prevention, provided that BP is effectively reduced. I A BP = blood pressure; SBP = systolic blood pressure; TIA = transient ischaemic attack. a Class of recommendation. b Level of evidence."
},
{
	"page":"ENAS260_8.9.0.0",
	"text":"Therapeutic strategies in hypertensive patients with heart disease Recom­mendations Classa Levelb In hypertensive patients with CHD, a SBP goal <140 mmHg should be considered. IIa B In hypertensive patients with a recent myocardial infarction beta-blockers are recom­mended. In case of other CHD all anti­hyper­tensive agents can be used, but beta-blockers and calcium antagonists are to be preferred, for symptomatic reasons (angina). I A Diuretics, beta-blockers, ACE-inhibitors, angiotensin receptor blockers, and/or mineralocorticoid receptor antagonists are recom­mended in patients with heart failure or severe LV dysfunction to reduce mortality and hospitalization. I A In patients with heart failure and preserved EF, there is no evidence that antihypertensive therapy per se or any particular drug, is beneficial. However, in these patients, as well as in patients with hyper­tension and systolic dysfunction, lowering SBP to around 140 mmHg should be considered. Treatment guided by relief of symptoms (congestion with diuretics, high heart rate with beta-blockers, etc.) should also be considered. IIa C ACE-inhibitors and angiotensin receptor blockers (and beta-blockers and mineralocorticoid receptor antagonists if heart failure coexists) should be considered as antihypertensive agents in patients at risk of new or recurrent atrial fibrillation. IIa C It is recom­mended that all patients with LVH receive antihypertensive agents. I B In patients with LVH, initiation of treatment with one of the agents that have shown a greater ability to regress LVH should be con­sidered, i.e. ACE-inhibitors, angiotensin receptor blockers and calcium antagonists. IIa B ACE = angiotensin-converting enzyme; CHD = coronary heart disease; EF = ejection fraction; LV = left ventricle; LVH = left ventricular hypertrophy; SBP = systolic blood pressure. a Class of recommendation. b Level of evidence."
},
{
	"page":"ENAS260_8.10.0.0",
	"text":"Therapeutic strategies in hypertensive patients with atherosclerosis, arteriosclerosis and peripheral artery disease Recom­mendations Classa Levelb In the presence of carotid atherosclerosis, prescription of calcium antagonists and ACE-inhibitors should be considered as these agents have shown a greater efficacy in delaying atherosclerosis progression than diuretics and beta-blockers. IIa B In hypertensive patients with a PWV above 10 m/s all anti­hypertensive drugs should be considered provided that a BP reduction to <140/90 mmHg is consistently achieved. IIa B Antihypertensive therapy is recom­mended in hypertensive patients with PAD to achieve a goal of <140/90 mmHg, because of their high risk of myocardial infarction, stroke, heart failure, and CV death. I A Though a careful follow up is necessary, beta-blockers may be considered for the treatment of arterial hyper­tension in patients with PAD, since their use does not appear to be associated with exacerbation of PAD symptoms. IIb A ACE = angiotensin-converting enzyme; BP = blood pressure; CV = cardiovascular; PAD = peripheral artery disease; PWV = pulse wave velocity. a Class of recommendation. b Level of evidence."
},
{
	"page":"ENAS260_8.11.0.0",
	"text":"Therapeutic strategies in patients with resistant hyper­tension Recom­mendations Classa Levelb In resistant hypertensive patients it is recom­mended that phy­sicians check whether the drugs included in the existing multiple drug regimen have any BP lowering effect, and withdraw them if their effect is absent or minimal. I C Mineralocorticoid receptor antagonists, amiloride, and the alpha-1-blocker doxazosin should be considered, if no contra­indication exists. IIa B In case of ineffectiveness of drug treatment invasive procedures such as renal denervation and baroreceptor stimulation may be considered. IIb C Until more evidence is available on the long-term efficacy and safety of renal denervation and baroreceptor stimulation, it is recom­mended that these procedures remain in the hands of experienced operators and diagnosis and follow-up restricted to hyper­tension centers. I C It is recom­mended that the invasive approaches are con­sidered only for truly resistant hypertensive patients, with clinic values ≥160 mmHg SBP or ≥110 mmHg DBP and with BP elevation confirmed by ABPM. I C ABPM = ambulatory blood pressure monitoring; BP = blood pressure; DBP = diastolic blood pressure; SBP = systolic blood pressure. a Class of recommendation; b Level of evidence."
},
{
	"page":"ENAS260_8.12.0.0",
	"text":"Malignant hypertension is a hypertensive emergency, clinically defined as the presence of very high BP associated with ischaemic organ damage (retina, kidney, heart or brain). Treatment is founded on agents that can be administered by intravenous infusion and titrated."
},
{
	"page":"ENAS260_8.13.0.0",
	"text":"Renovascular artery stenosis secondary to atherosclerosis is relatively frequent, especially in the elderly population. It is still debated whether these patients benefit from interventions, mostly percutaneous renal artery stenting. Intervention is not recommended if renal function has remained stable over the past 6-12 months and if hypertension is controlled by an acceptable medical regimen. Fibromuscular dysplasia is more common in younger mostly female patients with uncontrolled hypertension, in whom there is convincing though uncontrolled information favouring the intervention."
},
{
	"page":"ENAS260_9.0.0.0",
	"text":"The table below summarizes recom­mendations regarding lipid-lowering agents, antiplatelet therapy and treatment of hyperglycaemia in patients with hyper­tension. Treatment of risk factors associated with hyper­tension Recom­mendations Classa Levelb It is recom­mended to use statin therapy in hypertensive patients at moderate to high CV risk, targeting a low-density lipoprotein cholesterol value <3.0 mmol/L (115 mg/dL). I A When overt CHD is present, it is recom­mended to administer statin therapy to achieve low-density lipoprotein cholesterol levels <1.8 mmol/L (70 mg/dL). I A Antiplatelet therapy, in particular low-dose aspirin, is recom­mended in hypertensive patients with previous CV events. I A Aspirin should also be considered in hypertensive patients with reduced renal function or a high CV risk, provided that BP is well controlled. IIa B Aspirin is not recom­mended for CV prevention in low-moderate risk hypertensive patients, in whom absolute benefit and harm are equivalent. III A In hypertensive patients with diabetes, a HbA1c target of <7.0% is recom­mended with antidiabetic treatment. I B In more fragile elderly patients with a longer diabetes duration, more comorbidities and at high risk, treatment to a HbA1c target of <7.5–8.0% should be considered. IIa C BP = blood pressure; CHD = coronary heart disease; CV = cardiovascular; HbA1c = glycated haemoglobin. a Class of recommendation. b Level of evidence."
},
{
	"page":"ENAS260_10.0.0.0",
	"text":"Individuals with high normal BP or white-coat hyper­tension, even in untreated, should be scheduled for regular follow-up, at least annually, to measure office and out-of-office BP, to check the CV risk profile and to reinforce recom­mendations on lifestyle changes. After initiation of antihypertensive drug therapy in patients with hyper­tension, the patient should be seen at 2- to 4-week intervals to evaluate the effects on BP and to assess possible side-effects. Once the target BP is reached, a visit interval of a few months is reasonable. Depending on the local organization of health resources, many of the later visits may be performed by non-physician health care workers, such as nurses. For stable patients, HBPM and electronic communication with the physician may also provide an acceptable alternative. It is advisable to assess risk factors and asymptomatic organ damage at least every 2 years. As indicated in Figure 5, treatment-induced regression of some of the hyper­tension-induced organ damages reflect the treatment-induced reduction of CV events, thereby offering valuable information on whether patients are more or less effectively protected by the treatment strategies adopted. Figure 5: Sensitivity to detect treatment-induced changes, time to change and prognostic value of change by markers of asymptomatic OD ECG = electrocardiogram; echo = echocardiogram; eGFR = estimated glomerular filtration rate; LVH = left ventricular hypertrophy; OD = organ damage. The finding of an uncontrolled BP should always lead to a search for the cause(s), such as poor adherence, persistent white-coat effect or use of BP-raising substances. Appropriate actions should be taken for better BP control, avoiding physician inertia. Table 15 summarizes methods to improve adherence to the physicians’ recom­mendations. Table 15 Methods to improve adherence to physicians’ recom­mendations Patient level Information combined with motivational strategies Group sessions Self-monitoring of blood pressure Self-management with simple patient-guided systems Complex interventionsa Drug treatment level Simplification of the drug regimen Reminder packaging Health system level Intensified care (monitoring, telephone follow-up, reminders, home visits, telemonitoring of home blood pressure, social support, computer-aided counselling and packaging) Interventions directly involving pharmacists Reimbursement strategies to improve general practitioners’ involvement in evaluation and treatment of hyper­tension a Almost all of the interventions that were effective for long-term care were complex, including combinations of more convenient care, information, reminders, self-monitoring, reinforcement, counselling, family therapy, psychological therapy, crisis intervention, manual telephone follow-up, supportive care, worksite- and pharmacy-based programmes."
},
{
	"page":"ENAS260_11.0.0.0",
	"text":"(N)OAC (Non-vitamin K antagonist) oral anticoagulant °C Degree Celsius 2D/ 2-D Two-dimensional 2hPG 2-h post-load plasma glucose 3D/ 3-D Three-dimensional 5-FU 5-fluorouracil 99mTc-DPD Technetium-99m 3,3-diphosphono-1,2-propanodicarboxylic acid A/C Anticoagulation AAA Abdominal aortic aneurysm AAD Antiarrhythmic drugs AAS Acute aortic syndrome ABC Age, biomarkers, clinical history ABI Ankle-Brachial Index ABPM Ambulatory BP monitoring ACA Aborted cardiac arrest ACC American College of Cardiology ACCA Acute Cardiovascular Care Association ACCF American College of Cardiology Foundation ACCOAST Comparison of Prasugrel at the Time of Percutaneous Coronary Intervention or as Pretreatment at the Time of Diagnosis in Patients with Non-ST Elevation Myocardial Infarction ACE Angiotensin-converting enzyme ACEF Age, creatinine, ejection fraction ACEI/ ACE-I/ ACE-Is Angiotensin converting enzyme inhibitors ACS Acute coronary syndromes ACT Activated clotting time AD Aortic dissection ADA American Diabetes Association/​Adenosine deaminase ADD Acute aortic dissection ADP Adenosine diphosphate AEPC Association for European Paediatric and Congenital Cardiology AF Atrial flutter/Atrial fibrillation AFNET German Competence NETwork on Atrial Fibrillation AHA American Heart Association AHF Acute heart failure AHRE Atrial high rate episodes AK Alpha kinase AKI Acute kidney injury AL Amyloid light chain ALAT/ ALT Alanine aminotransferase ALI Acute limb ischaemia AMI Acute myocardial infarction ANA Anti-nuclear antibodies ANCA Anti-neutrophil cytoplasm antibodies AO Aorta AOS Aneurysms-osteoarthritis syndrome AP Accessory pathway APAH Conditions associated with pulmonary arterial hypertension Apo Apolipoprotein apo A I Apolipoprotein A I apo B Apolipoprotein B aPTT Activated partial thromboplastin time AR Aortic regurgitation ARB Angiotensin II receptor blocker/ Angiotensin receptor blocker ARBs Angiotensin receptor blockers ARNI Angiotensin receptor neprilysin inhibition ARVC Arrhythmogenic right ventricular cardiomyopathy AS Aortic stenosis ASA Acetylsalicylic acid ASAT/ AST Aspartate aminotransferase ASCERT American College of Cardiology Foundation–Society of Thoracic Surgeons Database Collaboration ASE American Society of Echocardiography AST/ ALT/ ALP Aspartate / alanine aminotransferase / alkaline phosphatase ASV Adaptive servo-ventilation AT Antithrombin ATOR Atorvastatin ATP Antitachycardiac pacing/Adenosine triphosphate ATRIA AnTicoagulation and Risk factors In Atrial fibrillation ATS Arterial tortuosity syndrome ATTR Amyloidosis, transthyretin type AUC Area under the curve AV Atrioventricular AVB Atrioventricular block AVID Antiarrhythmic drugs Versus Implantable Defibrillator AVM AV delay management AVP Arginine vasopressin AVR Aortic valve replacement b.i.d. Bis in die (twice daily) b.p.m/ bpm Beats per minute BARI-2D Bypass Angioplasty Revascularization Investigation 2 Diabetes BAS Balloon atrial septostomy BAV Balloon aortic valvuloplasty/Bicuspid aortic valve BB Beta-blocker BBB Bundle branch block BC Blood culture BCNIE Blood culture-negative infective endocarditis BCR-ABL Breakpoint cluster region-Abelson BGA Blood gas analysis BIMA Bilateral internal mammary artery Bi-PAP Bilevel positive airway pressure BiV Biventricular BiVAD Bi-ventricular assist device BMI Body mass index BMPR Bone morphogenetic protein receptor, type 2 BMS Bare metal stent BMT Best medical therapy BNP Brain natriuretic peptide/ B-type natriuretic peptide BP Blood pressure BPA Balloon pulmonary angioplasty BSA Body surface area BUN Blood urea nitrogen CABG Coronary artery bypass graft/ Coronary artery bypass graft surgery CAD Coronary artery disease CAS Carotid artery stenting CASH Cardiac Arrest Study Hamburg Cath/ Lab Catheterization laboratory CCB Calcium channel blocker CCNAP Council on Cardiovascular Nursing and Allied Professions CCP Council for Cardiology Practice CCPC Council on Cardiovascular Primary Care CCS Canadian Cardiovascular Society CCU Coronary care unit CDRIE Cardiac device-related infective endocarditis CEA Carotid endarterectomy/​Carcinoembryonic antigen CFA Common femoral artery CFC Cardiofaciocutaneous CHA2DS2-VASc Congestive heart failure or left ventricular dysfunction, Hypertension, Age ≥75 (doubled), Diabetes, Stroke (doubled)-Vascular disease, Age 65–74, Sex category (female) CHADS2 Cardiac failure, Hypertension, Age, Diabetes, Stroke (doubled) CHARM-Added Candesartan in Heart Failure: Assessment of Reduction in Mortality and Morbidity-Added CHD Coronary heart disease/ Congenital heart disease CHF Congestive heart failure/ Chronic heart failure CI Cardiac index / Contraindication / Confidence interval CIA Common iliac artery CI-AKI Contrast-induced acute kidney injury CIDS Canadian Implantable Defibrillator Study CIED Cardiac implantable electronic device CIN Contrast-induced nephropathy CK Creatine phophokinase/​Creatinine kinase CKD Chronic kidney disease CKD-EPI Chronic Kidney Disease Epidemiology Collaboration CK-MB Creatine kinase MB isoform CLI Critical limb ischaemia CMP Cardiomyopathy CMR Cardiac magnetic resonance CMV Cytomegalovirus CO Cardiac output CoA Coarctation / Coarctation of the aorta Cons Conservative cont Continued COPD Chronic obstructive pulmonary disease COT Cardiac Oncology Toxicity COURAGE Clinical Outcomes Utilization Revascularization and Aggressive Drug Evaluation COX Cyclo-oxygenase/ Cyclooxygenase CPAP Continuous positive airway pressure CPET Cardiopulmonary exercise testing CPFE Combined pulmonary fibrosis and emphysema CPG Committee for Practice Guidelines CPVT Catecholaminergic polymorphic ventricular tachycardia CR Cardiac rehabilitation CrCI Creatinine clearance CRP C-reactive protein CRT Cardiac resynchronization therapy CRT-D Cardiac resynchronization therapy defibrillator/ Defibrillator with cardiac resynchronization therapy CRT-P Cardiac resynchronization therapy pacemaker CRUSADE Can Rapid risk stratification of Unstable angina patients Suppress ADverse outcomes with Early implementation of the ACC/AHA guidelines CSF Colony-stimulating factor/Cerebrospinal fluid CSM Carotid sinus massage CSS Carotid sinus syncope/syndrome CT Computed tomographic / tomogram/tomography CTA Computed tomography angiography CTD Connective tissue disease CTEPH Chronic thromboembolic pulmonary hypertension cTN Cardiac troponin CTO Chronic total occlusions CTRCD Cancer Therapeutics–Related Cardiac Dysfunction Ctrl Control CUS Compression venous ultrasonography CV Cardiovascular / Cardioversion CVD Cardiovascular disease CW Continuous wave CXR Chest X-ray DALYs Disability adjusted life years DAPT Dual (oral) antiplatelet therapy DBP Diastolic blood pressure DC Direct current DCC Direct-current cardioversion DCM Dilated cardiomyopathy DDI Drug-drug interactions DEFINITE DEFibrillator In Non-Ischemic cardiomyopathy Treatment Evaluation DES Drug-eluting stent DFT Defibrillation threshold DHP Dihydropyridine DI-DO Door-in to door-out time DLCO Carbon monoxide diffusing capacity DM Diabetes mellitus DNA Deoxyribonucleic acid DPAH Drug induced PAH DPG Diastolic pressure gradient DPP Diabetes prevention program DSA Digital subtraction angiography DT Deceleration time DTB Door-to-balloon time DTIs Direct thrombin inhibitors DUS Duplex ultrasonography / Doppler ultrasound DVT Deep vein thrombosis E/A Ratio of mitral peak velocity of early filling (E) to mitral peak velocity of late filling (A) E/e’ Ratio of early transmitral flow velocity (E) to early mitral annulus velocity (e’) EACPR European Association for Cardiovascular Prevention & Rehabilitation EACTS European Association of Cardio-Thoracic Surgery/ European Association for Cardio-Thoracic Surgery EACVI European Association of Cardiovascular Imaging EANM European Association of Nuclear Medicine EAPCI European Association of Percutaneous Cardiovascular Interventions EAS European Atherosclerosis Society EASD European Association for the Study of Diabetes EBV Epstein-Barr virus ECG Electrocardiogram / Electrocardiographic ECHO Echocardiography/​Echocardiogram ECLS Extracorporeal life support ECST European Carotid Surgery Trial ECVF Extacellular volume fraction ED Erectile dysfunction/ Emergency department EDS-IV Ehlers-Danlos syndrome type IV EF Ejection fraction eGFR Estimated glomerular filtration rate EHRA European Heart Rhythm Association EIA External iliac artery EIF Eukaryotic translation initiation factor EMA European Medicines Agency EMB Endomyocardial biopsy EMS Emergency medical system/service ENA Anti-extractable nuclear antigens Enox Enoxaparin EP Electrophysiology EPD Embolic protection device EPS Electrophysiologic study ER Extended release formulations ERA Endothelin receptor antagonist EROA Effective regurgitant orifice area ERS European Respiratory Society ESC European Society of Cardiology ESCMID European Society of Clinical Microbiology and Infectious Diseases ESH European Society of Hypertension ESO European Stroke Organisation ESR European Society of Radiology/Erythrocyte sedimentation rate ESRD End-stage renal disease ETT Endotracheal tube EU European Union EULAR European League Against Rheumatism EVAR Endovascular aortic repair/reconstruction Exp+ Experimental therapy FAME-2 Fractional Flow Reserve-Guided Percutaneous Coronary Intervention Plus Optimal Medical Treatment Versus Optimal Medical Treatment Alone in Patients With Stable Coronary Artery Disease FBN1 Fibrillin 1 FC Functional class FCH Familial combined hyperlipidaemia FCM Ferric carboxymaltose FDA US Food and Drug Administration/ Food and Drug Administration FDG Fluorodeoxyglucose FFP Fresh frozen plasma FFR Fractional flow reserve FH Familial hypercholesterolaemia FHL1 Four and a half LIM domains 1 FINDRISC FINnish Diabetes RIsk SCore FL False lumen FLUVA Fluvastatin FMC First medical contact FMCTB First-medical-contact-to-balloon time FMF Familial Mediterranean fever Fonda Fondaparinux FPG Fasting plasma glucose FU Follow-up GFR Glomerular filtration rate GGTP Gamma-glutamyl transpeptidase GLP-1 Glucagon-like peptide-1 GLS Global longitudinal strain GM Granulocyte-macrophage GP Glycoprotein / General practitioner GRACE Global Registry of Acute Coronary Events GUCH Grown-up patients with congenital heart disease HAART Highly active antiretroviral treatment HACEK Haemophilus parainfluenzae, H. aphrophilus, H. paraphrophilus, H. influenzae, Actinobacillus actinomycetemcomitans, Cardiobacterium hominis, Eikenella corrodens, Kingella kingae, and K. denitrificans HAS-BLED Hypertension, Abnormal renal/liver function, Stroke, Bleeding history or predisposition, Labile INR, Elderly (65), Drugs concomitantly/alcohol abuse HbA1c Glycated haemoglobin / Glycated haemoglobin A1c HBPM Home BP monitoring HCM Hypertrophic cardiomyopathy HCV Hepatitis C virus HDAC Histone deacetylase HDL High density lipoprotein HDL-C High density lipoprotein-cholesterol HeFH Heterozygous familial hypercholesterolaemia HER2 Human epidermal growth factor receptor 2 HF Heart failure HFA Heart Failure Association H-FABP Heart-type fatty acid-binding protein HFmrEF Heart failure with mid-range ejection fraction HFpEF/ HF-PEF Heart failure with preserved ejection fraction HFrEF/ HF-REF Heart failure with reduced ejection fraction HHD Hypertensive heart disease HHV Human herpesvirus H-ISDN Hydralazine and isosorbide dinitrate HIT Heparin-induced thrombocytopenia HIV Human immunodeficiency virus HoFH Homozygous familial hypercholesterolaemia HPAH Heritable PAH HR Heart rate HRCT High resolution CT hs-CRP high-sensitivity C-reactive protein HT/ HTN Hypertension HTG Hypertrigiyceridaemia i.v. / IV Intravenous IABP Intraaortic balloon pump IAS Inter-atrial septum ICA Invasive coronary angiography ICD Implantable cardioverter defibrillator/ International Classification of Diseases ICH Intracranial haemorrhage ICU Intensive care unit ID Infectious disease IDF International Diabetes Federation IE Infective endocarditis IFG Impaired fasting glucose IFN Interferon-gamma IGRA Interferon-gamma release assay IGT Impaired glucose tolerance IHD Ischaemic heart disease IL-2 Interleukin 2 ILR Implantable loop recorder IMA Internal mammary artery IMH Intramural haematoma IMT Intima–media thickness INR International normalized ratio IN-TIME Implant-based multiparameter telemonitoring of patients with heart failure IOMC Iso-osmolar contrast medium IPAH Idiopathic pulmonary arterial hypertension IPF Idiopathic pulmonary fibrosis IRA Infarct-related artery ISH Isolated systolic hypertension ISHLT International Society for Heart and Lung Transplantation IU International units IUD Intrauterine device IV UHF Intravenous unfractionated heparin IVC Inferior vena cava IVDA Intravenous drug abusers IVIG Intravenous immunoglobulin IVUS Intravascular ultrasound JSAP Japanese Stable Angina Pectoris km per h Kilometres per hour LA Left atrium/atrial LAA Left atrial appendage LAD Left anterior descending (coronary artery) LAE Left atrial enlargement LAH Left anterior hemiblock LAVI Left atrial volume index LBBB Left bundle branch block LCC Left coronary cusp Lcx Left circumflex LDH Lactate dehydrogenase LDL Low-density lipoprotein LDL-C Low-density lipoprotein-cholesterol LDLR Low density lipoprotein receptor LDS Loeys-Dietz syndrome LEAD Lower-extremity artery disease LEOPARD lentigines, ECG abnormalities, ocular hypertelorism, pulmonary stenosis, abnormal genitalia, retardation of growth, and sensorineural deafness LGE Late gadolinium enhancement LHD left heart disease LLN Lower limit of normality LM Left main LMNA Lamin A/C LMWH Low molecular weight heparin LOCM Low-osmolar contrast medium LoE Level of evidence LOVA Lovastatin Lp Lipoprotein Lp(a) Lipoprotein(a) LQTS Long QT syndrome LTBI Latent tuberculosis infection LV Left ventricle / left ventricular LVAD Left ventricular assist device LVEDD Left ventricular end-diastolic diameter LVEDP Left ventricular end diastolic pressure LVEF Left ventricular ejection fraction LVESD Left ventricular end-systolic diameter LVESV Left ventricular end-systolic volume LVH Left ventricular hypertrophy LVM Left ventricular mass LVMI Left ventricular mass index LVOT Left ventricular outflow tract LVOTG Left ventricular outflow tract gradient LVOTO Left ventricular outflow tract obstruction MACE Major adverse cardiac events MADIT Multicenter Automatic Defibrillator Implantation Trial MASS II The medicine, angioplasty, or surgery study Mbq Millibecquerel MCS Mechanical circulatory support MDCT Multidetector computed tomographic angiography/Multi-detector computed tomography MDRD Modifikation of Diet in Renal Disease Med RX Medial therapy MedPed Make Early Diagnosis to Prevent Early Deaths MELAS mitochondrial encephalomyopathy, lactic acidosis, and stroke-like episodes MERFF Myoclonic epilepsy with ragged red fibres MET Metabolic equivalent MetS Metabolic syndrome MI Myocardial infarction MIC Minimum inhibitory concentration MPI Myocardial perfusion imaging MPR Multiplanar reconstruction MPS Myocardial perfusion scintigraphy / Myocardial perfusion stress MR Magnetic resonance/ Mitral regurgitation/ Mineralocorticoid receptor MRA Mineralocorticoid receptor antagonist / Magnetic resonance angiography MRI Magnetic resonance imaging MR-proANP Mid-regional pro atrial natriuretic peptide/ Mid-regional pro A-type natriuretic peptide MRSA Methicillin-resistant Staphylococcus aureus MS Mitral stenosis MSCT Multislice computed tomography MSSA Methicillin-susceptible Staphylococcus aureus mSv Millisievert MUGA Multigated radionuclide angiography mV millivolt(s) MV abn Mitral valve abnormality MWD Minute walk distance MWT Minute walk test MYBPC3 Myosin-binding protein C MYH7 Myosin, heavy chain 7 MYL3 Essential myosin light chain n.a/ NA not available/ Not available N/A Not applicable N/R Not reported NASCET North American Symptomatic Carotid Endarterectomy Trial NCC Non coronary cusp NCDR National cardiovascular data registry NIHSS National Institutes of Health stroke severity scale NIPPV Non-invasive positive pressure ventilation NIV Non-invasive ventilation NNH Numbers needed to harm NNT Numbers needed to treat/ Number of individuals needed to treat NOAC/ NOAC(s) Novel oral anticoagulant / New oral anticoagulant / Non-vitamin K antagonist direct oral anticoagulant/ Non-vitamin K antagonist oral anticoagulant(S) Non-HDL-C Non-HDL cholesterol NP Natriuretic peptide NPV Negative predictive value NRT Nicotine replacement therapy NSAID Non-steroidal antiinflammatory drug(s) NSAIDs Non-steroidal anti-inflammatory drugs NSQIP National surgical quality improvement program NSTE Non-ST-elevation NSTE-ACS Non-ST-segment elevation acute coronary syndrome/ Non-ST elevation acute coronary syndrome NSTEMI Non-ST-elevation myocardial infarction NSVT Non-sustained ventricular tachycardia NTG Nitroglycerine NT-proBNP N-terminal pro B-type/brain natriuretic peptide NVE Native valve endocarditis NYHA New York Heart Association O2 Oxygen OAC Oral anticoagulation/ anticoagulant OAC Oral anticoagulation OARS Open-ended questions, Affirmation, Reflective listening, Summarising OCT Optical coherence tomography OD Organ damage OGTT Oral glucose tolerance test OHCA Out-of-hospital cardiac arrest OHS Obesity hypoventilation syndrome OMT Optimal medical therapy OR Odds ratio ORBIT Outcomes Registry for Better Informed Treatment of Atrial Fibrillation OSA Obstructive sleep apnoea p.o. Per os PA Postero-anterior/ Pulmonary artery/ Physical activity PAD Peripheral artery disease PAH Pulmonary arterial hypertension / Pulmonary hypertension PaO2 Partial pressure of oxygen PAP Pulmonary artery pressure/ Pulmonary arterial pressure PAR Protease-activated receptor PAU Penetrating aortic ulcer PAWP Pulmonary artery wedge pressure PCA Prostacyclin analogues PCC Prothrombin coagulation complax/ Prothrombin complex concentrates PCH Pulmonary capillary haemangiomatosis PCI Percutaneous coronary intervention PCIS Post-cardiac injury syndromes PCR Polymerase chain reaction PCSK9 Proprotein convertase subtilisin/kexin type 9 PCWP Pulmonary capillary wedge pressure PDE Phosphodiesterase type-5 inhibitors/ Phosphodiesterase PDE5 Phosphodiesterase type 5 PE Pulmonary embolism PEA Pulmonary endarterectomy PEP Primary endpoint PESI Pulmonary embolism severity index PET Positron emission tomography PFT Pulmonary function tests PH Pulmonary hypertension PISA Proximal isovelocity surface area PITA Pitavastatin PM Pacemaker/Pain management PMC Percutaneous mitral commissurotomy PPCM Peripartum cardiomyopathy PPI Proton pump inhibitor PPS Post-pericardiotomy syndrome PRAVA Pravastatin PRIMARY PCI Primary percutaneous coronary intervention PRKAG2 Gamma-2 subunit of the adenosine monophosphate-activated protein kinase PS Pulmonary valve stenosis PTA Percutaneous transluminal angioplasty / Pre-test probability PTT Partial thromboplastin time PUFA/ PUFAs Polyunsaturated fatty acid/ Polyunsaturated fatty acids PVC Premature ventricular contraction/ Premature ventricular complex PVE Prosthetic valve endocarditis PVI Pulmonary vein isolation PVL Paravalvular leak PVOD Pulmonary veno-occlusive disease PVR Pulmonary vascular resistance PVS Programmed ventricular stimulation PWV Pulse wave velocity R Vol Regurgitant volume RA Right atrium/ Rheumatoid arthritis RAA Renin–angiotensin–aldosterone RAAS Renin angiotensin aldosterone system RAP Right atrial pressure RAS Renal artery stenosis / Renin-angiotensin system RBBB Right bundle branch block RCC Right coronary cusp RCT/RCTs Randomized controlled trial RF Risk factor rFVIIa Activated recombinant factor VII RHC Right heart catheterization ROSU Rosuvastatin rPA Right pulmonary artery r-PA Reteplase RR Relative risk RRR Relative risk reduction rtPA Recombinant tissue plasminogen activator RV Right ventricle/ventricular RVEDP Right ventricular end-diastolic pressure RVOT Right ventricular outflow tract RVOTO Right ventricular outlow tract obstruction RVSP Right ventricular systolic pressure S.C. Subcutaneous SA Signal-averaged SAA Septal alcohol ablation SADS Sudden arrhythmic death syndrome SAM Systolic anterior motion SAN Sinoatrial node SaO2 Saturated oxygen SAPT Single antiplatelet therapy SAS Sleep apnea syndrome SB Sinus bradycardia SBP Systolic blood pressure SCAD Stable coronary artery disease SCD Sudden cardiac death SCORE Systematic Coronary Risk Evaluation / Systematic Coronary Risk Estimation SFA Superficial femoral artery SGLT2 Sodium glucose co-transporter 2 SIDS Sudden infant death syndrome SIMVA Simvastatin SIRS Systemic inflammatory response SLE Systemic lupus erythematosus SMART Specific, Measurable, Achievable, Realistic and Timely SND Sinus node disease SPAP Systolic pulmonary artery pressure SPECT Single-photon emission computed tomography sPESI Simplified Pulmonary Embolism Severity Index SpO2 Saturation of peripheral oxygen SQTS Short QT syndrome SR Sinus rhythm SSS Sick sinus syndrome STE-ACS ST-segment elevation acute coronary syndrome STEMI ST-elevation myocardial infarction STS Society of Thoracic Surgeon/ Structured telephone support ST-T ST-segment-T wave SUDI Sudden unexplained death in infancy SUDS Sudden unexplained death syndrome SVG Saphenous vein graft SVR Surgical ventricular reconstruction. SVT Supraventricular tachycardia SWISSI II Swiss Interventional Study on Silent Ischemia Type II SYNTAX SYNergy between percutaneous coronary intervention with TAXus and cardiac surgery T1DM Type 1 diabetes mellitus T2DM Type 2 diabetes mellitus TAA Thoracic aortic aneurysm TAAD Thoracic aortic aneurysms and dissection TAI Traumatic aortic injury TAPSE Tricuspid annulus plane systolic excursion TASC TransAtlantic Inter-Society Consensus TAVI Transcatheter aortic valve implantation/ Transaortic valve implantation TB Tuberculosis TC Total cholesterol T-DM1 Trastuzumab-emtansine TE Thromboembolism / Thrombo-embolic TEE Transesophageal echocardiogram TEVAR Thoracic endovascular aortic repair TG Triglyceride TGA Complete transposition of the great arteries Three DE Three dimensional echocardiography TIA Transient ischaemic attack / Transitory ischaemic attack TIBC Total iron-binding capacity TIME Trial of invasive versus medical therapy in elderly patients with chronic symptomatic coronary-artery disease TIMI Thrombolysis In Myocardial Infarction TKI Tyrosine kinase inhibitor TL True lumen TNF Tumor necrosis factor TNK-tPA Tenecteplase TNNI3 Troponin I, cardiac TNNT2 Troponin T TOE Transoesophageal echocardiography / echocardiogram t-PA Tissue plasminogen activator TPM1 Tropomyosin 1 alpha chain TR Tricuspid regurgitation TRAPS Tumour necrosis factor receptor-associated periodic syndrome TRL Triglyceride-rich lipoproteins TRV Tricuspid regurgitant velocity TS Tricuspid stenosis / Turner syndrome TSAT Transferrin saturation TSH Thyroid stimulating hormone TTE Transthoracic echocardiography TTR Time in therapeutic range / Transthyretin TV Tricuspid valve/ Television TVI Time–velocity integral Tx Tendon xanthomata UA Unstable angina UEAD Upper extremity artery disease UFH Unfractionated heparin UHF Ultrafractionated heparin UK United Kingdom ULN Upper limit of normal US United States USA United States of America V/Q Scan ventilation–perfusion scintigraphy VA Vertebral artery/ Ventricular arrhythmia VEGF Vascular endothelial growth factor VF Ventricular fibrillation VHD Valvular heart disease VKA Vitamin K antagonist VO2 Oxygen consumption VPBs Ventricular premature beats vs Versus VSD Ventricular septal defect VT Ventricular tachycardia VTE Venous thromboembolism VV Interventricular VVI Ventricular inhibited pacing WBC White blood cells WCD Wearable cardioverter defibrillator WHF World Heart Federation WHO World Health Organization WPW Wolff-Parkinson-White WU Wood units"
}
]