[
{
	"page":"ENAS5284_1.0.0.0",
	"text":"1.0.0.0 Authors and Publication GUIDELINES COMMITTEE Chair: George Pentheroudakis; Co-‍Chair: Cristiana Sessa; Steering Committee Members: Dirk Arnold, Christian Buske, Fatima Cardoso, Paolo Casali, Andrés Cervantes, Elisabeth de Vries, Alan Horwich, Solange Peters, Rolf Stahel; Subject Editors: Jean-‍Yves Blay, Nicoletta Colombo, Karin Jordan, Ulrich Keilholz, Marco Ladetto, Lisa Licitra, Matthias Preusser, Carla Ripamonti, Elzbieta Senkus-‍‍Konefka; Deputy Subject Editors: Alfredo Berruti, Silke Gillessen, Mats Jerkeman, Jean-Pascal Machiels, Erika Martinelli, Ulrich Mey, Olivier Michielin, Martin Reck; Staff: Keith McGregor, Claire Bramley, Jennifer Lamarre, Sarah Escuin, Jean-Yves Douillard, Svetlana Jezdic. ESMO CLINICAL PRACTICE GUIDELINES Oesophageal cancer: ESMO Clinical Practice Guidelines for diagnosis, treatment and follow-‍up Lordick F, Mariette C, Haustermans K, Obermannová R and Arnold D, on behalf of the ESMO Guidelines Committee Ann Oncol 2016; 27 (Suppl 5): v50-7 https:/‍/‍annonc.oxfordjournals.org/‍content/27/‍suppl_5/v50.full.pdf+html Gastric cancer: ESMO Clinical Practice Guidelines for diagnosis, treatment and follow-‍up Smyth EC, Verheij M, Allum W, Cunningham D, Cervantes A and Arnold D, on behalf of the ESMO Guidelines Committee Ann Oncol 2016; 27 (Suppl 5): v38–49 https:/‍/‍annonc.oxfordjournals.org/‍content/27/‍suppl_5/v38.full.pdf+html Biliary cancer: ESMO Clinical Practice Guidelines for diagnosis, treatment and follow-‍up Valle JW, Borbath I, Khan SA, Huguet F, Gruenberger T and Arnold D, on behalf of the ESMO Guidelines Committee Ann Oncol 2016; 27 (Suppl 5): v28-37 https:/‍/‍annonc.oxfordjournals.org/‍content/27/‍suppl_5/v28.full.pdf+html Hepatocellular carcinoma: ESMO-‍ESDO Clinical Practice Guidelines for diagnosis, treatment and follow-‍up Verslype C, Rosmorduc O and Rougier P, on behalf of the ESMO Guidelines Working Group Ann Oncol 2012:23(Suppl 7)vii41-48 https:/‍/‍annonc.oxfordjournals.org/‍content/‍23/‍suppl_7/vii41.full.pdf+html Cancer of the pancreas: ESMO Clinical Practice Guidelines for diagnosis, treatment and follow-‍up Ducreux M, Sa Cuhna A, Caramella C, Hollebecque A, Burtin P, Goéré D, Seufferlein T, Haustermans K, Van Laethem JL, Conroy T and Arnold D, on behalf of the ESMO Guidelines Committee Ann Oncol 2015; 26(Suppl 5):v56-68 https:/‍/‍annonc.oxfordjournals.org/‍content/‍26/‍suppl_5/v56.full.pdf+html ESMO POCKET GUIDELINES PROVIDE YOU WITH A CONCISE SUMMARY OF THE FUNDAMENTAL RECOMMENDATIONS MADE IN THE PARENT GUIDELINES IN AN EASILY ACCESSIBLE FORMAT. This quick reference booklet provides you with the most important content of the full ESMO Clinical Practice Guidelines (CPG) on upper gastrointestinal (GI) tumours (oesophageal cancer, gastric cancer, biliary cancer, hepatocellular carcinoma and pancreatic adenocarcinoma). Key content includes diagnostic criteria, staging of disease, treatment plans and follow-‍up. The ESMO CPG on upper GI tumours are intended to provide you with a set of recommendations for the best standards of care for upper GI tumours, using evidence-‍based medicine. Implementation of ESMO CPG facilitates knowledge uptake and helps you to deliver an appropriate quality of focused care to your patients. The approval and licensed indication of drugs mentioned in this pocket guideline may vary in different countries. Please consult your local prescribing information. This booklet can be used as a quick reference guide to access key content on evidence-‍based management of upper GI tumours. Please visit http://www.esmo.org or http:/‍/‍oncologypro.esmo.org to view the full guidelines."
},
{
	"page":"ENAS5284_2.0.0.0",
	"text":"2.0.0.0 DIAGNOSIS AND PATHOLOGY/‍MOLECULAR BIOLOGY Distinction should be made between subtypes – intrahepatic, perihilar and distal cholangiocarcinomas (CCAs) and gallbladder cancer (GBC) Pathology diagnosis should be obtained before any non-‍surgical treatment modality Abdominal ultrasound (US) may be useful initially, for the identification of biliary obstruction Magnetic resonance imaging (MRI) and magnetic resonance cholangiopancreatography (MRCP) should be carried out before any biliary intervention; computed tomography (CT) is generally less useful Endoscopic retrograde cholangiopancreatography (ERCP) provides relief from bile duct obstruction and biopsies are preferred to biliary brush cytology Endoscopic US (EUS)-‍guided fine needle aspiration (FNA) may be considered if ERCP-‍guided brush cytology or biopsies are negative or inconclusive; the risks of tumour seeding appear to be low Decisions to undertake biopsy should be made in a multidisciplinary team (MDT) setting A biopsy is not obligatory for patients suitable for surgery with radical intent but an EUS-‍guided biopsy may be performed in selected cases Histological/‍cytological confirmation (EUS, or US- or CT-‍guided percutaneous metastatic biopsy) is essential for advanced/‍inoperable disease The updated World Health Organization (WHO) classification details distinct pathological subgroups, which can be identified by immunohistochemistry Serum carbohydrate antigen (CA)19-9 may have prognostic value (to be used only in the absence of biliary obstruction)"
},
{
	"page":"ENAS5284_3.1.0.0",
	"text":"3.0.0.0 STAGING AND RISK ASSESSMENT 3.1.0.0 Overview Staging should take into account the patient’s WHO or Eastern Cooperative Oncology Group (ECOG) performance status (PS), past medical history/co-‍morbidities and liver function tests (LFTs) Imaging consists of MRI (for tumour staging and bile duct involvement), thorax CT (metastases staging) and EUS (lymph node staging) If necessary (e.g. inconclusive MRCP), ERCP or percutaneous trans-‍hepatic cholangiography (PTC) can improve T-‍stage assessment Contrast CT is effective in defining the relationship between the tumour and the vasculature (portal vein and hepatic artery) The utility of positron emission tomography (PET)-CT is controversial and it should be used on a case-‍by-‍case basis Staging laparoscopy to exclude the presence of peritoneal metastases can be considered on an individual basis Staging is performed according to the American Joint Committee on Cancer/‍ Union for International Cancer Control (AJCC/‍UICC) (7th edition) tumour node metastasis (TNM) 2010 system, as shown in the tables [Cholangiocarcinoma- Intra-hepatic, Peri-hilar, Distal and Gallblader cancer] and is specific for each BTC subtype Perihilar CCAs (pCCA) may be further sub-‍classified according to the Bismuth-‍Corlette classification, as shown in the table below THE BISMUTH-‍CORLETTE CLASSIFICATION OF PERIHILAR CHOLANGIOCARCINOMA Type I Tumour involves the common hepatic duct Type II Tumour involves the bifurcation of the common hepatic duct Type IIIa Tumour involves the right hepatic duct Type IIIb Tumour involves the left hepatic duct Type IV Tumour involves both the right and left hepatic ducts Bismuth H, et al. Ann Surg 1992;215:31–8. Reprinted with permission. Risk assessment differs by CCA subtype Risk factors for pCCA include primary sclerosing cholangitis (PSC) and hepatobiliary flukes or hepatolithiasis Risk factors for intrahepatic cholangiocarcinoma (iCCA) are cirrhosis, hepatitis C and hepatitis B, although the development of a hepatocellular carcinoma is more likely in cirrhotic patients Surveillance is recommended for patients with pre-‍malignant lesions predisposing to GBC, the risk of malignancy being related to the size of gallbladder polyps Lesions ≥ 20mm should be managed as GBC after completion of staging investigations US surveillance is recommended for polyps measuring 6–9 mm (6-‍monthly for 1 year, then annually for 5 years) with resection only in enlarging polyps (to 10–20 mm)"
},
{
	"page":"ENAS5284_3.2.1.1",
	"text":"3.2.0.0 The AJCC/‍UICC staging 3.2.1.0 Cholangiocarcinoma 3.2.1.1 Intra-‍hepatic THE AJCC/UICC STAGING OF CHOLANGIOCARCINOMA AND GALLBLADDER CANCER CHOLANGIOCARCINOMA Intra-‍hepatic Primary tumour (T) TX Primary tumour cannot be assessed T0 No evidence of primary tumour Tis Carcinoma in situ (intraductal tumour) T1 Solitary tumour without vascular invasion T2a Solitary tumour with vascular invasion T2b Multiple tumours, with or without vascular invasion T3 Tumour perforating the visceral peritoneum or involving the local extra hepatic structures by direct invasion T4 Tumour with periductal invasion Regional lymph nodes (N) NX Regional lymph nodes cannot be assessed N0 No regional lymph node metastasis N1 Regional lymph node metastasis present Distant metastasis (M) M0 No distant metastasis M1 Distant metastasis present Stage grouping Stage 0 Tis N0 M0 Stage I T1 N0 M0 Stage II T2 N0 M0 Stage III T3 N0 M0 Stage IVA T4 N0 M0   Any T N1 M0 Stage IVB Any T Any N M1 AJCC, American Joint Committee on Cancer; UICC, Union for International Cancer Control Edge SB, Byrd DR, Compton CC, eds. AJCC Cancer Staging Handbook, 7th ed. New York, NY.: Springer, 2010. Used with the permission of the American Joint Committee on Cancer (AJCC), Chicago, Illinois. The original source for this material is the AJCC Cancer Staging Handbook, Seventh Edition (2010) published by Springer Science and Business Media LLC, www.springer.com."
},
{
	"page":"ENAS5284_3.2.1.2",
	"text":"3.2.1.2 Peri-‍hilar THE AJCC/UICC STAGING OF CHOLANGIOCARCINOMA AND GALLBLADDER CANCER CHOLANGIOCARCINOMA Peri-‍hilar Primary tumour (T) TX Primary tumour cannot be assessed T0 No evidence of primary tumour Tis Carcinoma in situ T1 Tumour confined to the bile duct, with extension up to the muscle layer or fibrous tissue T2a Tumour invades beyond the wall of the bile duct to surrounding adipose tissue T2b Tumour invades adjacent hepatic parenchyma T3 Tumour invades unilateral branches of the portal vein or hepatic artery T4 Tumour invades main portal vein or its branches bilaterally; or the common hepatic artery; or the second-‍order biliary radicals bilaterally; or unilateral second-‍order biliary radicals with contralateral portal vein or hepatic artery involvement Regional lymph nodes (N) NX Regional lymph nodes cannot be assessed N0 No regional lymph node metastasis N1 Regional lymph node metastasis (including nodes along the cystic duct, common bile duct, hepatic artery and portal vein) N2 Metastasis to periaortic, pericaval, superior mesenteric artery and/‍or coeliac artery lymph nodes Distant metastasis (M) M0 No distant metastasis M1 Distant metastasis Stage grouping Stage 0 Tis N0 M0 Stage I T1 N0 M0 Stage II T2a–b N0 M0 Stage IIIA T3 N0 M0 Stage IIIB T1–3 N1 M0 Stage IVA T4 N0–1 M0 Stage IVB Any T N2 M0   Any T Any N M1 AJCC, American Joint Committee on Cancer; UICC, Union for International Cancer Control Edge SB, Byrd DR, Compton CC, eds. AJCC Cancer Staging Handbook, 7th ed. New York, NY.: Springer, 2010. Used with the permission of the American Joint Committee on Cancer (AJCC), Chicago, Illinois. The original source for this material is the AJCC Cancer Staging Handbook, Seventh Edition (2010) published by Springer Science and Business Media LLC, www.springer.com."
},
{
	"page":"ENAS5284_3.2.1.3",
	"text":"3.2.1.3 Distal THE AJCC/UICC STAGING OF CHOLANGIOCARCINOMA AND GALLBLADDER CANCER CHOLANGIOCARCINOMA Distal Primary tumour (T) TX Primary tumour cannot be assessed T0 No evidence of primary tumour Tis Carcinoma in situ T1 Tumour confined to the bile duct histologically T2 Tumour invades beyond the wall of the bile duct T3 Tumour invades the gallbladder, pancreas, duodenum or other adjacent organs without involvement of the coeliac axis, or the superior mesenteric artery T4 Tumour involves the coeliac axis, or the superior mesenteric artery Regional lymph nodes (N) NX Regional lymph nodes cannot be assessed N0 No regional lymph node metastasis N1 Regional lymph node metastasis Distant metastasis (M) M0 No distant metastasis M1 Distant metastasis Stage grouping Stage 0 Tis N0 M0 Stage IA T1 N0 M0 Stage IB T2 N0 M0 Stage IIA T3 N0 M0 Stage IIB T1 N1 M0   T2 N1 M0   T3 N1 M0 Stage III T4 Any N M0 Stage IV Any T Any N M1 AJCC, American Joint Committee on Cancer; UICC, Union for International Cancer Control Edge SB, Byrd DR, Compton CC, eds. AJCC Cancer Staging Handbook, 7th ed. New York, NY.: Springer, 2010. Used with the permission of the American Joint Committee on Cancer (AJCC), Chicago, Illinois. The original source for this material is the AJCC Cancer Staging Handbook, Seventh Edition (2010) published by Springer Science and Business Media LLC, www.springer.com."
},
{
	"page":"ENAS5284_3.2.2.0",
	"text":"3.2.2.0 Gallbladder cancer THE AJCC/UICC STAGING OF CHOLANGIOCARCINOMA AND GALLBLADDER CANCER GALLBLADDER CANCER Primary tumour (T) TX Primary tumour cannot be assessed T0 No evidence of primary tumour Tis Carcinoma in situ T1 Tumour invades lamina propria or muscular layer T1a Tumour invades lamina propria T1b Tumour invades muscular layer T2 Tumour invades perimuscular connective tissue; no extension beyond serosa or into liver T3 Tumour perforates the serosa (visceral peritoneum) and/‍or directly invades the liver and/ or one other adjacent organ or structure, such as the stomach, duodenum, colon, pancreas, omentum or extrahepatic bile ducts T4 Tumour invades main portal vein or hepatic artery or invades two or more extrahepatic organs or structures Regional lymph nodes (N) NX Regional lymph nodes cannot be assessed N0 No regional lymph node metastasis N1 Metastases to nodes along the cystic duct, common bile duct, hepatic artery and/‍or portal vein N2 Metastases to periaortic, pericaval, superior mesenteric artery and/‍or coeliac artery lymph nodes Distant metastasis (M) M0 No distant metastasis M1 Distant metastasis Stage grouping Stage 0 Tis N0 M0 Stage I T1 N0 M0 Stage II T2 N0 M0 Stage IIIA T3 N0 M0 Stage IIIB T1–3 N1 M0 Stage IVA T4 N0–1 M0 Stage IVB Any T N2 M0   Any T Any N M1 AJCC, American Joint Committee on Cancer; UICC, Union for International Cancer Control Edge SB, Byrd DR, Compton CC, eds. AJCC Cancer Staging Handbook, 7th ed. New York, NY.: Springer, 2010. Used with the permission of the American Joint Committee on Cancer (AJCC), Chicago, Illinois. The original source for this material is the AJCC Cancer Staging Handbook, Seventh Edition (2010) published by Springer Science and Business Media LLC, www.springer.com."
},
{
	"page":"ENAS5284_4.1.0.0",
	"text":"4.0.0.0 TREATMENT 4.1.0.0 Introduction Management strategies for biliary tract cancer (BTC) are shown in the figure here"
},
{
	"page":"ENAS5284_4.3.1.0",
	"text":"4.3.0.0 Mgmt. of local/‍ locoregional disease 4.3.1.0 Overview Radical surgery, with lymphadenectomy, is the only potentially curative treatment and the type of surgery depends on the tumour subtype/location Surgery involving hepatic resection should take the future liver remnant into account and may require portal vein embolisation"
},
{
	"page":"ENAS5284_4.3.2.0",
	"text":"iCCAs usually arise within normal background liver parenchyma, with a typical radiological appearance of a mass-‍forming arterially-‍enhancing tumour Due to the prognostic significance of lymph node involvement, routine lymphadenectomy at the level of the hepato-‍duodenal ligament is recommended during surgery Other factors, including size and number of tumours, grade, presence of satellite nodules, vascular and/‍or perineural invasion, may guide treatment decisions for adjuvant treatment"
},
{
	"page":"ENAS5284_4.3.3.0",
	"text":"Perihilar cholangiocarcinoma (pCCA, ‘Klatskin tumour’) 4.3.3.0 Perihilar cholangiocarcinoma Diagnosis of a pCCA and assessment of resectability according to the Bismuth-‍Corlette classification can frequently only be determined with surgical exploration In patients presenting with jaundice, initial radiological imaging should be performed before an ERCP or PTC, as the drains/‍stents obscure the diagnosis and assessment of the extent of disease Biliary drainage prior to resection (compared with immediate surgery) remains controversial and is at the discretion of the management team Where the left hepatic duct is longer prior to segmental distribution, an extended right hemi-‍hepatectomy is generally necessary for curative intent and may require portal vein embolisation (including the segment IV branches) to induce hypertrophy of the future liver remnant (preservable segments II and III) Segment I should be removed in any curative procedure Vascular resections at the hilum are possible but their invasion affects prognosis Lymphadenectomy should be standard"
},
{
	"page":"ENAS5284_4.3.4.0",
	"text":"4.3.4.0 Distal cholangiocarcinoma dCCA requires removal of the pancreatic head, usually a partial duodeno-‍pancreatectomy (PDP) with extended bile duct resection up to the hilum The prognosis for dCCA is better than that of adenocarcinoma of the head of the pancreas"
},
{
	"page":"ENAS5284_4.3.5.0",
	"text":"4.3.5.0 Gallbladder cancer For GBC diagnosed incidentally, commonly during the histological work-‍up of simple cholecystectomies, decisions regarding further resection require staging with appropriate imaging (MRI or CT) and detailed histopathological analysis, including: T-‍stage, cystic duct margin, involvement of resected lymph nodes, grade, perineural and/‍or vascular invasion Reoperation with radical intent should be considered for stage T1b and above (+/- resection of port sites) If the gallbladder was not removed with a bag during laparoscopic resection or the gallbladder perforated, the port sites should also be resected For GBC diagnosed during imaging (for symptomatic patients) or when patients present with jaundice Advanced T-‍stage (including T4 tumours) is not a contraindication for resectability of fundal tumours, which require major liver resection with potential resection of the transverse colon Curative resection of an advanced infundibular tumour is more difficult, requiring resection of the bile duct, the duodenal bulb and, potentially, the pancreatic head, together with a major hepatectomy, especially if right-‍sided vessels are involved The prognosis of GBC diagnosed beyond the very early stage is inferior to other that for other types of CCA"
},
{
	"page":"ENAS5284_4.3.6.0",
	"text":"4.3.6.0 Adjuvant treatment There is no level I evidence available, although adjuvant treatment may be considered due to the poor outcome Adjuvant chemotherapy with capecitabine has recently shown a benefit in relapse-free survival (RFS) and in the sensitivity analyses of overall survival (OS, although OS in the intent-to-treat analysis as primary endpoint was missed) in a phase III trial, compared with no treatment Further options evaluated in trials are chemoradiotherapy (CRT) (which appears to be associated with a survival benefit in patients with lymph nodepositive disease or with microscopically involved margins [R1 resection]), and combination chemotherapy regimens (such as gemcitabine/oxaliplatin, failing to improve RFS in a randomised trial) A further phase III trial investigating gemcitabine/cisplatin is ongoing Patients with initially inoperable non-‍metastatic disease should be reassessed with a view to salvage surgery in the event of a good response to systemic and/‍or locoregional treatment"
},
{
	"page":"ENAS5284_4.4.2.0",
	"text":"4.4.2.0 Systemic chemotherapy Systemic chemotherapy extends survival in patients with advanced BTC compared with best supportive care (BSC) and is recommended for patients with locally advanced or inoperable disease Combination of gemcitabine/cisplatin is recommended as a standard of care for good PS (0–1) patients and oxaliplatin may be substituted for cisplatin where renal function is a concern Benefit appears to be independent of age, gender, primary tumour site, stage of disease and prior therapy (surgery or stenting) In patients with PS 2, gemcitabine monotherapy may be considered There is no established second-‍line systemic therapy following progression after first-‍line treatment, benefits over BSC have not been established and no general recommendation can currently be made"
},
{
	"page":"ENAS5284_4.4.1.0",
	"text":"4.4.0.0 Mgmt. of advanced and/‍or mets. disease 4.4.1.0 Radiotherapy The role of RT in the treatment of locally advanced but non-‍metastatic BTC remains unclear but it may be considered in patients with localised disease, after first-‍line chemotherapy CRT has been considered a possible option but results appear to be inferior to chemotherapy Radio-‍embolisation using 90Y-‍microspheres may be an option for patients with inoperable iCCA, usually after first-‍line chemotherapy"
},
{
	"page":"ENAS5284_5.0.0.0",
	"text":"5.0.0.0 PERSONALISED MEDICINE No clinical benefit has been observed with the addition to standard chemotherapy of agents targeting the epidermal growth factor receptor (EGFR) and vascular endothelial growth factor (VEGF) receptor, and the use of such targeted therapies should be confined to clinical trials Molecular profiling has identified differences between CCA and GBC, and between intra-‍ and extra-‍hepatic CCAs, the significance and clinical relevance of which are being evaluated"
},
{
	"page":"ENAS5284_6.0.0.0",
	"text":"6.0.0.0 FOLLOW-‍UP AND LONG-‍TERM IMPLICATIONS Follow-‍up after potentially-‍curative treatment should comprise 3-‍monthly visits during the first 2 years, including clinical examination, laboratory investigation (including LFTs and lactate dehydrogenase [LDH]), tumour markers (carcinoembryonic antigen, CA19-9) and CT scan of the thorax, abdomen and pelvis Regular visits can be extended to 6-‍monthly thereafter and prolonged to annual visits after 5 years’ follow-‍up During systemic or locoregional therapy for advanced disease, follow-‍up should be conducted every 8–12 weeks to assess treatment efficacy or as required for disease-‍related complications In patients receiving treatment for advanced, recurrent or metastatic disease, BSC should include identification and management of obstructive complications, such as biliary obstruction (biliary drainage and stents), gastric outlet obstruction (duodenal stent or bypass surgery) and/‍or pancreatic duct obstruction (pancreatic enzyme replacement therapy) When endoscopic stenting is not possible, percutaneous trans-‍hepatic drainage is recommended In patients with a life-‍expectancy of > 3 months, a metal stent is preferred and anticipation of repeat stenting on multiple occasions for some patients should be accounted for when planning stent placement Sepsis secondary to biliary obstruction should be treated accordingly Patients should be advised about the likely duration of stent patency and about the signs and symptoms of biliary obstruction or infection Patients should have full access to palliative care and symptom management (including pain control) throughout their treatment"
},
{
	"page":"ENAS5284_7.1.0.0",
	"text":"7.0.0.0 Summary of recommendations 7.1.0.0 DIAGNOSIS AND PATHOLOGY/‍MOLECULAR BIOLOGY Distinction should be made between the CCA subtypes and GBC Pathology diagnosis should be obtained before any non-‍surgical treatment modality Abdominal US may be useful for the identification of biliary obstruction MRI and MRCP should be carried out before any biliary intervention ERCP-‍guided biopsies are preferred to biliary brush cytology [III, A] EUS-‍guided FNA may be considered if ERCP-‍guided brush cytology or biopsies are negative or inconclusive [II, C] Decisions to undertake biopsy should be made in an MDT setting A biopsy is not obligatory for patients suitable for surgery with radical intent Histological/‍cytological confirmation (EUS, or US- or CT-‍guided percutaneous metastatic biopsy) is essential for advanced/‍inoperable disease Serum CA19-9 may have prognostic value in the absence of biliary obstruction [III, C]"
},
{
	"page":"ENAS5284_7.2.0.0",
	"text":"7.2.0.0 STAGING AND RISK ASSESSMENT Staging should take into account WHO or ECOG PS, past medical history/co-‍morbidities and LFTs Imaging consists of MRI (for tumour staging and bile duct involvement), thorax CT (metastases staging) and EUS (lymph node staging) ERCP or PTC can improve T-‍stage assessment [IV, B] Contrast CT is effective in defining the relationship between the tumour and the vasculature PET-‍CT utility is controversial and it should be used on a case-‍by-‍case basis Staging laparoscopy to exclude the presence of peritoneal metastases can be considered on an individual basis Staging is performed according to the AJCC/‍UICC TNM system (7th edition) and is specific for each BTC subtype pCCAs may be further sub-‍classified according to the Bismuth-‍Corlette classification Risk factors for pCCA include PSC and hepatobiliary flukes or hepatolithiasis Risk factors for iCCA are cirrhosis and hepatitis B and C Surveillance is recommended for patients with pre-‍malignant lesions predisposing to GBC Lesions ≥ 20mm should be managed as GBC after completion of staging investigations US surveillance is recommended for polyps 6–9 mm (6-‍monthly for 1 year, then annually for 5 years), with resection only in enlarging polyps (to 10–20 mm)"
},
{
	"page":"ENAS5284_7.3.1.1",
	"text":"7.3.0.0 TREATMENT 7.3.1.0 Management of local/‍locoregional disease 7.3.1.1 Overview Radical surgery, with lymphadenectomy, is the only potentially curative treatment [III, A] and the type of surgery depends on the tumour subtype/location Surgery involving hepatic resection should take the future liver remnant into account and may require portal vein embolisation"
},
{
	"page":"ENAS5284_7.3.1.2",
	"text":"7.3.1.2 Intrahepatic cholangiocarcinoma Routine lymphadenectomy at the level of the hepato-‍duodenal ligament is recommended during surgery [II, A] Other factors, including size and number of tumours, grade, presence of satellite nodules, vascular and/‍or perineural invasion, may guide adjuvant treatment decisions, although robust evidence is lacking [IV, B]"
},
{
	"page":"ENAS5284_7.3.1.3",
	"text":"7.3.1.3 Perihilar cholangiocarcinoma Diagnosis of a pCCA and assessment of resectability can frequently only be determined with surgical exploration In patients presenting with jaundice, initial radiological imaging should be performed before an ERCP or PTC, as the drains/‍stents obscure the diagnosis and assessment of the extent of disease [III, A] Biliary drainage prior to resection (compared with immediate surgery) is at the discretion of the management team [II, B] Where the left hepatic duct is longer prior to segmental distribution, an extended right hemi-‍hepatectomy is generally necessary for curative intent and may require portal vein embolisation (including the segment IV branches) to induce hypertrophy of the future liver remnant (preservable segments II and III) [IV, A] Segment I should be removed in any curative procedure Vascular resections at the hilum are possible but their invasion affects prognosis Lymphadenectomy should be standard"
},
{
	"page":"ENAS5284_7.3.1.4",
	"text":"7.3.1.4 Distal cholangiocarcinoma (dCCA) dCCA requires removal of the pancreatic head, usually a PDP with extended bile duct resection up to the hilum The prognosis for dCCA is better than that of adenocarcinoma of the head of the pancreas [III, A]"
},
{
	"page":"ENAS5284_7.3.1.5",
	"text":"7.3.1.5 Gallbladder cancer (GBC) For GBC diagnosed incidentally, decisions regarding further resection require staging with appropriate imaging (MRI or CT) and detailed histopathological analysis including: T-‍stage, cystic duct margin, involvement of resected lymph nodes, grade, perineural and/‍or vascular invasion Reoperation with radical intent should be considered for stage T1b and above(+/- resection of port sites) If the gallbladder was not removed or perforated, the port sites should also be resected [IV, A] For GBC diagnosed during imaging (for symptomatic patients) or when patients present with jaundice Advanced T-‍stage is not a contraindication for resectability of fundal tumours, which require major liver resection with potential resection of the transverse colon Curative resection of an advanced infundibular tumour is more difficult, requiring resection of the bile duct, the duodenal bulb and, potentially, the pancreatic head, together with a major hepatectomy, especially if right-‍sided vessels are involved [III, A]"
},
{
	"page":"ENAS5284_7.3.1.6",
	"text":"7.3.1.6 Adjuvant treatment There is no level I evidence available, although adjuvant treatment may be considered due to the poor outcome Adjuvant chemotherapy with capecitabine has improved RFS (and in the sensitivity analyses OS, although OS improvement in the intent-to-treat analysis as primary endpoint was missed) in a phase III trial versus no treatment, and should be regarded as a standard of care Further options evaluated in trials are CRT (which appears to be associated with a survival benefit in patients with lymph node-positive disease or with microscopically involved margins [R1 resection]), and combination chemotherapy regimens (such as gemcitabine/oxaliplatin, failing to improve RFS in a randomised trial) Patients with initially inoperable non-‍metastatic disease should be reassessed with a view to salvage surgery in the event of a good response to systemic and/‍or locoregional treatment"
},
{
	"page":"ENAS5284_7.3.2.2",
	"text":"7.3.2.2 Systemic chemotherapy Systemic chemotherapy is recommended for patients with locally advanced or inoperable disease Combination of gemcitabine/cisplatin is recommended for good PS (0–1) patients [I, A] and oxaliplatin may be substituted for cisplatin where renal function is a concern [II, B] In patients with PS 2, gemcitabine monotherapy may be considered [I, B] There is no established second-‍line systemic therapy following progression after first-‍line treatment"
},
{
	"page":"ENAS5284_7.3.2.1",
	"text":"7.3.2.0 Mgmt. of advanced and/‍or mets. disease 7.3.2.1 Radiotherapy Radiotherapy may be considered in patients with localised disease, after first-‍line chemotherapy CRT has been considered as a possible option but results appear to be inferior to chemotherapy Radio-‍embolisation using 90Y-‍microspheres may be an option for patients with inoperable iCCA, usually after first-‍line chemotherapy"
},
{
	"page":"ENAS5284_7.4.0.0",
	"text":"7.4.0.0 Personalised medicine The use or targeted agents, such as those targeting the EGFR and VEGF and its receptors, should be confined to clinical trials The significance and clinical relevance of molecular profile differences between CCA and GBC, and between intra-‍ and extra-‍hepatic CCAs, are being evaluated"
},
{
	"page":"ENAS5284_7.5.0.0",
	"text":"7.5.0.0 Follow-‍up and long-‍term implications Follow-‍up after potentially-‍curative treatment should comprise 3-‍monthly visits during the first 2 years, including clinical examination, laboratory investigation (including LFTs and LDH), tumour markers (carcinoembryonic antigen, CA19-9) and CT scan of the thorax, abdomen and pelvis [IV, A] Regular visits can be extended to 6-‍monthly thereafter and prolonged to annual visits after 5 years’ follow-‍up During systemic or locoregional therapy for advanced disease, follow-‍up should be conducted every 8–12 weeks to assess treatment efficacy or as required for disease-‍related complications During treatment for advanced, recurrent or metastatic disease, BSC should include identification and management of obstructive complications, such as biliary obstruction (biliary drainage and stents), gastric outlet obstruction (duodenal stent or bypass surgery) and/‍or pancreatic duct obstruction (pancreatic enzyme replacement therapy) When endoscopic stenting is not possible, percutaneous trans-‍hepatic drainage is recommended Where life-‍expectancy is > 3 months, a metal stent is preferred and an anticipation of repeat stenting should be accounted for when planning stent placement Sepsis secondary to biliary obstruction should be treated accordingly Patients should be advised about the likely duration of stent patency and about the signs and symptoms of biliary obstruction or infection Patients should have full access to palliative care and symptom management (including pain control) throughout their treatment"
},
{
	"page":"ENAS5284_8.0.0.0",
	"text":"8.0.0.0 Glossary 5-FU 5-‍fluorouracil AC adenocarcinoma AEG adenocarcinoma of the oesophago-‍gastric junction AFP alpha foetoprotein AJCC American Joint Committee on Cancer AUC area under the curve BCLC Barcelona Clinic Liver Cancer BSC best supportive care BTC biliary tract cancer CA carbohydrate antigen CCA cholangiocarcinoma CEUS contrast-‍enhanced ultrasound CF cisplatin/‍fluorouracil CHA common hepatic artery ChT chemotherapy CIN chromosomal instability CP Child-‍Pugh CPGs Clinical Practice Guidelines CRT chemoradiotherapy CT computed tomography cTNM clinical tumour node metastasis CX cisplatin/‍capecitabine D1 dissection removal of perigastric lymph nodes D2 dissection removal of perigastric lymph nodes plus those along the left gastric, common hepatic and splenic arteries and coeliac axis dCCA distal cholangiocarcinoma DCF docetaxel/‍cisplatin/‍5-‍fluorouracil DEB-‍TACE drug-‍eluting beads transarterial chemoembolisation ECF epirubicin/‍cisplatin/‍5-‍fluorouracil ECOG Eastern Cooperative Oncology Group ECX epirubicin/cisplatin/‍capecitabine EGFR epidermal growth factor receptor EHS extrahepatic spread EMR endoscopic mucosal resection ENT ear, nose and throat EOF epirubicin/‍oxaliplatin/‍5-‍fluorouracil EOX epirubicin/‍oxaliplatin/‍capecitabine ERCP endoscopic retrograde cholangiopancreatography ESD endoscopic submucosal dissection ESGE European Society of Gastrointestinal Endoscopy ESMO European Society for Medical Oncology ESPEN European Society for Clinical Nutrition and Metabolism EUS endoscopic ultrasound FA folinic acid FDG-‍PET 18F-‍fluorodeoxyglucose positron emission tomography FGFR2 fibroblast growth factor receptor 2 FLO 5-‍fluorouracil/leucovorin/oxaliplatin FLOT 5-‍fluorouracil/‍leucovorin/‍oxaliplatin/‍docetaxel FNA fine needle aspiration FOLFIRI infusional 5-‍fluorouracil/‍leucovorin/‍irinotecan FOLFIRINOX folinic acid/‍5-‍fluorouracil/‍irinotecan/‍oxaliplatin FOLFOX 5-‍fluorouracil/leucovorin//oxaliplatin GBC gallbladder cancer GEJ gastroesophageal junction GI gastrointestinal GIST gastrointestinal stromal tumours GOR grade of recommendation HCC hepatocellular carcinoma HDGC hereditary diffuse gastric cancer HER2 human epidermal growth factor receptor 2 HGF hepatocyte growth factor HIPEC hyperthermic intraperitoneal chemotherapy iCCA intrahepatic cholangiocarcinoma IHC immunohistochemistry ISH in situ hybridisation L lymph vessel infiltration LDH lactate dehydrogenase LFT liver function test LOE level of evidence LV leucovorin m mucosal infiltration MDT multidisciplinary team MRCP magnetic resonance cholangiopancreatography mRECIST modified Response Evaluation Criteria in Solid Tumors MRI magnetic resonance imaging MS-CT multislice-‍computed tomography MSI microsatellite instability MVI macroscopic vascular invasion N node OGJ oesophago-‍gastric junction OLT orthotopic liver transplant OS overall survival pCCA perihilar cholangiocarcinoma pCR pathological complete remission PD-1 programmed death 1 PDP partial duodeno-‍pancreatectomy PEI percutaneous ethanol injection PET positron emission tomography PS performance status PSC primary sclerosing cholangitis PTC percutaneous trans-‍hepatic cholangiography pTNM pathological tumour node metastasis PV portal vein QoL quality of life R0 resection with negative margins R1 resection with microscopic residual disease RECIST Response Evaluation Criteria In Solid Tumours RFA radiofrequency ablation RT radiotherapy SCC squamous cell carcinoma sm submucosal infiltration SMA superior mesenteric artery SMV superior mesenteric vein SOAR Surgical Outcomes Analysis and Research T tumour TACE transarterial chemoembolisation TKI tyrosine kinase inhibitor TNM tumour node metastasis UICC Union for International Cancer Control ULN upper limit of normal US ultrasound V venous infiltration VEGF vascular endothelial growth factor WHO World Health Organization"
}
]