[
{
	"page":"ENAS5530_2018112268",
	"text":"Essential Messages from the ESC Guidelines for the diagnosis and management of syncope*   The Task Force for the diagnosis and management of syncope of the European Society of Cardiology (ESC) Developed with the special contribution of the European Heart Rhtyhm Association (EHRA)   Endorsed by: European Academy of Neurology (EAN), European Federation of Autonomic Societies (EFAS), European Federation of Internal Medicine (EFIM), European Union Geriatric Medicine Society (EUGMS), European Society of Emergency Medicine (EuSEM) Chairperson Michele Brignole, Department of Cardiology, Ospedali Del Tigullio, Via Don Bobbio 25-IT-16033 Lavagna, (GE) Italy - Tel: +39 0185 329 567 Fax: +39 0185 306 506 Email: mbrignole@asl4.liguria.it   Co-‍chairperson Angel Moya Arrhythmia Unit, Hospital Vall d’Hebron, P Vall d’Hebron 119-129 - ES-08035 Barcelona, Spain Tel: +34 93 2746166 Fax: : +34 93 2746002 Email: amoyamitjans@gmail.com   Task Force Members Frederik J. de Lange (The Netherlands), Jean-‍Claude Deharo (France), Perry M. Elliott (UK), Alessandra Fanciulli (Austria), Artur Fedorowski (Sweden), Raffaello Furlan (Italy), Rose Anne Kenny (Ireland), Alfonso Martín (Spain), Vincent Probst (France), Matthew J. Reed (UK), Ciara P. Rice (Ireland), Richard Sutton (Monaco), Andrea Ungar (Italy), J. Gert van Dijk (the Netherlands).   ESC entities having participated in the development of this document: Associations: European Heart Rhythm Association (EHRA). Councils: Council on Cardiovascular Nursing and Allied Professions, Council for Cardiology Practice, Council on Cardiovascular Primary Care. Working Groups: Myocardial and Pericardial Diseases.   ESC Staff: Veronica Dean, Nathalie Cameron, Catherine Despres, Sophia Antipolis, France *Adapted from the ESC Guidelines for the Diagnosis and Management of Syncope (European Heart Journal 2018; 39:1883–1948 - doi/10.1093/‍eurheartj/‍ehy037).  "
},
{
	"page":"ENAS5530_2018112269",
	"text":"ESC Task Force has selected 19 simple rules to guide the diagnosis and management of syncope patients with TLOC according to the 2018 ESC guidelines on syncope:   Diagnosis: initial evaluation At the initial evaluation answer the following 4 key questions: Was the event TLOC? In case of TLOC, is it of syncopal or non-syncopal origin? In case of suspected syncope, is there a clear aetiological diagnosis? Is there evidence to suggest a high risk of cardiovascular events or death? At the evaluation of TLOC in the ED answer the following 3 key questions: Is there a serious underlying cause that can be identified? If the cause is uncertain, what is the risk of a serious outcome? Should the patient be admitted to hospital? In all patients, perform a complete history taking, physical examination (including standing BP measurement) and standard ECG. Perform immediate ECG monitoring (in bed or telemetry) in high-‍risk patients when there is a suspicion of arrhythmic syncope. Perform an echocardiogram when there is previous known heart disease or data suggestive of structural heart disease or syncope secondary to cardiovascular cause. Perform CSM in patients >40 years of age with syncope of unknown origin compatible with a reflex mechanism. Perform tilt testing in case there is suspicion of syncope due to reflex or an orthostatic cause. Perform blood tests when clinically indicated, e.g. haematocrit and cell blood count when haemorrhage is suspected, oxygen saturation and blood gas analysis when hypoxic syndromes are suspected, troponin when cardiac-‍ischaemia related syncope is suspected, D-‍dimer when pulmonary embolism is suspected, etc. Diagnosis: subsequent investigations Perform prolonged ECG monitoring (external or implantable) in patients with recurrent severe unexplained syncope who: have clinical or ECG features suggesting arrhythmic syncope; and have a high probability of recurrence of syncope in a reasonable time; and may benefit a specific therapy if a cause for syncope is found. Perform EPS in patients with unexplained syncope and bifascicular BBB (impending high degree AV block) or suspected tachycardia. Perform an exercise stress test in patients who experience syncope during or shortly after exertion. Consider basic autonomic function tests (Valsalva manoeuvre and deep breathing test) and ABPM for assessment of autonomic function in patients with suspected neurogenic OH. Consider video recording (at home or in hospital) of TLOC suspected of non-syncopal nature. Treatment To all patients with reflex syncope and OH, explain the diagnosis, reassure, explain the risk of recurrence, and give advice on how to avoid triggers and situations. These measures are the cornerstone of treatment and have a high impact in reducing the recurrence of syncope. In patients with severe forms of reflex syncope, select one or more of the following additional specific treatments according to the clinical features: Midodrine or fludrocortisone in young patients with low BP phenotype; Counter-‍pressure manoeuvres (including tilt training if needed) in young patients with prodromes; ILR-‍guided management strategy in selected patients without or with short prodromes; Discontinuation/‍reduction of hypotensive therapy targeting a systolic BP of 140 mmHg in old hypertensive patients; Pacemaker implantation in old patients with dominant cardioinhibitory forms. In patients with OH, select one or more of the following additional specific treatments according to clinical severity: Education regarding lifestyle manoeuvres; Adequate hydration and salt intake; Discontinuation/‍reduction of hypotensive therapy; Counter-‍pressure manoeuvres; Abdominal binders and/‍or support stockings; Head-‍up tilt sleeping; Midodrine or fludrocortisone. Ensure that all patients with cardiac syncope receive the specific therapy of the culprit arrhythmia and/‍or of the underlying disease. Balance benefit and harm of an ICD implantation in patients with unexplained syncope at high risk of SCD (e.g. those affected by left ventricle systolic dysfunction, HCM, arrhythmogenic right ventricular cardiomyopathy, or inheritable arrhythmogenic disorders). In this situation, unexplained syncope is defined as syncope that does not meet any Class I diagnostic criterion defined in the tables of recommendations of the 2018 ESC guidelines on syncope and is considered a suspected arrhythmic syncope. Re-‍evaluate the diagnostic process and consider alternative therapies if the above rules fail or are not applicable to an individual patient. Bear in mind that guidelines are only advisory. Even though they are based on the best available scientific evidence, treatment should be tailored to an individual patient’s need."
},
{
	"page":"ENAS5530_2018112270",
	"text":"2.0.0.0 Major gaps in evidence Clinicians responsible for managing patients with TLOC must frequently make treatment decisions without adequate evidence or a consensus of expert opinion. The following is a short list of selected, common issues that deserve to be addressed in future clinical research.   Diagnosis – gap between the best available scientific evidence and the need for dissemination of these concepts into clinical practice There is wide variation in practice of syncope evaluation, and wide variation in adoption of recommendations from published guidelines. The absence of a systematic approach to TLOC incurs higher health and social care costs, unnecessary hospitalizations and diagnostic procedures, prolongation of hospital stays, lower diagnostic rates, and higher rates of misdiagnoses and symptom recurrences. Therefore, there is a need for: Despite the recommendation from the ESC guidelines on syncope, syncope units are not widely established in clinical practice. Barriers to establishing a syncope unit include lack of resources, lack of trained dedicated staff, and complex presentations to multiple settings, necessitating involvement from multiple disciplines. The evidence for usefulness of syncope units is controversial. Therefore, there is a need for: Large clinical studies that assess the diagnostic yield and compliance of a guideline-‍based standardized systematic approach Large clinical studies that test the superiority of management in a dedicated syncope facility versus conventional management   Diagnosis – need for new diagnostic tests and devices BP recording is crucial for the majority of clinical TLOC situations and will add important information for treatment of syncope. Unfortunately, current long-‍term BP (or surrogate) recording systems are not optimal for diagnostic use in the syncope evaluation setting. Therefore, there is a need for: Development and validation of new diagnostic multiparametric devices that can record heart rhythm and BP (and possibly other physiological parameters such as cerebral saturation or EEG) at the time of a syncopal event.   Treatment – lack of evidence of efficacy of most available therapies Only a few small randomized controlled trials have been done on treatment of syncope. In addition, syncopal recurrences are unpredictable and often decrease spontaneously after medical assessment, even in the absence of a specific therapy. The consequence of the spontaneous decrease is that any therapy for syncope prevention appears to be more effective than it actually is and makes the results of observational data on therapy questionable in the absence of a control group. No therapy can be effective for all patients. Any therapy should be assessed in homogeneous subgroups. Therefore, there is strong urgent need of randomized controlled clinical trials on the efficacy of: Pharmacological therapies targeted to specific subgroups of reflex syncope. Pacemaker therapy targeted to specific subgroups of cardioinhibitory reflex syncope. Pharmacological therapies of OH-‍mediated syncope. ICD therapy targeted to specific subgroups of patients with unexplained syncope at risk of SCD.   Treatment – need for new therapies There is the need to move towards personalized medicine. Improving the knowledge of the biochemical mechanisms underlying specific forms of reflex syncope will allow the development of new therapies in such specific settings. For example, a low adenosine phenotype and a low norepinephrine phenotype have been recently identified. Therefore, there is a need for: Syncope is a transient phenomenon. The ideal therapy should be that is administered only when needed. Therefore, there is a need for: Randomized clinical trials on the efficacy of theophylline (and other xantine antagonists) for low adenosine syncope and norepinephrine transport inhibitors for low epinephrine syncope. Randomized clinical trials of on-‍demand administration of specific therapy based on specific sensors similar to adrenalin injectors in asthma or nasal spray for paroxysmal SVT."
},
{
	"page":"ENAS5530_1.0.0.0",
	"text":"1.0.0.0 Authors 2018 ESC Guidelines for the diagnosis and management of syncope* The Task Force for the diagnosis and management of syncope of the European Society of Cardiology (ESC) Developed with the special contribution of the European Heart Rhtyhm Association (EHRA) Endorsed by: European Society of Emergency Medicine (EuSEM), European Federation of Internal Medicine (EFIM), European Union Geriatric Medicine Society (EUGMS), European Neurological Society (ENS), European Federation of Autonomic Societies (EFAS)   Chairperson Michele Brignole Department of Cardiology Ospedali Del Tigullio Via Don Bobbio 25 IT-16033 Lavagna, (GE) Italy Tel: +39 0185 329 567 Fax: +39 0185 306 506 Email: mbrignole@asl4.liguria.it   Co-‍Chairperson Angel Moya Arrhythmia Unit Hospital Vall d&#39;Hebron P Vall d’Hebron 119-129 ES-08035 Barcelona, Spain Tel: +34 93 2746166 Fax: +34 93 2746002 Email: amoyamitjans@gmail.com   Task Force Members: Frederik J. de Lange (The Netherlands), Jean-‍Claude Deharo (France), Perry M. Elliott (UK), Alessandra Fanciulli (Austria), Artur Fedorowski (Sweden), Raffaello Furlan (Italy), Rose Anne Kenny (Ireland), Alfonso Martín (Spain), Vincent Probst (France), Matthew J. Reed (UK), Ciara P. Rice (Ireland), Richard Sutton (Monaco), Andrea Ungar (Italy), J. Gert van Dijk (the Netherlands)   ESC Staff: Veronica Dean, Nathalie Cameron, Catherine Després – Sophia Antipolis, France *Adapted from the 2018 ESC Guidelines for the diagnosis and management of syncope (European Heart Journal 2018 - 10.1093/‍eurheartj/‍ehy037)"
},
{
	"page":"ENAS5530_2.0.0.0",
	"text":"2.0.0.0 Authors Table 1: Classes of recommendations Classes of recommendations Definition Suggested wording to use Class I Evidence and/‍or general agreement that a given treatment or procedure is beneficial, useful, effective. Is recommended/‍‍is indicated Class II Conflicting evidence and/‍or a divergence of opinion about the usefulness/efficacy of the given treatment or procedure.   Class IIa Weight of evidence/opinion is in favour of usefulness/efficacy. Should be considered Class IIb Usefulness/‍‍efficacy is less well established by evidence/opinion. May be considered Class III Evidence or general agreement that the given treatment or procedure is not useful/ effective, and in some cases may be harmful. Is not recommended Table 2: Levels of evidence Level of evidence A Data derived from multiple randomized clinical trials or meta-‍analyses. Level of evidence B Data derived from a single randomized clinical trial or large non-‍randomized studies. Level of evidence C Consensus of opinion of the experts and/‍or small studies, retrospective studies, registries."
},
{
	"page":"ENAS5530_3.0.0.0",
	"text":"3.0.0.0 Definitions Syncope is defined as transient loss of consciousness (TLOC) due to cerebral hypoperfusion, characterized by a rapid onset, short duration, and spontaneous complete recovery. Syncope shares many clinical features with other disorders: it therefore presents in many differential diagnoses. This group of disorders is labelled TLOC. TLOC is defined as a state of real or apparent LOC with loss of awareness, characterized by amnesia for the period of unconsciousness, abnormal motor control, loss of responsiveness, and a short duration. Figure 1 Syncope in the context of TLOC TIA = transient ischaemic attack; TLOC = transient loss of consciousness. For interactivity see here"
},
{
	"page":"ENAS5530_4.1.0.0",
	"text":"4.0.0.0 Classi. & pathophysio. of syncope & TLOCs 4.1.0.0 Classification of syncope Table 1 Classification of syncope Reflex (neurally mediated) syncope Vasovagal: Orthostatic vasovagal syncope (VVS): standing, less common sitting Emotional: fear, pain (somatic or visceral), instrumentation, blood phobia Situational: Micturition Gastrointestinal stimulation (swallow, defaecation) Cough, sneeze Post-‍exercise Others (e.g. laughing, brass instrument playing) Carotid sinus syndrome Non-‍classical forms (without prodromes and/‍or without apparent triggers and/‍or atypical presentation) Syncope due to orthostatic hypotension (OH) Drug-‍induced OH (most common cause of OH): e.g. vasodilators, diuretics, phenothiazine, antidepressants Volume depletion: Haemorrhage, diarrhoea, vomiting, etc. Primary autonomic failure (neurogenic OH): Pure autonomic failure, multiple system atrophy, Parkinson’s disease, dementia with Lewy bodies Secondary autonomic failure (neurogenic OH): Diabetes, amyloidosis, spinal cord injuries, auto-‍immune autonomic neuropathy, paraneoplastic autonomic neuropathy, kidney failure Cardiac syncope Arrhythmia as primary cause: Bradycardia: Sinus node dysfunction (including bradycardia/‍tachycardia syndrome) Atrioventricular conduction system disease Tachycardia: Supraventricular Ventricular Structural cardiac: aortic stenosis, acute myocardial infarction/‍ischaemia, hypertrophic cardiomyopathy, cardiac masses (atrial myxoma, tumours, etc.), pericardial disease/ tamponade, congenital anomalies of coronary arteries, prosthetic valve dysfunction Cardiopulmonary and great vessels: pulmonary embolus, acute aortic dissection, pulmonary hypertension"
},
{
	"page":"ENAS5530_4.2.0.0",
	"text":"4.2.0.0 Remarks There are two main pathophysiological mechanisms in reflex syncope. “Vasodepression” refers to conditions in which insufficient sympathetic vasoconstriction results in hypotension. “Cardioinhibition” is used when bradycardia or asystole predominates, reflecting a shift towards parasympathetic predominance. The haemodynamic pattern, i.e. cardioinhibitory, vasodepressive, or both, is independent of the trigger evoking reflex syncope. For example, micturition syncope and orthostatic VVS may equally well present as cardioinhibitory or as vasodepressor syncope. The non-‍classical form of reflex syncope involves a heterogeneous group of patients. The term is used to describe reflex syncope that occurs with uncertain or apparently absent triggers and/‍or atypical presentation. The diagnosis of reflex syncope is probable when other causes of syncope are excluded (absence of structural heart disease) and/‍or symptoms are reproduced in the tilt test. At present, this group also contains syncope associated with low adenosine plasma levels. The cardiovascular causes of orthostatic intolerance include classical OH, initial OH, delayed OH, postural orthostatic tachycardia syndrome (POTS), and VVS, which in this context can be called orthostatic VVS."
},
{
	"page":"ENAS5530_4.3.0.0",
	"text":"4.3.0.0 Differential diagnosis of syncope Table 2 Conditions which may be incorrectly diagnosed as syncope Condition Characteristic features that distinguish from syncope Generalized seizures See section (Neurological causes...). Table 6 (Differentiating syncope from epileptic seizures). Complex partial seizures, absence epilepsy No falls, yet unresponsive and later amnesia. PPS or “pseudocoma” Duration of apparent LOC lasting many minutes to hours; high frequency, up to several times a day. Falls without TLOC No unresponsiveness or amnesia. Cataplexy Falls with flaccid paralysis and non-‍responsive, yet no later amnesia. Intracerebral or subarachnoid haemorrhage Consciousness may be progressively reduced rather than immediately lost. Accompanying severe headache, other neurological signs. Vertebrobasilar TIA Always focal neurological signs and symptoms, usually without LOC; if consciousness is lost this usually lasts longer than in TLOC. Carotid TIA Consciousness is for all practical purposes not lost in carotid TIAs, but there are pronounced focal neurological signs and symptoms. Subclavian steal syndrome Associated with focal neurological signs. Metabolic disorders including hypoglycaemia, hypoxia, hyperventilation with hypocapnia Duration much longer than in TLOC; consciousness may be impaired instead of lost. Intoxication Duration much longer than in TLOC; consciousness may be impaired instead of lost. Cardiac arrest LOC yet no spontaneous recovery. Coma Duration much longer than TLOC. LOC = loss of consciousness; PPS = psychogenic pseudosyncope; TIA = transient ischaemic attack; TLOC = transient loss of consciousness."
},
{
	"page":"ENAS5530_4.4.0.0",
	"text":"4.4.0.0 Pathophysiological classif. of syncope The pathophysiological classification centres on a fall in systemic blood pressure (BP) with a decrease in global cerebral blood flow as the defining characteristic of syncope. Figure 2 shows low BP and global cerebral hypoperfusion as the central final common pathway of syncope. A sudden cessation of cerebral blood flow for as short as 6-8 seconds can cause complete LOC. A systolic BP of 50–60 mmHg at heart level, i.e. 30–45 mmHg at brain level in the upright position, will cause LOC. Figure 2 Pathophysiological basis of the classification of syncope ANF = autonomic nervous failure; ANS = autonomic nervous system; auton. = autonomic; BP = blood pressure; OH = orthostatic hypotension; periph. = peripheral; resist. = resistance."
},
{
	"page":"ENAS5530_5.1.0.0",
	"text":"5.0.0.0 The initial evaluation 5.1.0.0 Overview The initial evaluation should answer key questions: Was the event TLOC? In case of TLOC, is it of syncopal or non-‍syncopal origin? In case of suspected syncope, is there a clear aetiological diagnosis? Is there evidence to suggest a high risk of cardiovascular events or death? TLOC is probably syncope when: a) there are signs and symptoms specific for reflex syncope, syncope due to OH, or cardiac syncope, and; b) signs and symptoms specific for other forms of TLOC (head trauma, epileptic seizures, psychogenic TLOC, rare causes) are absent. Figure 3 Flow diagram for initial evaluation and risk stratification of patients with syncope BP = blood pressure; ECG = electrocardiogram; H&P exam = history and physical examination; TLOC = transient loss of consciousness. For interactivity see here The initial syncope evaluation consists of: Careful history taking concerning present and previous attacks, as well as eyewitness accounts, in person or through a telephone interview; Physical examination, including supine and standing BP measurements; and Electrocardiogram (ECG).   Based on these findings, additional examinations may be performed when needed: Immediate ECG monitoring when there is a suspicion of arrhythmic syncope; Echocardiogram when there is previous known heart disease or data suggestive of structural heart disease or syncope secondary to cardiovascular cause; Carotid sinus massage (CSM) in patients age >40 years; Head-‍up tilt testing when there is suspicion of syncope due to OH or reflex syncope; and Blood tests when clinically indicated, e.g. haematocrit or haemoglobin when haemorrhage is suspected, oxygen saturation and blood gas analysis when hypoxia is suspected, troponin when cardiac-ischaemia related syncope is suspected, D-‍dimer when pulmonary embolism is suspected, etc."
},
{
	"page":"ENAS5530_5.2.0.0",
	"text":"Recommendations - Diagnostic criteria with initial evaluation Recommendations Classa Levelb Reflex syncope and OH 1. VVS is highly probable if syncope is precipitated by pain, fear or standing, and is associated with typical progressive prodrome (pallor, sweating, nausea). I C 2. Situational reflex syncope is highly probable if syncope occurs during or immediately after specific triggers, listed in Table 1. I C 3. Syncope due to OH is confirmed when syncope occurs while standing and there is concomitant significant OH. I C 4. In the absence of the above criteria, reflex syncope and OH should be considered likely when the features that suggest reflex syncope or OH are present and the features that suggest cardiac syncope are absent (see Table 3). IIa C Cardiac syncope 5. Arrhythmic syncope is highly probable when the ECG shows: Persistent sinus bradycardia <40 b.p.m. or sinus pauses >3 seconds in awake state and in absence of physical training Mobitz II second-‍ and third-‍degree AV block Alternating left and right BBB VT or rapid paroxysmal SVT Non-‍sustained episodes of polymorphic VT and long or short QT interval Pacemaker or ICD malfunction with cardiac pauses. I C 6. Cardiac-ischaemia– related syncope is confirmed when syncope presents with evidence of acute myocardial ischaemia with or without myocardial infarction. I C 7. Syncope due to structural cardiopulmonary disorders is highly probable when syncope presents in patients with prolapsing atrial myxoma, left atrial ball thrombus, severe aortic stenosis, pulmonary embolus, or acute aortic dissection. I C AV = atrioventricular; BBB = bundle branch block; b.p.m. = beats per minute; ECG = electrocardiogram; ICD = implantable cardioverter defibrillator; OH = orthostatic hypotension; SCD = sudden cardiac death; SVT = supraventricular tachycardia; VT = ventricular tachycardia; VVS = vasovagal syncope. aClass of recommendation - bLevel of evidence."
},
{
	"page":"ENAS5530_5.3.0.0",
	"text":"5.3.0.0 Clin. Features on initial evaluation When a diagnosis is nearly certain or highly likely, no further evaluation is needed, and treatment - if any - can be planned. In other cases, the initial evaluation may suggest a diagnosis when the features listed in Table 3 are present, or otherwise is unable to suggest any diagnosis. Table 3 Clinical features that can suggest a diagnosis on initial evaluation Reflex syncope Long history of recurrent syncope, in particular occurring before the age of 40 years After unpleasant sight, sound, smell, or pain Prolonged standing During meal Being in crowded and/‍or hot places Autonomic activation before syncope: pallor, sweating, and/‍or nausea/‍vomiting With head rotation or pressure on carotid sinus (as in tumours, shaving, tight collars) Absence of heart disease Syncope due to OH While or after standing Prolonged standing Standing after exertion Post-‍prandial hypotension Temporal relationship with start or changes of dosage of vasodepressive drugs or diuretics leading to hypotension Presence of autonomic neuropathy or parkinsonism Cardiac syncope During exertion or when supine Sudden onset palpitation immediately followed by syncope Family history of unexplained sudden death at young age Presence of structural heart disease or coronary artery disease ECG findings suggesting arrhythmic syncope: Bifascicular block (defined as either left or right BBB combined with left anterior or left posterior fascicular block) Other intraventricular conduction abnormalities (QRS duration ≥0.12 s) Mobitz I second-‍degree AV block and first-‍degree AV block with markedly prolonged PR interval Asymptomatic mild inappropriate sinus bradycardia (40–50 b.p.m.) or slow atrial fibrillation (40–50 b.p.m.) in the absence of negatively chronotropic medications Non-‍sustained VT Pre-‍excited QRS complexes Long or short QT intervals Early repolarization ST-‍segment elevation with type 1 morphology in leads V1–V3 (Brugada pattern) Negative T waves in right precordial leads, epsilon waves suggestive of ARVC Left ventricular hypertrophy suggesting hypertrophic cardiomyopathy ARVC = arrhythmogenic right ventricular cardiomyopathy; AV = atrioventricular; BBB = bundle branch block; b.p.m. = beats per minute; ECG = electrocardiogram; OH = orthostatic hypotension; VT = ventricular tachycardia."
},
{
	"page":"ENAS5530_6.1.0.0",
	"text":"6.0.0.0 Mgmt. in the ED based on risk stratification 6.1.0.0 Overview The management of TLOC of suspected syncopal nature in the ED should answer the following three key questions: 1) Is there a serious underlying cause that can be identified? 2) What is the risk of a serious outcome? 3) Should the patient be admitted to hospital? Figure 4 Management and risk stratification of patients referred to the Emergency Department (ED) for Transient Loss of Consciousness (TLOC) suspected to be syncope ae.g. this includes pulmonary embolism presenting with shortness of breath, pleuritic chest pain, and syncope, but not trauma secondary to syncope. For interactivity see here"
},
{
	"page":"ENAS5530_6.2.0.0",
	"text":"Table 4 High-‍risk features (that suggest a serious condition) and low-‍risk features (that suggest a benign condition) in patients with syncope at initial evaluation in the ED SYNCOPAL EVENT Low-‍risk Associated with prodrome typical of reflex syncope (e.g. light-‍headedness, feeling of warmth, sweating, nausea, vomiting) After sudden unexpected unpleasant sight, sound, smell, or pain After prolonged standing or crowded, hot places During a meal or postprandial Triggered by cough, defaecation, or micturition With head rotation or pressure on carotid sinus (e.g. tumour, shaving, tight collars) Standing from supine/‍sitting position High-‍risk Major New onset of chest discomfort, breathlessness, abdominal pain, or headache Syncope during exertion or when supine Sudden onset palpitation immediately followed by syncope Minor (high-‍risk only if associated with structural heart disease or abnormal ECG): No warning symptoms or short (<10 seconds) prodrome Family history of SCD at young age Syncope in the sitting position PAST MEDICAL HISTORY Low-‍risk Long history (years) of recurrent syncope with low–risk features with the samecharacteristics of the current episode Absence of structural heart disease High-‍risk Major Severe structural or coronary artery disease (heart failure, low LVEF or previous myocardial infarction) PHYSICAL EXAMINATION Low-‍risk Normal examination High-‍risk Major Unexplained systolic BP in the ED <90 mmHg Suggestion of gastrointestinal bleed on rectal examination Persistent bradycardia (<40 b.p.m.) in awake state and in absence of physical training Undiagnosed systolic murmur ECGa Low-‍risk • Normal ECG High-‍risk Major Minor (high-‍risk only if history consistent with arrhythmic syncope) ECG changes consistent with acute ischaemia Mobitz II second-‍ and third-‍degree AV block Slow AF (<40 b.p.m.) Persistent sinus bradycardia (<40 b.p.m.), or repetitive sinoatrial block or sinus pauses >3 seconds in awake state and in absence of physical training Bundle branch block, intraventricular conduction disturbance, ventricular hypertrophy, or Q waves consistent with ischaemic heart disease or cardiomyopathy  Sustained and non-‍sustained VT Dysfunction of an implantable cardiac device (pacemaker or ICD) Type 1 Brugada pattern ST-‍segment elevation with type 1 morphology in leads V1–V3 (Brugada pattern) QTc >460 ms in repeated 12-lead ECGs indicating LQTS Mobitz I second-‍degree AV block and first-‍degree AV block with markedly prolonged PR interval Asymptomatic inappropriate mild sinus bradycardia (40–50 b.p.m.), or slow AF (40–50 b.p.m.) Paroxysmal SVT or atrial fibrillation Pre-‍excited QRS complex  Short QTc interval (≤340 ms) Atypical Brugada patterns Negative T waves in right precordial leads, epsilon waves suggestive of ARVC AF = atrial fibrillation; ARVC = arrhythmogenic right ventricular cardiomyopathy; AV = atrioventricular; BP = blood pressure; b.p.m. = beats per minute; ECG = electrocardiogram; ED = emergency department; ICD = implantable cardioverter defibrillator; LQTS = long QT syndrome; LVEF = left ventricular ejection fraction; SCD = sudden cardiac death; SVT = supraventricular tachycardia; VT = ventricular tachycardia. aSome ECG criteria are per se diagnostic of the cause of the syncope (see recommendations: Diagnostic criteria); in such circumstances appropriate therapy is indicated without further investigations. We strongly suggest the use of standardized criteria to identify ECG abnormalities with the aim of precise diagnosis of ECG-‍defined cardiac syndromes in ED practice."
},
{
	"page":"ENAS5530_6.3.0.0",
	"text":"Patients with low-‍risk features: These patients do not need further diagnostic tests in the ED as they are likely to have reflex, situational, or orthostatic syncope. They may benefit from reassurance, or counselling. Patients with high-‍risk features: These patients should be classified as HIGHRISK; they require an intensive diagnostic approach and may need urgent treatment and admission. These patients should be monitored (although it is unclear for how long this should be, most studies suggesting up to 6 hours in the ED and up to 24 hours in hospital) in a setting where resuscitation can be performed in case of deterioration. Patients that have neither high- nor low-‍risk features: These patients will require expert syncope opinion, which can probably be safely managed in an outpatient setting. There is no direct evidence that admitting patients to hospital changes their outcome, whilst there is evidence that management in an ED observation unit and/‍or fast-‍track to a syncope outpatient unit is beneficial. Figure 5 ED risk stratification flowchart. Low- and high-‍risk features are listed in Table 4 ED = emergency department; SU = syncope unit. aRecent studies have suggested that outcomes in patients presenting with presyncope are similar to those presenting with syncope - bThese patients may still require admission to hospital for associated illness, injury or welfare reasons. Low-‍risk patients can be referred to the outpatient syncope clinic for therapy purposes, if needed. For interactivity see here"
},
{
	"page":"ENAS5530_7.0.0.0",
	"text":"Whereas it is crucial to identify these high-‍risk patients to ensure early, rapid, and intensive investigation, not all patients at high-‍risk need hospitalization. This Task Force believes that the implementation of novel care pathways and organizational approaches such as ED observation units and syncope in- and outpatient units (Figure 5) offer safe and effective alternatives to admission for the cases listed in Table 5. Table 5 High-‍risk syncope patients – criteria favouring stay in an ED observation unit and/‍or fast-‍track to syncope unit versus requiring admission to hospital Favour initial management in ED observation unit and/‍or fast-‍track to syncope unit Favour admission to hospital High-‍risk features AND: Stable, known structural heart disease Severe chronic disease Syncope during exertion Syncope while supine or sitting Syncope without prodrome Palpitations at the time of syncope Inadequate sinus bradycardia or sinoatrial block Suspected device malfunction or inappropriate intervention Pre-‍excited QRS complex SVT or paroxysmal atrial fibrillation ECG suggesting an inheritable arrhythmogenic disorders ECG suggesting ARVC High-‍risk features AND: Any potentially severe coexisting disease that requires admission Injury caused by syncope Need of further urgent evaluation and treatment if it cannot be achieved in another way (i.e. observation unit), e.g. ECG monitoring, echocardiography, stress test, electrophysiological study, angiography, device malfunction, etc. Need for treatment of syncope ARVC = arrhythmogenic right ventricular cardiomyopathy; ECG = electrocardiogram; ED = emergency department; SVT = supraventricular tachycardia."
},
{
	"page":"ENAS5530_8.0.0.0",
	"text":"Figure 6 Diagnostic strategy when the initial evaluation is unable to establish a diagnosis EEG = electroencephalogram; EP = electrophysiological. For interactivity see here"
},
{
	"page":"ENAS5530_9.0.0.0",
	"text":"History of syncope and its reproduction by CSM defines CSS; positive CSM without a history of syncope defines carotid sinus hypersensitivity. Carotid sinus hypersensitivity in patients with unexplained syncope may be a non-‍specific finding because it is present in up to 40% of older populations and should be used with caution for diagnosis of the mechanism of syncope. CSM should be performed with the patient in the supine and upright positions and with continuous beat-‍to-‍beat BP monitoring. This may be more readily performed in the tilt laboratory. Albeit neurological complications are very rare, the risk of provocation of TIA with the massage suggests that CSM should be undertaken with caution in patients with previous TIA, stroke, or known carotid stenosis >70%. Carotid sinus massage Recommendations Classa Levelb Indications CSM is indicated in patients >40 years of age with syncope of unknown origin compatible with a reflex mechanism. I B Diagnostic criteria CSS is confirmed if CSM causes bradycardia (asystole) and/‍or hypotension that reproduce spontaneous symptoms and patients have clinical features compatible with a reflex mechanism of syncope. I B BP = blood pressure; CSM = carotid sinus massage; CSS = carotid sinus syndrome. aClass of recommendation bLevel of evidence."
},
{
	"page":"ENAS5530_10.0.0.0",
	"text":"Active standing Recommendations Classa Levelb Indications Intermittent determination by sphygmomanometer of BP and HR while supine and during active standing for 3 minutes are indicated at initial syncope evaluation. I C Continuous beat-‍to-‍beat non-‍invasive BP and HR measurement may be preferred when short-‍lived BP variations are suspected such as in initial OH. IIb C Diagnostic criteria Syncope due to OH is confirmed when there is a fall in systolic BP from baseline value ≥20 mmHg or diastolic BP ≥10 mmHg or a decrease in systolic BP to <90 mmHg that reproduces spontaneous symptoms. I C Syncope due to OH should be considered likely when there is an asymptomatic fall in systolic BP from baseline value ≥20 mmHg or diastolic BP ≥10 mmHg or a decrease in systolic BP to <90 mmHg and symptoms (from history) are consistent with OH. IIa C Syncope due to OH should be considered likely when there is a symptomatic fall in systolic BP from baseline value ≥20 mmHg or diastolic BP ≥10 mmHg or a decrease in systolic BP to <90 mmHg and not all of the features (from history) are suggestive of OH. IIa C POTS should be considered likely when there is an orthostatic HR increase (>30 b.p.m. or to >120 b.p.m. within 10 minutes of active standing) in the absence of OH that reproduces spontaneous symptoms. IIa C Syncope due to OH may be considered possible when there is an asymptomatic fall in systolic BP from baseline value ≥20 mmHg or diastolic BP ≥10 mmHg or a decrease in systolic BP to <90 mmHg and symptoms (from history) are less consistent with OH. IIb C BP = blood pressure; b.p.m. = beats per minute; OH = orthostatic hypotension; HR = heart rate; POTS = posturalorthostatic tachycardia syndrome. aClass of recommendation - bLevel of evidence"
},
{
	"page":"ENAS5530_11.0.0.0",
	"text":"Active standing Recommendations Classa Levelb Indications Tilt testing should be considered in patients with suspected reflex syncope, OH, POTS, or PPS. IIa B Tilt testing may be considered to educate patients to recognize symptoms and learn physical manoeuvres. IIb B Diagnostic criteria Reflex syncope, OH, POTS, or PPS should be considered likely if tilt testing reproduces symptoms along with the characteristic circulatory pattern of these conditions. IIa B EEG = electroencephalogram; OH = orthostatic hypotension; POTS = postural orthostatic tachycardia syndrome; PPS = psychogenic pseudosyncope; VVS = vasovagal syncope. aClass of recommendation - bLevel of evidence Figure 7 Rates of tilt testing positivity in different clinical conditions. Tilt testing has an acceptable sensitivity and specificity when these are calculated in patients with true VVS or without a history of syncope. However, there is an inability to apply the test to populations with syncope of uncertain cause where it is hoped tilt testing might prove decisive. In other words, tilt testing offers little diagnostic value in patients for whom it is most needed. In these patients, a positive tilt test reveals a susceptibility to orthostatic stress. Clom = clomipramine; TNG = trinitroglycerin; VVS = vasovagal syncope. Clinical perspectives A negative tilt-‍table response does not exclude a diagnosis of reflex syncope. While sensitivity and specificity are at acceptable levels when measured in patients with VVS and healthy controls, in usual clinical settings of syncope of uncertain origin tilt testing suggests the presence of a hypotensive susceptibility, which may exist not only in reflex syncope but also with other causes of syncope including some forms of cardiac syncope. The concept of hypotensive susceptibility rather than diagnosis has important practical utility because the presence or absence of hypotensive susceptibility plays a major role in guiding pacemaker therapy in patients affected by reflex syncope and in the management of hypotensive therapies, which are frequently present in the elderly with syncope (see Treatment of reflex syncope).  A positive cardioinhibitory response to tilt testing predicts, with high probability, asystolic spontaneous syncope; this finding is relevant for therapeutic implications when cardiac pacing is considered. Conversely, the presence of a positive vasodepressor or mixed response or even a negative response does not exclude the presence of asystole during spontaneous syncope.  Tilt testing may be helpful in separating syncope with abnormal movements from epilepsy.  Tilt testing may have value in distinguishing syncope from falls. Tilt testing may be helpful in separating syncope from PPS. In suspected PPS, the tilt test should preferably be performed together with EEG monitoring; a normal EEG helps to confirm the diagnosis. In the absence of an EEG, a video recording will be helpful in confirming the diagnosis. Tilt testing should not be used to assess efficacy of drug treatment."
},
{
	"page":"ENAS5530_12.0.0.0",
	"text":"Basic autonomic function tests Recommendations Classa Levelb Valsalva manoeuvre Valsalva manoeuvre should be considered for assessment of autonomic function in patients with suspected neurogenic OH. IIa B Valsalva manoeuvre may be considered for confirming the hypotensive tendency induced by some forms of situational syncope, e.g. cough, brass instrument playing, singing and weight lifting. IIb   C Deep breathing test Deep breathing test should be considered for assessment of autonomic function in patients with suspected neurogenic OH. IIa B Other autonomic function tests Other autonomic function tests (30:15 ratio, cold pressure test, sustained hand grip test, and mental arithmetic test) may be considered for assessment of autonomic function in patients with suspected neurogenic OH. IIb C ABPM ABPM is recommended to detect nocturnal hypertension in patients with autonomic failure. I B ABPM should be considered to detect and monitor degree of OH and supine hypertension in daily life in patients with autonomic failure. IIa C ABPM and HBPM may be considered to detect whether BP is abnormally low during episodes suggestive of orthostatic intolerance. IIb C ABPM = ambulatory blood pressure monitoring; BP = blood pressure; HBPM = home blood pressure monitoring; HR = heart rate; OH = orthostatic hypotension.  aClass of recommendation - bLevel of evidence."
},
{
	"page":"ENAS5530_13.0.0.0",
	"text":"Electrocardiographic monitoring Recommendations Classa Levelb Indications Immediate in-‍hospital monitoring (in bed or by telemetry) is indicated in high-‍risk patients (defined in Table 4). I C Holter monitoring should be considered in patients who have frequent syncope or presyncope (≥1 episode per week). lla B External loop recorders should be considered, early after the index event, in patients who have an inter-‍symptom interval ≤4 weeks. lla B ILR: ILR is indicated in an early phase of evaluation in patients with recurrent syncope of uncertain origin, absence of high-‍risk criteria (listed in Table 4), and a high likelihood of recurrence within the battery life of the device. I A ILR is indicated in patients with high-‍risk criteria (listed in Table 5) in whom a comprehensive evaluation did not demonstrate a cause of syncope or lead to a specific treatment and who do not have conventional indications for primary prevention ICD or pacemaker indication. I A ILR should be considered in patients with suspected or certain reflex syncope presenting with frequent or severe syncopal episodes. IIa B ILR may be considered in patients in whom epilepsy was suspected but the treatment has proven ineffective. IIb B ILR may be considered in patients with unexplained falls. IIb B Diagnostic criteria Arrhythmic syncope is confirmed when a correlation between syncope and an arrhythmia (bradyarrhythmia or tachyarrhythmia) is detected. I B In the absence of syncope, arrhythmic syncope should be considered likely when periods of Mobitz II second-‍ or third-‍degree AV block or a ventricular pause >3 seconds (with possible exception of young trained persons, during sleep or rate-‍controlled atrial fibrillation), or rapid prolonged paroxysmal SVT or VT are detected. IIa C AV = atrioventricular; ICD = implantable cardioverter defibrillator; ILR = implantable loop recorder; SVT = supraventricular tachycardia; VT = ventricular tachycardia. aClass of recommendation - bLevel of evidence. Additional advice and clinical perspectives. Be aware that the pretest selection of the patients influences the subsequent findings. Include patients with a high likelihood of arrhythmic events. The duration (and technology) of monitoring should be selected according to the risk and the predicted recurrence rate of syncope. Exclude patients with a clear indication for ICD, pacemaker, or other treatments independent of a definite diagnosis of the cause of syncope. Include patients with a high probability of recurrence of syncope in a reasonable time. Owing to the unpredictability of syncope recurrence, be prepared to wait for up to 4 years before obtaining such a correlation. In the absence of a documented arrhythmia, presyncope cannot be considered a surrogate for syncope, whereas the documentation of a significant arrhythmia at the time of presyncope can be considered a diagnostic finding. The absence of arrhythmia during syncope excludes arrhythmic syncope."
},
{
	"page":"ENAS5530_14.0.0.0",
	"text":"Video recording in suspected syncope Recommendations Classa Levelb Home video recordings of spontaneous events should be considered. Physicians should encourage patients and their relatives to obtain home video recordings of spontaneous events IIa C Adding video recording to tilt testing may be considered in order to increase reliability of clinical observation of induced events. IIb C aClass of recommendation - bLevel of evidence."
},
{
	"page":"ENAS5530_15.0.0.0",
	"text":"In recent years, the development of powerful non-‍invasive methods, i.e. prolonged ECG monitoring, showing a higher diagnostic value, has decreased the importance of EPS as a diagnostic test. Nevertheless, EPS remains useful for diagnosis in the following specific clinical situations: asymptomatic sinus bradycardia (suspected sinus arrest causing syncope), bifascicular BBB (impending high-‍degree AV block), and suspected tachycardia.   In general, whereas a positive EPS predicts the cause of syncope, a negative study is unable to  exclude an arrhythmic syncope and further evaluation is warranted. The induction of polymorphic VT or VF in patients with ischaemic or DCM cannot be considered a diagnostic finding of the cause of syncope. EPS is generally not useful in patients with syncope, normal ECG, no heart disease, and no palpitations. Electrophysiological study Recommendations Classa Levelb Indications In patients with syncope and previous myocardial infarction or other scar-‍related  conditions, EPS is indicated when syncope remains unexplained after non-‍invasive evaluation. I B In patients with syncope and bifascicular BBB, EPS should be considered when syncope remains unexplained after non-‍invasive evaluation. IIa B In patients with syncope and asymptomatic sinus bradycardia, EPS may be considered in a few instances when non-‍invasive tests (e.g. ECG monitoring) have failed to show a correlation between syncope and bradycardia. IIb B In patients with syncope preceded by sudden and brief palpitations, EPS may be considered when syncope remains unexplained after non-‍invasive evaluation. IIb C EPS-‍guided therapy In patients with unexplained syncope and bifascicular BBB, a pacemaker is indicated in the presence of either a baseline H-V interval of ≥70 ms, or second-‍ or third-‍degree His-‍Purkinje block during incremental atrial pacing, or with pharmacological challenge. I B In patients with unexplained syncope and previous myocardial infarction or other scar-‍related conditions, it is recommended to manage induction of sustained monomorphic VT according to the current ESC Guidelines for VA. I B In patients without structural heart disease with syncope preceded by sudden and brief palpitations, it is recommended to manage the induction of rapid SVT or VT, which reproduces hypotensive or spontaneous symptoms, with appropriate therapy according to the current ESC Guidelines. I C In patients with syncope and asymptomatic sinus bradycardia, a pacemaker should be considered if a prolonged corrected SNRT is present. IIa B BBB = bundle branch block; DCM = dilated cardiomyopathy; ECG = electrocardiogram; EPS = electrophysiological study; ESC = European Society of Cardiology; SNRT = sinus node recovery time; SVT = supraventricular tachycardia; VA = ventricular arrhythmia; VF = ventricular fibrillation; VT = ventricular tachycardia. aClass of recommendation - bLevel of evidence."
},
{
	"page":"ENAS5530_16.0.0.0",
	"text":"For patients without suspected cardiac disease after history taking, physical examination, and electrocardiography, the echocardiogram does not provide additional useful information, suggesting that syncope alone is not an indication for echocardiography. Computed tomography or magnetic resonance imaging should be considered in selected patients presenting with syncope of suspected cardiac structural origin when echocardiography is not diagnostic. Echocardiography Recommendations Classa Levelb Indications Echocardiography is indicated for diagnosis and risk stratification in patients with suspected structural heart disease. I B Two-‍dimensional and Doppler echocardiography during exercise in the standing, sitting, or semi-‍supine position to detect provocable left ventricular outflow tract obstruction is indicated in patients with HCM, a history of syncope, and a resting or provoked peak instantaneous left ventricular outflow tract gradient <50 mmHg. I B Diagnostic criteria Aortic stenosis, obstructive cardiac tumours or thrombi, pericardial tamponade, and aortic dissection are the most probable causes of syncope when the echocardiogram shows the typical features of these conditions. I C HCM = hypertrophic cardiomyopathy. aClass of recommendation - bLevel of evidence."
},
{
	"page":"ENAS5530_17.0.0.0",
	"text":"There are no data supporting routine exercise testing in patients with syncope. Echocardiography Recommendations Classa Levelb Indications Exercise testing is indicated in patients who experience syncope during or shortly after exertion. I C Diagnostic criteria Syncope due to second-‍ or third-‍degree AV block is confirmed when the AV block develops during exercise, even without syncope. I C Reflex syncope is confirmed when syncope is reproduced immediately after exercise in the presence of severe hypotension. I C AV = atrioventricular. aClass of recommendation - bLevel of evidence."
},
{
	"page":"ENAS5530_18.0.0.0",
	"text":"In patients presenting with syncope and obstructive coronary artery disease, percutaneous coronary intervention was not associated with significant reduction in readmission for syncope. Angiography alone is not diagnostic of the cause of syncope. Echocardiography Recommendations Classa Levelb Indications In patients with syncope, the same indications for coronary angiography should be considered as in patients without syncope. IIa C  aClass of recommendation - bLevel of evidence."
},
{
	"page":"ENAS5530_19.0.0.0",
	"text":"The general, framework of treatment is based on risk stratification and identification of specific mechanisms when possible (Figure 8). The efficacy of therapy aimed at preventing syncope recurrence is largely determined by the mechanism of syncope rather than its aetiology. Bradycardia is a frequent mechanism of syncope. Cardiac pacing is the most powerful therapy of bradycardia but its efficacy is less if hypotension coexists. Often, therapy to prevent recurrence differs from that for the underlying disease. The management of patients at high risk of SCD requires careful assessment of the individual patient’s risk. Figure 8. General framework of treatment is based on risk stratification and identification of specific mechanisms when possible ARVC = arrhythmogenic right ventricular cardiomyopathy; CAD = coronary artery disease; DCM = dilated cardiomyopathy; ECG = electrocardiographic; HCM= hypertrophic cardiomyopathy; ICD = implantable cardioverter defibrillator; LQTS = longQT syndrome; SCD= sudden cardiac death. For interactivity see here"
},
{
	"page":"ENAS5530_20.1.0.0",
	"text":"Despite its benign course, recurrent and unpredictable reflex syncope may be disabling. The cornerstone of management of these patients is a nonpharmacological treatment, including education, lifestyle modification, and reassurance regarding the benign nature of the condition. Additional treatment may be necessary in patients with severe forms, in particular: when very frequent syncope alters quality of life; when recurrent syncope without – or with a very short – prodrome exposes the patient to a risk of trauma; and when syncope occurs during a high-‍risk activity (Figure 9). Figure 9. Schematic practical decision pathway for the first-‍line management of reflex syncope (based on patient’s history and tests) according to age, severity of syncope, and clinical forms ILR = implantable loop recorder. aSpontaneous or provoked by, sequentially, carotid sinus massage, tilt testing, or ILR.  For interactivity see here"
},
{
	"page":"ENAS5530_20.2.0.0",
	"text":"Remark to figure 9: The duration of prodrome is largely subjective and imprecise. In practice, the prodrome is ‘absent or very short’ if it does not allow patients enough time to act, such as to sit or lie down. In general, this time is 5-10 s. “low BP phenotype” identifies patients with chronic low BP values (in general, systolic around 110 mmHg who have a clear history of orthostatic intolerance and orthostatic VVS). “dominant cardioinhibition” identifies patients in whom clinical features and results of tests suggest that sudden cardioinhibition is mainly responsible for syncope. One such clue is lack of prodromes. Overlap between subgroups and exceptions are expected."
},
{
	"page":"ENAS5530_20.3.0.0",
	"text":"Treatment of reflex syncope Recommendations Classa Levelb Education and lifestyle modifications Explanation of the diagnosis, provision of reassurance, explanation of risk of recurrence, avoidance of triggers and situations are indicated in all patients I B Discontinuation/‍reduction of hypotensive therapy Modification or discontinuation of hypotensive drug regimen should be considered in patients with vasodepressor syncope, if possible. IIa B Physical manoeuvres Isometric PCM should be considered in patients with prodromes who are less than 60 years of age. IIa B Tilt training may be considered for the education of young patients. IIb B Pharmacological therapy Fludrocortisone may be considered in young patients with the orthostatic form of VVS, low-‍normal values of arterial BP, and absence of contraindication to the drug. IIb B Midodrine may be considered in patients with the orthostatic form of VVS. IIb B Beta-‍adrenergic blocking drugs are not indicated. III A Cardiac pacing Cardiac pacing should be considered to reduce syncopal recurrences in patients aged >40 years, with spontaneous documented symptomatic asystolic pause/‍s >3 seconds or asymptomatic pause/‍s >6 seconds due to sinus arrest or AV block or the combination of the two. IIa B Cardiac pacing should be considered to reduce syncope recurrence in patients with cardioinhibitory carotid sinus syndrome who are >40 years with recurrent frequent unpredictable syncope. IIa B Cardiac pacing may be considered to reduce syncope recurrences in patients with tilt-‍induced asystolic response who are >40 years with recurrent frequent unpredictable syncope. IIb B Cardiac pacing may be considered to reduce syncope recurrences in patients with the clinical features of adenosine-‍sensitive syncope. IIb B Cardiac pacing is not indicated in the absence of a documented cardioinhibitory reflex. III B AV = atrioventricular; BP = blood pressure; PCM = physical counter-‍pressure manoeuvres; VVS = vasovagal syncope. aClass of recommendation - bLevel of evidence."
},
{
	"page":"ENAS5530_20.4.0.0",
	"text":"In general, no therapy can completely prevent syncope recurrence during long term follow-‍up. A decrease of the syncope burden is a reasonable goal of therapy. In general, more than 50% of patients with recurrent syncopal episodes in the 1 or 2 years before evaluation do not have syncopal recurrences in the following 1 or 2 years and, in those with recurrences, the burden of syncope decreases even more than 70% compared with the preceding period. The effect of education and reassurance is probably the most likely reason for the decrease in syncope after diagnostic evaluation. There is moderate evidence that discontinuation/‍reduction of hypotensive therapy targeting a systolic BP of 140 mmHg should be effective in reducing syncopal recurrences in patients with hypotensive susceptibility. Fludrocortisone, by increasing renal sodium re-‍absorption and expanding plasma volume, may counteract the physiological cascade leading to the orthostatic vasovagal reflex. Fludrocortisone should be titrated at a dosage from 0.05 to 0.2 mg once per day. The clinical benefit of fludrocortisone therapy should be balanced with the potential side effects of the drug. Midodrine (usually 2.5–10 mg, three times daily) has proved effective in small studies but none satisfied the criteria of a pivotal clinical trial. The most frequent side-‍effects that led to discontinuation of midodrine is supine hypertension, pilomotor reactions, and urinary problems (urinary retention, hesitancy, or urgency). The major limitation of midodrine is frequent dosing, limiting long-‍term compliance."
},
{
	"page":"ENAS5530_21.0.0.0",
	"text":"Permanent pacemaker therapy may be effective if asystole is a dominant feature of reflex syncope. Establishing a relationship between symptoms and bradycardia should be the goal of the clinical evaluation of patients with syncope and a normal baseline ECG. The efficacy of pacing depends on the clinical setting. The fact that pacing may be effective does not mean that it is also always necessary. It must be emphasized that the decision to implant a pacemaker needs to be made in the clinical context of a benign condition that frequently affects young patients. Thus, cardiac pacing should be limited to a highly selected small proportion of patients affected by severe reflex syncope. Patients suitable for cardiac pacing are older with a history of recurrent syncope beginning in middle or older age and with frequent injuries, probably due to presentation without warning. Syncope recurrence is still expected to occur despite cardiac pacing in a minority of patients. Tilt test response is the strongest predictor of pacemaker efficacy. Patients with negative tilt test will have a risk of recurrence of syncope as low as that observed in patients paced for intrinsic AV block. On the contrary, patients with a positive tilt test will have a higher risk of recurrence of syncope with a large confidence range, which makes any estimate of the benefit of pacing uncertain. Figure 10. Summary of indications for pacing in patients with reflex syncope CI-‍CSS = cardioinhibitory carotid sinus syndrome. For interactivity see here Figure 11. Decision pathway for cardiac pacing in patients with reflex syncope CI-‍CSS = cardioinhibitory carotid sinus syndrome; CSM = carotid sinusmassage; DDD PM = dual-‍chamber pacemaker; ILR = implantable loop recorder. For interactivity see here"
},
{
	"page":"ENAS5530_22.0.0.0",
	"text":"Figure 12 Schematic practical guide for treatment of orthostatic hypotension In individuals with established OH and risk factors for falls, aggressive BPlowering treatment should be avoided; their treatment targets should be revised to a systolic BP value of 140–150 mmHg and medication withdrawal should be considered. The BP-‍lowering agents (angiotensin-‍converting enzyme inhibitors, angiotensin receptor blockers, and calcium-‍channel blockers) should be used preferentially, especially among patients at high-‍risk of falls, as diuretics and beta-‍blockers are associated with OH and falls and should be avoided in at-‍risk individuals. Expansion of extracellular volume is an important goal. In the absence of hypertension, patients should be instructed to have a sufficient salt and water intake, targeting 2–3 litres of fluids per day and 10 grams of sodium chloride. Midodrine (2.5–10 mg, three times daily) was shown to be effective in randomized trials. The desirable effects of midodrine outweigh the undesirable effects. Fludrocortisone (0.1–0.3 mg once daily) was shown to be effective in randomized trial. The desirable effects of fludrocortisone outweigh the undesirable effects. Treatment of orthostatic hypotension Recommendations Classa Levelb Explanation of the diagnosis, provision of reassurance, explanation of risk of recurrence, and avoidance of triggers and situations are indicated in all patients. I C Adequate hydration and salt intake are indicated. I C Modification or discontinuation of hypotensive drugs regimen should be considered. IIa B Isometric PCM should be considered. IIa C Abdominal binders and/‍or support stockings to reduce venous pooling should be considered. IIa B   Head-‍up tilt sleeping (>10 degrees) to increase fluid volume should be considered. IIa C Midodrine should be considered if symptoms persist. IIa B Fludrocortisone should be considered if symptoms persist. IIa C PCM = physical counter-‍pressure manoeuvres. aClass of recommendation bLevel of evidence."
},
{
	"page":"ENAS5530_23.0.0.0",
	"text":"Figure 13 Summary of indications for pacing in patients with syncope due to intrinsic cardiac bradycardia AF = atrial fibrillation; asympt. = asymptomatic; AV = atrioventricular; BBB = bundle branch block; ECG = electrocardiogram; EPS = electrophysiological study; HR = heart rate; ILR = implantable loop recorder; SB = sinus bradycardia; SND = sinus node dysfunction; sympt. = symptomatic. For interactivity see here In patients with sinus node disease, cardiac pacing is effective and useful for symptom relief when the correlation between symptoms and ECG is established, When the correlation between symptoms and ECG is not established, cardiac pacing may be reasonable in patients with documentation of asymptomatic pause/‍s. Cardiac pacing is the treatment of syncope associated with symptomatic AV block. Pacing is not indicated in unexplained syncope without evidence of any conduction disturbance. Bifascicular BBB and syncope Bifascicular BBB and syncope Less than half of the patients with bifascicular BBB and syncope have a final diagnosis of cardiac syncope, albeit the probability is different among the types of BBB. The Task force recommend any useful investigation (e.g. CSM, EPS, ILR) to provoke/‍document the mechanism of syncope before deciding to implant a pacemaker or selecting the correct therapy. Elderly patients with bifascicular BBB and unexplained syncope after a reasonable work-‍up might benefit from empirical pacemaker implantation, especially if syncope is unpredictable (with no- or short prodromes) or has occurred in the supine position or during effort. Figure 14 Therapeutic algorithm for patients presenting with unexplained syncope and BBB BBB = bundle branch block; CRT-D = cardiac resynchronization therapy defibrillator; EPS = electrophysiological study; ICD = implantable cardioverter defibrillator; ILR = implantable loop recorder; PM = pacemaker. For interactivity see here Treatment of syncope due to intrinsic sinus node dysfunction or atrioventricular conduction system disease Recommendations Classa Levelb Bradycardia (intrinsic) Cardiac pacing is indicated when there is an established relationship between syncope and symptomatic bradycardia due to:     Sick sinus syndrome I B Intrinsic AV block I B Cardiac pacing is indicated in patients with intermittent/‍paroxysmal intrinsic third-‍ or second-‍degree AV block (including AF with slow ventricular conduction) although there is no documentation of correlation between symptoms and ECG. I C Cardiac pacing should be considered when the relationship between syncope and asymptomatic sinus node dysfunction is less established. IIa C Cardiac pacing is not indicated in patients when there are reversible causes for bradycardia. III C Bifascicular BBB Cardiac pacing is indicated in patients with syncope, BBB, and a positive EPS or ILR-‍documented AV block. I B Cardiac pacing may be considered in patients with unexplained syncope and bifascicular BBB. IIb B AV = atrioventricular; BBB = bundle branch block; ECG = electrocardiogram; EPS = electrophysiological study; ICD = implantable cardioverter defibrillator; ILR = implantable loop recorder. aClass of recommendation bLevel of evidence."
},
{
	"page":"ENAS5530_24.0.0.0",
	"text":"Figure 15 Choice of therapy for patients presenting with syncope due to cardiac tachyarrhythmias as the primary cause AA = antiarrhythmic; ICD = implantable cardioverter defibrillator; SVT = supraventricular tachycardia; VT = ventricular tachycardia. For interactivity see here When indicated, ICD prevents SCD but it may be unable to prevent syncope due to VT recurrence. Thus, when syncope is due to VT (including when the diagnosis is established by induction of VT during EPS), catheter ablation should be always attempted when feasible in addition to ICD implantation. Treatment of syncope due to intrinsic cardiac tachyarrhythmias Recommendations Classa Levelb Tachycardia Catheter ablation is indicated in patients with syncope due to SVT or VT in order to prevent syncope recurrence. I B An ICD is indicated in patients with syncope due to VT and ejection fraction ≤35%. I A An ICD is indicated in patients with syncope and previous myocardial infarction who have VT induced during EPS. I C An ICD should be considered in patients with ejection fraction >35% with recurrent syncope due to VT when catheter ablation and pharmacological therapy have failed or could not be performed. IIa C Antiarrhythmic drug therapy, including rate-‍control drugs, should be considered in patients with syncope due to SVT or VT. IIa C EPS = electrophysiological study; ICD = implantable cardioverter defibrillator; ILR = implantable loop recorder; SCD = sudden cardiac death; SVT = supraventricular tachycardia; VT = ventricular tachycardia aClass of recommendation bLevel of evidence."
},
{
	"page":"ENAS5530_25.0.0.0",
	"text":"Even in the absence of specific trials, there is strong consensus that with syncope secondary to structural cardiac disease, the goal of treatment is not only to prevent syncopal recurrence, but to treat the underlying disease and decrease the risk of death."
},
{
	"page":"ENAS5530_26.1.0.0",
	"text":"The underlying clinical situation is that of a patient being evaluated for ICD implantation because they are affected by syncope/‍s supposedly due to transient self-‍terminating ventricular tachyarrhythmias (fast VT or VF), which had not yet been documented because of its short duration. Definition Unexplained syncope is defined as syncope that does not meet any Class I diagnostic criterion of these guidelines. In the presence of clinical features described in this section, unexplained syncope is considered a suspected arrhythmic syncope."
},
{
	"page":"ENAS5530_26.2.0.0",
	"text":"The presence of syncope increases mortality regardless of its cause. Thus, syncope is a risk factor for life-‍threatening events. ICD indications in patients with unexplained syncope and left ventricular systolic dysfunction Recommendations Classa Levelb ICD therapy is recommended to reduce SCD in patients with symptomatic heart failure (NYHA Class II–III) and LVEF ≤35% after ≥3 months of optimal medical therapy who are expected to survive for at least 1 year with good functional status. I A An ICD should be considered in patients with unexplained syncope with systolic impairment but without a current indication for ICD to reduce the risk of sudden death. IIa C Instead of an ICD, an ILR may be considered in patients with recurrent episodes of unexplained syncope with systolic impairment but without a current indication for ICD. IIb C ICD = implantable cardioverter defibrillator; ILR = implantable loop recorder; LVEF = left ventricular ejection fraction; NYHA = New York Heart Association; SCD = sudden cardiac death. aClass of recommendation -bLevel of evidence."
},
{
	"page":"ENAS5530_26.3.0.0",
	"text":"ICD indications in patients with unexplained syncope and hypertrophy cardiomyopathy Recommendations Classa Levelb It is recommended that the decision for ICD implantation in patients with unexplained syncope is made according to the ESC HCM Risk- SCD score.c I B Instead of an ICD, an ILR should be considered in patients with recurrent episodes of unexplained syncope who are at low risk of SCD according to the HCM Risk-‍SCD score.c IIa C ESC = European Society of Cardiology; HCM = hypertrophic cardiomyopathy; ICD = implantable cardioverter defibrillator; ILR = implantable loop recorder; SCD = sudden cardiac death. aClass of recommendation -bLevel of evidence. cA web-‍based calculator of the HCM risk score can be found in: http://www.doc2do.com/‍hcm/‍webHCM.html"
},
{
	"page":"ENAS5530_26.4.0.0",
	"text":"The decision to implant an ICD should take into account the other known risk factors for arrhythmic events: frequent non-‍sustained VT; family history of premature sudden death; extensive right ventricular disease; marked QRS prolongation; late gadolinium enhancement on magnetic resonance imaging (including left ventricular involvement); left ventricular dysfunction; and VT induction during EPS. ICD indications in patients with unexplained syncope and arrhythmogenic right ventricular cardiomyopathy Recommendations Classa Levelb ICD implantation may be considered in patients with ARVC and a history of unexplained syncope. IIb C Instead of an ICD, an ILR should be considered in patients with recurrent episodes of unexplained syncope who are at low risk of SCD based on a multiparametric analysis that takes into account the other known risk factors for SCD. IIa C ARVC = arrhythmogenic right ventricular cardiomyopathy; ICD = implantable cardioverter defibrillator; ILR = implantable loop recorder; SCD = sudden cardiac death. aClass of recommendation -bLevel of evidence."
},
{
	"page":"ENAS5530_26.5.0.0",
	"text":"Beta-‍blockers are recommended in all patients with a clinical diagnosis of LQTS with the possible exception of those with LQTS-3 form. ICD indications in patients with unexplained syncope and long QT syndrome Recommendations Classa Levelb ICD implantation in addition to beta-‍blockers should be considered in LQTS patients who experience unexplained syncope while receiving an adequate dose of beta-‍blockers. IIa B Left cardiac sympathetic denervation should be considered in patients with symptomatic LQTS when: (a) beta-‍blockers are not effective, not tolerated, or are contraindicated; (b) ICD therapy is contraindicated or refused; or (c) when patients on beta-‍blockers with an ICD experience multiple shocks. IIa C Instead of an ICD, an ILR should be considered in patients with recurrent episodes of unexplained syncope who are at low risk of SCD based on a multiparametric analysis that takes into account the other known risk factors for SCD. IIa C ICD = implantable cardioverter defibrillator; ILR = implantable loop recorder; LQTS = long QT syndrome; SCD = sudden cardiac death. aClass of recommendation -bLevel of evidence."
},
{
	"page":"ENAS5530_26.6.0.0",
	"text":"It is reasonable to consider an ICD in the case of unexplained syncope. However, nonarrhythmic syncope is frequent in Brugada syndrome and ICD should be avoided in patients with non-‍arrhythmic syncope. ILR is increasingly used in doubtful cases to exclude a VA as the cause of syncope. The final decision should also take into account other risk factors for arrhythmic events including spontaneous type I Brugada ECG pattern, family history of sudden death, VF inducibility with 1 or 2 ventricular premature beats during EPS, fractionated QRS, early repolarization in the peripheral leads, increased Tpeak-Tend interval, and long PR interval. A druginduced type 1 ECG pattern has a lower risk of sudden death than a spontaneous type 1 response. ICD indications in patients with unexplained syncope and Brugada syndrome Recommendations Classa Levelb ICD implantation should be considered in patients with a spontaneous diagnostic type 1 ECG pattern and a history of unexplained syncope. IIa C Instead of an ICD, an ILR should be considered in patients with recurrent episodes of unexplained syncope who are at low risk of SCD based on a multiparametric analysis that takes into account the other known risk factors for SCD. IIa C ECG = electrocardiogram; ICD = implantable cardioverter defibrillator; ILR = implantable loop recorder; SCD = sudden cardiac death. aClass of recommendation -bLevel of evidence."
},
{
	"page":"ENAS5530_27.0.0.0",
	"text":"In some frail elderly patients, the rigour of assessment will depend on compliance with tests and on prognosis. Otherwise, evaluation of mobile, non-‍frail, cognitively normal older adults must be performed as for younger individuals. Orthostatic BP measurements, CSM, and tilt testing are well tolerated, even in the frail elderly with cognitive impairment. Not infrequently, patients who present with unexplained falls – although orthostatic BP measurements, CSM, and tilt testing reproduce syncope – may deny TLOC, thus demonstrating amnesia for TLOC . In the absence of a witness account, the differential diagnosis between falls, epilepsy, TIA, and syncope may be difficult. Figure 16 Flow diagram for identifying unexplained falls For interactivity see here Syncope in patients with comorbidity and frailty Recommendations Classa Levelb A multifactorial evaluation and intervention is recommended in older patients because more than one possible cause for syncope and unexplained fall may be present. I B Cognitive assessment and physical performance tests are indicated in older patients with syncope or unexplained fall. I C Modification or discontinuation of possible culprit medications, particularly hypotensive drugs and psychotropic drugs, should be considered in older patients with syncope or unexplained fall. IIa B In patients with unexplained fall, the same assessment as for unexplained syncope should be considered. IIa C aClass of recommendation bLevel of evidence."
},
{
	"page":"ENAS5530_28.0.0.0",
	"text":"The diagnosis of PPS rests on positive clues taken from the history and from documenting normal EEG results, HR, or BP during an attack. Diagnosis and management of psychogenic pseudosyncope Recommendations Classa Levelb Diagnosis Recording of spontaneous attacks with a video by eyewitness should be considered for diagnosis of PPS. IIa C Tilt testing, preferably with concurrent EEG recording and video monitoring may be considered for diagnosis of PPS. IIb C Management Doctors who diagnose PPS should present the diagnosis of PPS to the patients. IIa C Cognitive behavioural therapy may be considered in the treatment of PPS if attacks persist after explanation. IIb C EEG = electroencephalogram; PPS = psychogenic pseudosyncope. aClass of recommendation - bLevel of evidence."
},
{
	"page":"ENAS5530_29.1.0.0",
	"text":"Table 6 Differentiating syncope from epileptic seizures Clinical feature Syncope Epileptic seizures Useful features Presence of trigger Very often Rare Nature of trigger Differs between types: pain, standing, emotions for VVS; specific trigger for situational syncope; standing for OH Flashing lights is best known; also range of rare triggers Prodromes Often presyncope (autonomic activation in reflex syncope, light-‍headedness in OH, palpitations in cardiac syncope) Epileptic aura: repetitive, specific for each patient. Includes déjà vu. Rising sensation in the abdomen (epigastric aura) and/‍or an unusual unpleasant smell Detailed characteristics of myoclonus <10, irregular in amplitude, asynchronous, asymmetrical Starts after the onset of LOC 20–100, synchronous, symmetrical, hemilateral The onset mostly coincides with LOC Clear long-‍lasting automatisms as chewing or lip smacking at the mouth Tongue bite Rare, tip of tongue Side of tongue (rarely bilateral) Duration of restoration of consciousness 10–30 seconds May be many minutes Confusion after attack No understanding of situation for <10 seconds in most syncope, full alertness and awareness afterwards Memory deficit, i.e. repeated questions without imprinting for many minutes Features of limited utility Incontinence Not uncommon Common Presence of myoclonus (see below for nature of myoclonus) Very often ~60%, dependent on accuracy of observation Eyes open during LOC Frequent Nearly always Fatigue and sleep afterwards Common, particularly in children Very common Blue face Rare Fairly often LOC = loss of consciousness; OH = orthostatic hypotension; VVS = vasovagal syncope. Epilepsy may trigger syncope (“ictal asystole”). Epileptic asystole occurs during partial complex seizures. A typical history is for a partial complex seizure followed by asystole due to vagal activation brought about by the seizure. Therapy requires antiepileptic drugs and possibly a pacemaker."
},
{
	"page":"ENAS5530_29.2.0.0",
	"text":"In general, a TIA concerns a focal neurological deficit without LOC, and syncope the opposite. A TIA related to a carotid artery does not usually cause TLOC. A TIA of the vertebrobasilar system can cause LOC, but there are always focal signs."
},
{
	"page":"ENAS5530_29.3.0.0",
	"text":"Syncope, presumable VVS, and orthostatic intolerance occur more often in patients with migraine, who have a higher lifetime prevalence of syncope and often frequent syncope."
},
{
	"page":"ENAS5530_29.4.0.0",
	"text":"Cataplexy concerns paresis or paralysis triggered by emotions, usually laughter. Cataplexy is a key feature of narcolepsy; other cardinal symptoms are excessive daytime sleepiness, sleep onset paralysis, and hypnagogic hallucinations. "
},
{
	"page":"ENAS5530_29.5.0.0",
	"text":"The term drop attacks is confusing. A specific condition also labelled drop attacks concerns middle-‍aged women (rarely men) who suddenly find themselves falling. They usually remember hitting the floor and can stand up immediately afterwards."
},
{
	"page":"ENAS5530_29.6.0.0",
	"text":"Neurological evaluation Recommendations Classa Levelb Neurological evaluation is indicated when syncope is due to autonomic failure to evaluate the underlying disease. I C Neurological evaluation is indicated in patients in whom TLOC is suspected to be epilepsy. I C TLOC = transient loss of consciousness. aClass of recommendation - bLevel of evidence."
},
{
	"page":"ENAS5530_29.7.0.0",
	"text":"Figure 17 Diagnostic work-‍up of cardiovascular autonomic failure 123I-‍MIBG = 123I-‍metaiodobenzylguanidine; CNS = central nervous system; CRMP-5 = collapsin response mediator protein 5; DAT = dopamine active transporter; HbA1c = haemoglobin A1c; HIV = human immunodeficiency virus; MRI = magnetic resonance imaging; PCA-2 = Purkinje cell cytoplasmic autoantibody type 2; SPECT = single-‍photon emission computed tomography; SS-A = Sjogren’s syndrome-‍associated antigen A; SS-B = Sjogren’s syndrome-‍associated antigen B. For interactivity see here"
},
{
	"page":"ENAS5530_29.8.0.0",
	"text":"Neurological tests Recommendations Classa Levelb Brain magnetic resonance imaging is recommended if neurological examination indicates Parkinsonism, ataxia, or cognitive impairment. I C Screening for paraneoplastic antibodies and antiganglionic acetylcholine receptor antibodies is recommended in cases of acute or subacute onset of multidomain autonomic failure. I C EEG, ultrasound of neck arteries, and computed tomography or magnetic resonance imaging of the brain are not indicated in patients with syncope. III B EEG = electroencephalogram. aClass of recommendation - bLevel of evidence."
},
{
	"page":"ENAS5530_30.1.0.0",
	"text":"A syncope unit is a facility featuring a standardized approach to the diagnosis and management of TLOC and related symptoms, with dedicated staff and access to appropriate diagnostics and therapies."
},
{
	"page":"ENAS5530_30.2.0.0",
	"text":"The syncope specialist is defined as one who has responsibility for the comprehensive management of the patient from risk stratification to diagnosis, therapy, and followup, through a standardized protocol. A syncope specialist is a physician who has sufficient knowledge of historical clues and physical findings to recognize all major forms of TLOC, including mimics, as well as syndromes of orthostatic intolerance."
},
{
	"page":"ENAS5530_30.3.0.0",
	"text":"Although the benefit of a syncope unit or a syncope specialist in the different healthcare systems has not been exposed to rigorous scientific or economic scrutiny, the consensus is that a dedicated service (a syncope unit) affords better management of TLOC, from risk stratification to diagnosis, therapy, and follow-‍up, and better education and training of stakeholders. Further research is likely to have an important impact on our confidence in the estimate of effect."
},
{
	"page":"ENAS5530_30.4.0.0",
	"text":"Table 7 Key components of a syncope unit The syncope unit should take the lead in service delivery for syncope, and in education and training of healthcare professionals who encounter syncope. The syncope unit should be led by a clinician with specific knowledge of TLOC and additional necessary team members (i.e. clinical nurse specialist) depending on the local model of service delivery. The syncope unit should provide minimum core treatments for reflex syncope and OH, and treatments or preferential access for cardiac syncope, falls, psychogenic pseudosyncope, and epilepsy. Referrals should be directly from family practitioners, EDs, in-‍hospital and outhospital services, or self-‍referral depending on the risk stratification of referrals. Fast-‍track access, with a separate waiting list and scheduled follow-‍up visits, should be recommended. Syncope units should employ quality indicators, process indicators, and desirable outcome targets."
},
{
	"page":"ENAS5530_30.5.0.0",
	"text":"Table 8 Structure of the syncope unit Staffing of a syncope unit is composed of: One or more physicians of any specialty who are syncope specialists. Owing to the multidisciplinary nature of TLOC management, each syncope unit should identify specific specialists for the syncope unit and for consultancies. A staff comprising professionals who will advance the care of patients with syncope. These may be physicians, specialized nurses, or others who bring multidisciplinary skills to the facility, coupled with administrative support. The roles played by members of the team may vary according to local circumstances and individual skill. Nurses may be expected to take very important roles including initial assessment, follow-‍up clinic evaluation, selection of investigations (including tilt testing), and implantation/‍insertion of ECG loop recorders according to predefined protocols and local regulations. Given that the syncope unit is integrated within a hospital organization, syncope specialists and staff are not necessarily employed full-‍time, but frequently have other duties depending on the volume of activity in the unit. Facility, protocol, and equipment A syncope unit will deliver most of its care to outpatients in addition to ED and inpatients. The syncope unit should follow an internal protocol, which applies to diagnosis and management and is agreed by stakeholders. An equipped facility must be available. Essential equipment/tests:   12-lead ECG and 3-lead ECG monitoring. Non-‍invasive beat-‍to-‍beat BP monitor with recording facilities for subsequent analysis Tilt-‍table. Holter monitors/external loop recorders. ILRs Follow-‍up of ILRsa 24-hour BP monitoring. Basic autonomic function tests. Established procedures for:   Echocardiography EPS Stress test Neuroimaging tests. Specialists’ consultancies (cardiology, neurology, internal medicine, geriatric, psychology), when needed. Therapy Patients with syncope will receive their therapy under the care of the syncope unit unless expertise outside that of the unit is required. Database management The syncope unit is required to keep medical records that should also include follow-‍up when appropriate. The database will also offer the possibility of collaborative research with other syncope units. BP = blood pressure; ECG = electrocardiogram; ED = emergency department; EPS = electrophysiological study; ILR = implantable loop recorder; TLOC = transient loss of consciousness. aImplantation of loop recorders may be performed either by syncope unit physicians or by external cardiologists upon request of the syncope unit physicians."
},
{
	"page":"ENAS5530_30.6.0.0",
	"text":"Table 9 Test and assessments available in a syncope unit Initial assessment History and physical evaluation including 3-min orthostatic BP measurementa 12-lead standard ECG Subsequent tests and assessments (only when indicated) Blood tests Electrolytes, haemoglobin, troponin, B-‍type natriuretic peptide, glucose, D-‍dimer, haemogas analysis/‍oxygen saturation Provocative tests CSM, tilt testing Monitoring External loop recording, implantable loop recording, ambulatory 1–7 days ECG monitoring, 24–48-hour BP monitoring Autonomic function tests Standing test, Valsalva manoeuvre, deep-‍breathing test, cold pressor test, and/‍or established procedures for access to other autonomic function tests Cardiac evaluation Established procedures for access to echocardiogram, stress test, electrophysiological study, coronary angiography Neurological evaluation Established procedures for access to neurological tests (computed tomography, magnetic resonance imaging, EEG, video-‍EEG) Geriatric evaluation Established procedures for access to fall risk assessment (cognitive, gait and balance, visual, environmental) and for gait and balance retraining Psychological or psychiatric evaluation Established procedures for access to psychological or psychiatric consultancy (mental health problem or psychogenic syncope) BP = blood pressure; CSM = carotid sinus massage; ECG = electrocardiogram; EEG = electroencephalogram; min = minutes. aPostural orthostatic tachycardia may require longer period of standing."
},
{
	"page":"ENAS5530_30.7.0.0",
	"text":"Table 10 The role of physician and staff in performing procedures and tests Procedure or test Syncope unit physician Syncope unit staff Nonsyncope unit personnel History taking X     Structured history taking (e.g. application of software technologies and algorithms)   X   12-lead ECG   X   Blood tests   X   Echocardiogram and imaging     X CSM X     Active standing test   X   Tilt testing (X)a X   Basic autonomic function test   X   ECG monitoring (Holter, external loop recorder): administration and interpretation X X   ILR X (X)b   Remote monitoring   X   Other cardiac tests (stress test, EPS, angiograms)     X Neurological tests (computed tomography, magnetic resonance imaging, EEG, video-‍EEG)     X Pacemaker and ICD implantation, catheter ablation     X Patient education, biofeedback trainingc and instruction sheet on PCM X X   Final report and clinic note X     Communication with patients, referring physicians, and stakeholders. X X   Follow-‍up X X   BP = blood pressure; CSM = carotid sinus massage; ECG = electrocardiogram; EEG = electroencephalogram; EPS = electrophysiological study; ICD = implantable cardioverter defibrillator; ILR = implantable loop recorder; PCM = physical counter-‍pressure manoeuvres. aPhysician need not be in the room, but a physician adequately trained in resuscitation needs to be in the vicinity of the test - bCurrent practice limited to a few countries - cBiofeedback means that the PCM training session consists of biofeedback training using a continuous BP monitor. Each manoeuvre is demonstrated and explained. The manoeuvres are practised under supervision, with immediate feedback of the recordings to gain optimal performance. For interactivity see here"
},
{
	"page":"ENAS5530_31.0.0.0",
	"text":"(N)OAC (Non-‍vitamin K antagonist) oral anticoagulant °C Degree Celsius 2D/ 2-D Two-‍dimensional 2hPG 2-h post-‍load plasma glucose 3D/ 3-D Three-‍‍dimensional 5-FU 5-‍fluorouracil 99mTc-‍DPD Technetium-‍‍99m 3,3-‍diphosphono-‍‍1,2-‍propanodicarboxylic acid A/C Anticoagulation AAA Abdominal aortic aneurysm AAD Antiarrhythmic drugs AAS Acute aortic syndrome ABC Age, biomarkers, clinical history ABI Ankle-‍‍Brachial Index ABPM Ambulatory BP monitoring ACA Aborted cardiac arrest ACC American College of Cardiology ACCA Acute Cardiovascular Care Association ACCF American College of Cardiology Foundation ACCOAST Comparison of Prasugrel at the Time of Percutaneous Coronary Intervention or as Pretreatment at the Time of Diagnosis in Patients with Non-‍ST Elevation Myocardial Infarction ACE Angiotensin-‍‍converting enzyme ACEF Age, creatinine, ejection fraction ACEI Angiotensin-‍‍converting enzyme inhibitor ACE-I(s) Angiotensin-‍‍converting enzyme inhibitor(s) ACEI/ ACE-‍I/ ACE-‍Is Angiotensin converting enzyme inhibitors ACEIs Angiotensin-‍‍converting enzyme inhibitor ACS Acute coronary syndrome ACT Activated clotting time AD Aortic dissection ADA American Diabetes Association/Adenosine deaminase ADD Acute aortic dissection ADP Adenosine diphosphate AEPC Association for European Paediatric and Congenital Cardiology AF Atrial flutter/Atrial fibrillation AFNET German Competence NETwork on Atrial Fibrillation AHA American Heart Association AHF Acute heart failure AHRE Atrial high rate episodes AINR International normalized ratio AK Alpha kinase AKI Acute kidney injury AL Amyloid light chain ALAT/ ALT Alanine aminotransferase ALI Acute limb ischaemia AMI Acute myocardial infarction/‍Acute mesenteric ischaemia ANA Anti-‍nuclear antibodies ANCA Anti-‍neutrophil cytoplasm antibodies AO Aorta AOS Aneurysms-‍‍osteoarthritis syndrome AP Accessory pathway APAH Conditions associated with pulmonary arterial hypertension Apo Apolipoprotein apo A I Apolipoprotein A I apo B Apolipoprotein B aPTT Activated partial thromboplastin time AR Aortic regurgitation ARB Angiotensin II receptor blocker/‍ Angiotensin receptor blocker ARBs Angiotensin receptor blockers/angiotensin II receptor blockers ARNI Angiotensin receptor neprilysin inhibition ARVC Arrhythmogenic right ventricular cardiomyopathy AS Aortic stenosis ASA Acetylsalicylic acid ASAT/ AST Aspartate aminotransferase ASCERT American College of Cardiology Foundation–Society of Thoracic Surgeons Database Collaboration ASE American Society of Echocardiography AST/ ALT/ ALP Aspartate / alanine aminotransferase / alkaline phosphatase ASV Adaptive servo-‍‍ventilation AT Antithrombin ATOR Atorvastatin ATP Antitachycardiac pacing/Adenosine triphosphate ATRIA AnTicoagulation and Risk factors In Atrial fibrillation ATS Arterial tortuosity syndrome ATTR Amyloidosis, transthyretin type AUC Area under the curve AV Atrioventricular/Arteriovenous AVA Aortic valve area AVB Atrioventricular block AVID Antiarrhythmic drugs Versus Implantable Defibrillator AVM AV delay management AVP Arginine vasopressin AVR Aortic valve replacement b.i.d. Bis in die (twice daily) b.p.m/ bpm Beats per minute BARI-2D Bypass Angioplasty Revascularization Investigation 2 Diabetes BAS Balloon atrial septostomy BAV Balloon aortic valvuloplasty/‍‍Bicuspid aortic valve BB Beta-‍blocker BBB Bundle branch block BC Blood culture BCNIE Blood culture-negative infective endocarditis BCR-‍ABL Breakpoint cluster region-‍‍Abelson BGA Blood gas analysis BIMA Bilateral internal mammary artery Bi-‍PAP Bilevel positive airway pressure BiV Biventricular BiVAD Bi-‍ventricular assist device BMI Body mass index BMPR Bone morphogenetic protein receptor, type 2 BMS Bare metal stent BMT Best medical therapy BNP Brain natriuretic peptide/‍‍ B-‍type natriuretic peptide BP Blood pressure BPA Balloon pulmonary angioplasty BRS Bioresorbable vascular scaffold BSA Body surface area BUN Blood urea nitrogen CABG Coronary artery bypass graft/‍‍ Coronary artery bypass graft surgery CAD Coronary artery disease CAS Carotid artery stenting CASH Cardiac Arrest Study Hamburg Cath/ Lab Catheterization laboratory CCB Calcium channel blocker CCNAP Council on Cardiovascular Nursing and Allied Professions CCP Council for Cardiology Practice CCPC Council on Cardiovascular Primary Care CCS Canadian Cardiovascular Society CCU Coronary care unit CDRIE Cardiac device-‍‍related infective endocarditis CEA Carotid endarterectomy/‍Carcinoembryonic antigen CFA Common femoral artery CFC Cardiofaciocutaneous CHA2DS2-VASc Congestive heart failure or left ventricular dysfunction, Hypertension, Age ≥75 (doubled), Diabetes, Stroke (doubled)-‍Vascular disease, Age 65–74, Sex category (female) CHADS2 Cardiac failure, Hypertension, Age, Diabetes, Stroke (doubled) CHARM-‍‍Added Candesartan in Heart Failure: Assessment of Reduction in Mortality and Morbidity-‍‍Added CHD Coronary heart disease/ Congenital heart disease CHF Congestive heart failure/ Chronic heart failure CHT Council on Hypertension CI Cardiac index / Contra-‍indication / Confidence interval CIA Common iliac artery CI-‍AKI Contrast-‍‍induced acute kidney injury CIDS Canadian Implantable Defibrillator Study CIED Cardiac implantable electronic device CIN Contrast-‍‍induced nephropathy CK Creatine phophokinase/Creatinine kinase CKD Chronic kidney disease CKD-‍EPI Chronic Kidney Disease Epidemiology Collaboration CK-MB Creatine kinase MB isoform CLI Chronic limb ischaemia CLTI Chronic limb-‍threatening ischaemia CMI Chronic mesenteric ischaemia CMP Cardiomyopathy CMR Cardiac magnetic resonance/Cardiovascular magnetic resonance CMV Cytomegalovirus CO Cardiac output CoA Coarctation / Coarctation of the aorta Cons Conservative cont Continued COPD Chronic obstructive pulmonary disease COT Cardiac Oncology Toxicity COURAGE Clinical Outcomes Utilization Revascularization and Aggressive Drug Evaluation COX Cyclo-‍oxygenase/ Cyclooxygenase CPAP Continuous positive airway pressure CPET Cardiopulmonary exercise testing CPFE Combined pulmonary fibrosis and emphysema CPG Committee for Practice Guidelines CPVT Catecholaminergic polymorphic ventricular tachycardia CR Cardiac rehabilitation CrCI Creatinine clearance CRP C-‍reactive protein CRT Cardiac resynchronization therapy CRT-D Cardiac resynchronization therapy defibrillator/‍ Defibrillator with cardiac resynchronization therapy CRT-P Cardiac resynchronization therapy pacemaker CRUSADE Can Rapid risk stratification of Unstable angina patients Suppress ADverse outcomes with Early implementation of the ACC/‍AHA guidelines CSF Colony-‍‍stimulating factor/‍Cerebrospinal fluid CSM Carotid sinus massage CSS Carotid sinus syncope/syndrome CT Computed tomographic / tomogram/‍tomography CTA Computed tomography angiography CTD Connective tissue disease CTEPH Chronic thromboembolic pulmonary hypertension cTN Cardiac troponin CTO Chronic total occlusions CTRCD Cancer Therapeutics–Related Cardiac Dysfunction Ctrl Control CUS Compression venous ultrasonography CV Cardiovascular/Cardioversion CVD Cardiovascular disease/Cardiovascular heart disease CW Continuous wave CXR Chest X-ray DALYs Disability adjusted life years DAPT Dual (oral) antiplatelet therapy/Dual antiplatelet therapy DAT Dual antithrombotic therapy DBP Diastolic blood pressure DC Direct current DCB Drug-‍coated balloon DCC Direct-‍‍current cardioversion DCM Dilated cardiomyopathy DDI Drug-‍drug interactions DEFINITE DEFibrillator In Non-‍Ischemic cardiomyopathy Treatment Evaluation DES Drug-‍eluting stent DFT Defibrillation threshold DHP Dihydropyridine DI-DO Door-‍in to door-‍out time DLCO Carbon monoxide diffusing capacity DM Diabetes mellitus DNA Deoxyribonucleic acid DPAH Drug induced PAH DPG Diastolic pressure gradient DPP Diabetes prevention program DSA Digital subtraction angiography/ultrasound DT Deceleration time DTB Door-to-balloon time DTIs Direct thrombin inhibitors DUS Duplex ultrasonography / Doppler ultrasound/Duplex ultrasound DVT Deep vein thrombosis E/A Ratio of mitral peak velocity of early filling (E) to mitral peak velocity of late filling (A) E/e’ Ratio of early transmitral flow velocity (E) to early mitral annulus velocity (e’) EACPR European Association for Cardiovascular Prevention & Rehabilitation EACTS European Association of Cardio-‍‍Thoracic Surgery/‍‍ European Association for Cardio-‍‍Thoracic Surgery EACVI European Association of Cardiovascular Imaging EANM European Association of Nuclear Medicine EAPC European Association of Preventive Cardiology EAPCI European Association of Percutaneous Cardiovascular Interventions EAS European Atherosclerosis Society EASD European Association for the Study of Diabetes EBV Epstein-‍‍Barr virus ECG Electrocardiogram / Electrocardiographic ECHO Echocardiography/Echocardiogram ECLS Extracorporeal life support ECMO Extracorporeal membrane oxygenation ECST European Carotid Surgery Trial ECVF Extacellular volume fraction ED Erectile dysfunction/ Emergency department EDS-‍IV Ehlers-‍‍Danlos syndrome type IV EDV End-‍diastolic velocity EF Ejection fraction eGFR Estimated glomerular filtration rate EHRA European Heart Rhythm Association EIA External iliac artery EIF Eukaryotic translation initiation factor EMA European Medicines Agency EMB Endomyocardial biopsy EMS Emergency medical system/‍‍service ENA Anti-‍extractable nuclear antigens Enox Enoxaparin EP Electrophysiology EPD Embolic protection device EPS Electrophysiologic study ER Extended release formulations ERA Endothelin receptor antagonist EROA Effective regurgitant orifice area ERS European Respiratory Society ESC European Society of Cardiology ESCMID European Society of Clinical Microbiology and Infectious Diseases ESCT European Carotid Surgery Trial ESH European Society of Hypertension ESO European Stroke Organisation ESR European Society of Radiology/‍‍Erythrocyte sedimentation rate ESRD End-‍stage renal disease ESVS European Society for Vascular Surgery ETT Endotracheal tube EU European Union EULAR European League Against Rheumatism EuroSCORE European System for Cardiac Operative Risk Evaluation EVAR Endovascular aortic repair/‍‍reconstruction EVT endovascular therapy Exp+ Experimental therapy FAME-2 Fractional Flow Reserve-‍‍Guided Percutaneous Coronary Intervention Plus Optimal Medical Treatment Versus Optimal Medical Treatment Alone in Patients With Stable Coronary Artery Disease FBN1 Fibrillin 1 FC Functional class FCH Familial combined hyperlipidaemia FCM Ferric carboxymaltose FDA US Food and Drug Administration/‍‍ Food and Drug Administration FDG Fluorodeoxyglucose FFP Fresh frozen plasma FFR Fractional flow reserve FH Familial hypercholesterolaemia FHL1 Four and a half LIM domains 1 FINDRISC FINnish Diabetes RIsk SCore FL False lumen FLUVA Fluvastatin FMC First medical contact FMCTB First-medical-contact-to-balloon time FMF Familial Mediterranean fever Fonda Fondaparinux FPG Fasting plasma glucose FU Follow-‍‍up GFR Glomerular filtration rate/Estimated glomerular filtration rate GGTP Gamma-‍‍glutamyl transpeptidase GI Gastrointestinal GLP-1 Glucagon-‍‍like peptide-1 GLS Global longitudinal strain GM Granulocyte-‍‍macrophage GP Glycoprotein / General practitioner GRACE Global Registry of Acute Coronary Events GSV Great saphenous vein GUCH Grown-‍‍up patients with congenital heart disease HAART Highly active antiretroviral treatment HACEK Haemophilus parainfluenzae, H. aphrophilus, H. paraphrophilus, H. influenzae, Actinobacillus actinomycetemcomitans, Cardiobacterium hominis, Eikenella corrodens, Kingella kingae, and K. denitrificans HAS-‍BLED Hypertension, Abnormal renal/‍‍liver function, Stroke, Bleeding history or predisposition, Labile INR, Elderly (65), Drugs concomitantly/‍alcohol abuse HB Haemoglobin HbA1c Glycated haemoglobin / Glycated haemoglobin A1c HBPM Home BP monitoring HCM Hypertrophic cardiomyopathy HCV Hepatitis C virus HDAC Histone deacetylase HDL High density lipoprotein HDL-C High density lipoprotein-‍‍cholesterol HeFH Heterozygous familial hypercholesterolaemia HER2 Human epidermal growth factor receptor 2 HF Heart failure HFA Heart Failure Association H-‍FABP Heart-‍‍type fatty acid-‍binding protein HFmrEF Heart failure with mid-‍range ejection fraction HFpEF/‍ HF-‍PEF Heart failure with preserved ejection fraction HFrEF/‍ HF-‍REF Heart failure with reduced ejection fraction HHD Hypertensive heart disease HHV Human herpesvirus H-‍ISDN Hydralazine and isosorbide dinitrate HIT Heparin-‍‍induced thrombocytopenia HITS High intensity transient signal HIV Human immunodeficiency virus HoFH Homozygous familial hypercholesterolaemia HPAH Heritable PAH HR Heart rate HRCT High resolution CT hs-‍CRP high-‍sensitivity C-‍reactive protein HT/ HTN Hypertension HTG Hypertrigiyceridaemia i.v. / IV Intravenous IABP Intraaortic balloon pump IAS Inter-‍‍atrial septum ICA Invasive coronary angiography ICCU Intensive cardiac care unit ICD Implantable cardioverter defibrillator/‍ International Classification of Diseases ICH Intracranial haemorrhage ICU Intensive care unit ID Infectious disease IDF International Diabetes Federation IE Infective endocarditis IFG Impaired fasting glucose IFN Interferon-‍‍gamma IGRA Interferon-‍‍gamma release assay IGT Impaired glucose tolerance IHD Ischaemic heart disease IL-2 Interleukin 2 ILR Implantable loop recorder IMA Internal mammary artery IMH Intramural haematoma IMT Intima–media thickness INR International normalized ratio IN-‍TIME Implant-‍‍based multiparameter telemonitoring of patients with heart failure IOMC Iso-‍osmolar contrast medium IPAH Idiopathic pulmonary arterial hypertension IPF Idiopathic pulmonary fibrosis IRA Infarct related artery ISH Isolated systolic hypertension ISHLT International Society for Heart and Lung Transplantation IU International units IUD Intrauterine device IV Intravenous IV UHF Intravenous unfractionated heparin IVC Inferior vena cava IVDA Intravenous drug abusers IVIG Intravenous immunoglobulin IVUS Intravascular ultrasound JSAP Japanese Stable Angina Pectoris km per h Kilometres per hour LA Left atrium/‍‍atrial LAA Left atrial appendage LAD Left anterior descending (coronary artery) LAE Left atrial enlargement LAH Left anterior hemiblock LAVI Left atrial volume index LBBB Left bundle branch block LCC Left coronary cusp Lcx Left circumflex LD Loading dose LDH Lactate dehydrogenase LDL Low-‍density lipoprotein LDL-C Low-‍density lipoprotein-‍‍cholesterol LDLR Low density lipoprotein receptor LDS Loeys-‍‍Dietz syndrome LEAD Lower-‍‍extremity artery disease LEOPARD lentigines, ECG abnormalities, ocular hypertelorism, pulmonary stenosis, abnormal genitalia, retardation of growth, and sensorineural deafness LGE Late gadolinium enhancement LHD left heart disease LLN Lower limit of normality LM Left main LMNA Lamin A/C LMWH Low molecular weight heparin LOCM Low-‍osmolar contrast medium LoE Level of evidence LOVA Lovastatin Lp Lipoprotein Lp(a) Lipoprotein(a) LQTS Long QT syndrome LTBI Latent tuberculosis infection LV Left ventricle / left ventricular LVAD Left ventricular assist device LVEDD Left ventricular end-‍diastolic diameter LVEDP Left ventricular end diastolic pressure LVEF Left ventricular ejection fraction LVESD Left ventricular end-‍systolic diameter LVESV Left ventricular end-‍systolic volume LVESVI Left ventricular end-‍systolic volume index LVF Left ventricular function LVH Left ventricular hypertrophy LVM Left ventricular mass LVMI Left ventricular mass index LVOT Left ventricular outflow tract LVOTG Left ventricular outflow tract gradient LVOTO Left ventricular outflow tract obstruction MACE Major adverse cardiac events MADIT Multicenter Automatic Defibrillator Implantation Trial MASS II The medicine, angioplasty, or surgery study Mbq Millibecquerel MCS Mechanical circulatory support MD Maintenance dose MDCT Multidetector computed tomographic angiography/Multi-detector computed tomography MDRD Modifikation of Diet in Renal Disease Med RX Medial therapy MedPed Make Early Diagnosis to Prevent Early Deaths MELAS mitochondrial encephalomyopathy, lactic acidosis, and stroke-‍‍like episodes MERFF Myoclonic epilepsy with ragged red fibres MET Metabolic equivalent MetS Metabolic syndrome MI Myocardial infarction MIC Minimum inhibitory concentration MINOCA Myocardial infarction with non-‍obstructive coronary arteries mo. month(s) MPI Myocardial perfusion imaging MPR Multiplanar reconstruction MPS Myocardial perfusion scintigraphy / Myocardial perfusion stress MR Magnetic resonance/ Mitral regurgitation/ Mineralocorticoid receptor MRA Mineralocorticoid receptor antagonist / Magnetic resonance angiography MRAs Mineralocorticoid receptor antagonists MRI Magnetic resonance imaging MR-‍proANP Mid-‍regional pro atrial natriuretic peptide/‍‍ Mid-‍regional pro A-‍type natriuretic peptide MRSA Methicillin-‍‍resistant Staphylococcus aureus MS Mitral stenosis MSAD Multisite artery disease MSCT Multislice computed tomography MSSA Methicillin-‍‍susceptible Staphylococcus aureus mSv Millisievert MUGA Multigated radionuclide angiography mV millivolt(s) MV abn Mitral valve abnormality MVA Mitral valve area MWD Minute walk distance MWT Minute walk test MYBPC3 Myosin-‍‍binding protein C MYH7 Myosin, heavy chain 7 MYL3 Essential myosin light chain n.a/ NA not available/‍ Not available N/A Not applicable N/R Not reported NASCET North American Symptomatic Carotid Endarterectomy Trial NCC Non coronary cusp NCDR National cardiovascular data registry NIHSS National Institutes of Health stroke severity scale NIPPV Non-‍invasive positive pressure ventilation NIV Non-‍invasive ventilation NNH Numbers needed to harm NNT Numbers needed to treat/‍‍ Number of individuals needed to treat NOAC Non-‍vitamin K antagonist oral anticoagulant NOAC/ NOAC(s) Novel oral anticoagulant / New oral anticoagulant / Non-‍vitamin K antagonist direct oral anticoagulant/ Non-‍vitamin K antagonist oral anticoagulant(S) NOACS Non-‍vitamin K antagonist oral anticoagulants Non-‍HDL-‍C Non-‍HDL cholesterol NP Natriuretic peptide NPV Negative predictive value NR No recommendation NRT Nicotine replacement therapy NSAID Non-‍steroidal antiinflammatory drug(s) NSAIDs Non-‍steroidal anti-‍inflammatory drugs NSQIP National surgical quality improvement program NSTE Non-‍ST-‍elevation NSTE-‍ACS Non-‍ST-‍segment elevation acute coronary syndrome/ Non-‍ST elevation acute coronary syndrome NSTEMI Non-‍ST-‍elevation myocardial infarction NSVT Non-‍sustained ventricular tachycardia NTG Nitroglycerine NT-‍proBNP N-‍terminal pro B-‍type/‍brain natriuretic peptide NVE Native valve endocarditis NYHA New York Heart Association O2 Oxygen OAC Oral anticoagulation/‍ anticoagulant OARS Open-‍ended questions, Affirmation, Reflective listening, Summarising OCT Optical coherence tomography OD Organ damage OGTT Oral glucose tolerance test OHCA Out-‍of-‍hospital cardiac arrest OHS Obesity hypoventilation syndrome OMT Optimal medical therapy OR Odds ratio ORBIT Outcomes Registry for Better Informed Treatment of Atrial Fibrillation OSA Obstructive sleep apnoea p.o. Per os PA Postero-anterior/ Pulmonary artery/‍‍ Physical activity PAD Peripheral artery disease PADs Peripheral arterial diseases PAH Pulmonary arterial hypertension / Pulmonary hypertension PaO2 Partial pressure of oxygen PAP Pulmonary artery pressure/ Pulmonary arterial pressure PAR Protease-‍‍activated receptor PAU Penetrating aortic ulcer PAWP Pulmonary artery wedge pressure PCA Prostacyclin analogues PCC Prothrombin coagulation complax/‍‍ Prothrombin complex concentrates PCH Pulmonary capillary haemangiomatosis PCI Percutaneous coronary intervention PCIS Post-‍cardiac injury syndromes PCR Polymerase chain reaction PCSK9 Proprotein convertase subtilisin/‍‍kexin type 9 PCWP Pulmonary capillary wedge pressure PDE Phosphodiesterase type-5 inhibitors/ Phosphodiesterase PDE5 Phosphodiesterase type 5 PE Pulmonary embolism PEA Pulmonary endarterectomy PEP Primary endpoint PESI Pulmonary embolism severity index PET Positron emission tomography PFT Pulmonary function tests PH Pulmonary hypertension PISA Proximal isovelocity surface area PITA Pitavastatin PM Pacemaker/‍‍Pain management PMC Percutaneous mitral commissurotomy PPCM Peripartum cardiomyopathy PPI Proton pump inhibitor PPIs Proton pump inhibitors PPS Post-‍pericardiotomy syndrome PRAVA Pravastatin PRECISE-‍‍DAPT PREdicting bleeding Complications In patients undergoing Stent implantation and subsEquent Dual Anti Platelet Therapy PRIMARY PCI Primary percutaneous coronary intervention PRKAG2 Gamma-‍‍2 subunit of the adenosine monophosphate-‍‍activated protein kinase PS Pulmonary valve stenosis PTA Percutaneous transluminal angioplasty / Pre-‍test probability PTT Partial thromboplastin time PUFA/ PUFAs Polyunsaturated fatty acid/ Polyunsaturated fatty acids PVC Premature ventricular contraction/‍‍ Premature ventricular complex PVE Prosthetic valve endocarditis PVI Pulmonary vein isolation PVL Paravalvular leak PVOD Pulmonary veno-‍occlusive disease PVR Pulmonary vascular resistance PVS Programmed ventricular stimulation PWV Pulse wave velocity R Vol Regurgitant volume RA Right atrium/‍‍ Rheumatoid arthritis RAA Renin–angiotensin–aldosterone RAAS Renin-‍‍angiotensin-‍aldosterone system RAD Renal artery disease RAP Right atrial pressure RAS Renal artery stenosis / Renin-‍‍angiotensin system RBBB Right bundle branch block RBC Red blood cell RCC Right coronary cusp RCT/‍RCTs Randomized controlled trial RF Risk factor rFVIIa Activated recombinant factor VII RHC Right heart catheterization ROSU Rosuvastatin rPA Recombinant plasminogen activator/‍‍Right pulmonary artery r-PA Reteplase RR Relative risk RRR Relative risk reduction rtPA Recombinant tissue plasminogen activator RV Right ventricle/ventricular RVEDP Right ventricular end-‍diastolic pressure RVOT Right ventricular outflow tract RVOTO Right ventricular outlow tract obstruction RVSP Right ventricular systolic pressure S.C. Subcutaneous SA Signal-‍averaged SAA Septal alcohol ablation SADS Sudden arrhythmic death syndrome SAM Systolic anterior motion SAN Sinoatrial node SaO2 Saturated oxygen SAPT Single antiplatelet therapy SAS Sleep apnea syndrome SAVR Surgical aortic valve replacement SB Sinus bradycardia SBP Systolic blood pressure SCAD Stable coronary artery disease SCD Sudden cardiac death SCORE Systematic Coronary Risk Evaluation / Systematic Coronary Risk Estimation SFA Superficial femoral artery SGLT2 Sodium glucose co-‍transporter 2 SIDS Sudden infant death syndrome SIMVA Simvastatin SIRS Systemic inflammatory response SLE Systemic lupus erythematosus SMART Specific, Measurable, Achievable, Realistic and Timely SND Sinus node disease SPAP Systolic pulmonary artery pressure SPECT Single-‍‍photon emission computed tomography sPESI Simplified Pulmonary Embolism Severity Index SpO2 Saturation of peripheral oxygen SQTS Short QT syndrome SR Sinus rhythm SSS Sick sinus syndrome STE-‍ACS ST-‍segment elevation acute coronary syndrome STEMI ST-‍elevation myocardial infarction/ST-‍segment elevation myocardial infarction STS Society of Thoracic Surgeon/‍‍ Structured telephone support ST-T ST-‍segment-‍T wave SUDI Sudden unexplained death in infancy SUDS Sudden unexplained death syndrome SVG Saphenous vein graft Svi Stroke volume index SVR Surgical ventricular reconstruction. SVT Supraventricular tachycardia SWISSI II Swiss Interventional Study on Silent Ischemia Type II SYNTAX SYNergy between percutaneous coronary intervention with TAXus and cardiac surgery T1DM Type 1 diabetes mellitus T2DM Type 2 diabetes mellitus TA Tricuspid annulus TAA Thoracic aortic aneurysm TAAD Thoracic aortic aneurysms and dissection TAI Traumatic aortic injury TAPSE Tricuspid annulus plane systolic excursion TASC TransAtlantic Inter-‍‍Society Consensus TAVI Transcatheter aortic valve implantation/ Transaortic valve implantation TB Tuberculosis TC Total cholesterol TcPO2 Transcutaneous oxygen pressure T-DM1 Trastuzumab-‍‍emtansine TE Thromboembolism / Thrombo-‍‍embolic TEE Transesophageal echocardiogram TEVAR Thoracic endovascular aortic repair TG Triglyceride TGA Complete transposition of the great arteries Three DE Three dimensional echocardiography TIA Transient ischaemic attack / Transitory ischaemic attack TIBC Total iron-‍binding capacity TIME Trial of invasive versus medical therapy in elderly patients with chronic symptomatic coronary-‍‍artery disease TIMI Thrombolysis In Myocardial Infarction TKI Tyrosine kinase inhibitor TL True lumen TNF Tumor necrosis factor TNK-‍tPA Tenecteplase/‍‍Tenecteplase tissue plasminogen activator TNNI3 Troponin I, cardiac TNNT2 Troponin T TOE Transoesophageal echocardiography / echocardiogram tPA Tissue plasminogen activator t-PA Tissue plasminogen activator TPM1 Tropomyosin 1 alpha chain TR Tricuspid regurgitation TRAPS Tumour necrosis factor receptor-‍‍associated periodic syndrome TRL Triglyceride-‍‍rich lipoproteins TRV Tricuspid regurgitant velocity TS Tricuspid stenosis / Turner syndrome TSAT Transferrin saturation TSH Thyroid stimulating hormone TTE Transthoracic echocardiography TTR Time in therapeutic range / Transthyretin TV Tricuspid valve/‍‍ Television TVI Time–velocity integral TVR Tricuspid valve replacement Tx Tendon xanthomata UA Unstable angina UEAD Upper-‍‍extremity artery disease UFH Unfractionated heparin UHF Ultrafractionated heparin UK United Kingdom ULN Upper limit of normal US United States USA United States of America V/Q Scan ventilation–perfusion scintigraphy VA Vertebral artery/‍‍ Ventricular arrhythmia VAS Vitamin K antagonist VEGF Vascular endothelial growth factor VF Ventricular fibrillation VHD Valvular heart disease VKA Vitamin K antagonist VL Very low risk VO2 Oxygen consumption VPBs Ventricular premature beats vs Versus VSD Ventricular septal defect VT Ventricular tachycardia VTE Venous thromboembolism VV Interventricular VVI Ventricular inhibited pacing WBC White blood cells WCD Wearable cardioverter defibrillator WHF World Heart Federation WHO World Health Organization WPW Wolff-‍‍Parkinson-‍‍White WU Wood units"
}
]