[
{
	"page":"ENAS5081_1.0.0.0",
	"text":"Authors and legal information 2015 ESC/ERS Guidelines for the Diagnosis and Treatment of Pulmonary Hypertension* The joint Task Force for the Diagnosis and Treatment of Pulmonary Hypertension of the European Society of Cardiology (ESC) and of the European Respiratory Society (ERS) Endorsed by the Association for European Paediatric and Congenital Cardiology (AEPC), and the International Society for Heart and Lung Transplantation (ISHLT) ESC Chairperson Nazzareno Galiè Department of Experimental, Diagnostic & Specialty Medicine-DIMES University of Bologna Via Massarenti 9 40138 Bologna, Italy Tel: +39 051 349 858 Fax: +39 051 344 859 Email: nazzareno.galie@unibo.it ERS Chairperson Marc Humberta Service de Pneumologie Hôpital Bicêtre (AP-HP) Université Paris-Sud 78 rue du Général Leclerc 94270 Le Kremlin-Bicêtre, France Tel: +33 1 45 21 79 72 Fax: +33 1 45 21 79 71 Email: marc.humbert@aphp.fr Task Force Members: Jean-Luc Vachieryc (Belgium), Simon Gibbs (UK), Irene Lang (Austria), Adam Torbicki (Poland), Gérald Simonneaua (France), Andrew Peacocka (UK), Anton Vonk Noordegraafa (The Netherlands), Maurice Beghettib (Switzerland), Ardeschir Ghofrania (Germany), Miguel Angel Gomez Sanchez (Spain), Georg Hansmannb (Germany), Walter Klepetkoc (Austria), Patrizio Lancellotti (Belgium), Marco Matuccid (Italy), Theresa McDonagh (UK), Luc A. Pierard (Belgium), Pedro T. Trindade (Switzerland), Maurizio Zompatorie (Italy), Marius Hoepera (Germany). a Representing the European Respiratory Society (ERS) - b Representing the Association for European Paediatric and Congenital Cardiology (AEPC) - c Representing the International Society for Heart and Lung Transplantation (ISHLT) - d Representing the European League Against Rheumatism (EULAR) - e Representing the European Society of Radiology (ESR). ESC entities having participated in the development of this document: ESC Associations: Acute Cardiovascular Care Association (ACCA), European Association for Cardio-vascular Prevention & Rehabilitation (EACPR), European Association of Cardiovascular Imaging (EACVI), European Association of Percutaneous Cardiovascular Interventions (EAPCI), European Heart Rhythm Association (EHRA), Heart Failure Association (HFA). ESC Councils: Council for Cardiology Practice (CCP), Council on Cardiovascular Nursing and Allied Professions (CCNAP), Council on Cardiovascular Primary Care(CCPC). ESC Working Groups: Cardiovascular Pharmacotherapy, Cardiovascular Surgery, Grown-up Congenital Heart Disease, Pulmonary Circulation and Right Ventricular Function, Valvular Heart Disease. ESC Staff: Veronica Dean, Myriam Lafay, Catherine Despres - Sophia Antipolis, France * Adapted from the ESC/ERS Guidelines for the Diagnosis and Treatment of Pulmonary Hypertension (European Heart Journal, 2015 - doi: 10.1093/eurheartj/ehv317)."
},
{
	"page":"ENAS5081_2.0.0.0",
	"text":"Preamble Table 1: Classes of recommendations Classes of recommendations Definition Suggested wording to use Class I Evidence and/or general agreement that a given treatment or procedure is beneficial, useful, effective. Is recommended/​is indicated Class II Conflicting evidence and/or a divergence of opinion about the usefulness/efficacy of the given treatment or procedure.   Class IIa Weight of evidence/ opinion is in favour of usefulness/efficacy. Should be considered Class IIb Usefulness/efficacy is less well established by evidence/​opinion. May be considered Class III Evidence or general agreement that the given treatment or procedure is not useful/effective, and in some cases may be harmful. Is not recommended Table 2: Levels of evidence Level of evidence A Data derived from multiple randomized clinical trials or meta-analyses. Level of evidence B Data derived from a single randomized clinical trial or large non-randomized studies. Level of evidence C Consensus of opinion of the experts and/or small studies, retrospective studies, registries."
},
{
	"page":"ENAS5081_3.1.0.0",
	"text":"Introduction Principles The European Society of Cardiology (ESC) and European Respiratory Society (ERS) guidelines on pulmonary hypertension (PH) grade the classes of recommendations and the level of evidence on major diagnostic and treatment issue according with the principles outlined in Table 1 and Table 2."
},
{
	"page":"ENAS5081_3.2.0.0",
	"text":"New Aspects The main changes and adaptations as compared with the previous ESC and ERS 2009 Pulmonary Hypertension (PH) Guidelines version are as follows: The table of contents structure has been simplified with three initial general chapters including classifications, basic aspects and differential diagnosis, two chapters for pulmonary arterial hypertension (PAH), and one chapter each for PH due to left heart disease (LHD), PH due to lung diseases and/or hypoxia, chronic thromboembolic pulmonary hypertension (CTEPH), and PH due to unclear and/or multifactorial mechanisms. New wordings and parameters for the haemodynamic definition of post- capillary PH sub-groups have been adopted. Pulmonary vascular resistance (PVR) has been included in the haemodynamic definition of PAH. An updated common clinical classification, for adult and paediatric patients, is reported. New advances in pathology, pathobiology, genetics, epidemiology and risk factors are reported. An updated diagnostic algorithm has been provided in an independent chapter and novel screening strategies are proposed in the web addenda. The importance of expert referral centers in the management of PH patients has been highlighted in both the diagnostic and treatment algorithm. New developments on PAH severity evaluation and on treatments and treatment goals are reported, including combination therapy and two new drugs recently approved. The treatment algorithm has been updated accordingly. The chapters on PH due to LHD and lung diseases have been updated. The term “out of proportion PH” has been abandoned in both conditions. New diagnostic and treatment algorithms are reported in the CTEPH chapter, including general criteria for operability and for balloon pulmonary angioplasty (BPA) and a new approved drug. A short chapter on PH due to unclear and/or multifactorial mechanisms has been added."
},
{
	"page":"ENAS5081_4.1.1.0",
	"text":"Definitions and classifications Definitions General definitions PH is defined as an increase in mean pulmonary arterial pressure (PAPm) ≥25 mmHg at rest as assessed by right heart catheterization (RHC). Available data has shown that the normal mean PAPm at rest is 14 ± 3 mmHg with an upper limit of normal of approximately 20 mmHg. The clinical significance of PAPm between 21 and 24 mmHg is unclear. Patients presenting with PAP in this range should be carefully followed, when they are at risk for developing PAH (e.g. patients with connective tissue disease (CTD) or family members of patients with heritable PAH (HPAH)). Due to the lack of reliable data that defines which levels of exercise-induced changes in PAPm or PVR have prognostic implications, a disease entity ´PH on exercise´ cannot be defined and should not be used. A recent retrospective study has proposed a definition of PH on exercise with the combination of PAPm and total PVR data, but no outcome prospective validation has been provided. The term PAH describes a group of PH patients characterized haemodynamically by the presence of pre-capillary PH defined by pulmonary artery wedge pressure (PAWP) ≤15 mmHg and a PVR >3 Wood units (WU) in the absence of other causes of pre-capillary PH such as PH due to lung diseases, CTEPH, or other rare diseases. According to various combinations of PAP, PAWP, cardiac output (CO), diastolic pressure gradient (DPG) and PVR, assessed in stable clinical conditions, different haemodynamic definitions of PH are shown in Table 3 together with their corresponding clinical classification in Table 4."
},
{
	"page":"ENAS5081_4.1.2.0",
	"text":"Hemodynamic definitions of PH Table 3 Haemodynamic definitions of pulmonary hypertensiona Definition Characteristicsa Clinical group(s)b PH PAPm ≥25 mmHg All Pre-capillary PH PAPm ≥25 mmHg PAWP ≤15 mmHg 1. Pulmonary arterial hypertension 3. PH due to lung diseases 4. Chronic thromboembolic PH 5. PH with unclear and/or multifactorial mechanisms Post-capillary PH PAPm ≥25 mmHg PAWP >15 mmHg 2. PH due to left heart disease 5. PH with unclear and/or multifactorial mechanisms Isolated post-capillary PH (Ipc-PH) DPG <7 mmHg and/or PVR ≤3 WUc Combined post-capillary and pre-capillary PH (Cpc-PH) DPG ≥7 mmHg and/or PVR >3 WUc CO = cardiac output; DPG = diastolic pressure gradient (diastolic PAP – mean PAWP); mPAP = mean pulmonary arterial pressure; PAWP = pulmonary arterial wedge pressure; PH = pulmonary hypertension; PVR = pulmonary vascular resistance; WU = Wood units. aAll values measured at rest; see also section 7. bAccording to Table 4. cWood Units are preferred to dynes.s.cm-5."
},
{
	"page":"ENAS5081_4.2.1.0",
	"text":"Classifications Clinical classification of PH The clinical classification of PH (Table 4) is intended to categorize in five groups multiple clinical conditions according with similar clinical presentation, pathological findings, haemodynamic characteristics and treatment strategy. Table 4 Comprehensive clinical classification of pulmonary hypertension 1. Pulmonary arterial hypertension 1.1 Idiopathic 1.2 Heritable 1.2.1 BMPR2 mutation 1.2.2 Other mutations 1.3 Drugs and toxins induced 1.4 Associated with: 1.4.1 Connective tissue disease 1.4.2 Human immunodeficiency virus (HIV) infection 1.4.3 Portal hypertension 1.4.4 Congenital heart diseases (Table 5) 1.4.5 Schistosomiasis 1’. Pulmonary veno-occlusive disease and/or pulmonary capillary haemangiomatosis 1’.1 Idiopathic 1’.2 Heritable 1’.2.1 EIF2AK mutation 1’.2.2 Other mutations 1’.3 Drugs, toxins and radiation induced 1’.4 Associated with: 1’.4.1 Connective tissue disease 1’.4.2 HIV infection 1”. Persistent pulmonary hypertension of the newborn 2. Pulmonary hypertension due to left heart disease 2.1 Left ventricular systolic dysfunction 2.2 Left ventricular diastolic dysfunction 2.3 Valvular disease 2.4 Congenital/acquired left heart inflow/outflow tract obstruction and congenital cardiomyopathies 2.5 Congenital/acquired pulmonary veins stenosis 3. Pulmonary hypertension due to lung diseases and/or hypoxia 3.1 Chronic obstructive pulmonary disease 3.2 Interstitial lung disease 3.3 Other pulmonary diseases with mixed restrictive and obstructive pattern 3.4 Sleep-disordered breathing 3.5 Alveolar hypoventilation disorders 3.6 Chronic exposure to high altitude 3.7 Developmental lung diseases (Web Table III)a 4. Chronic thromboembolic pulmonary hypertension and other pulmonary artery obstructions 4.1 Chronic thromboembolic pulmonary hypertension 4.2 Other pulmonary artery obstructions 4.2.1 Angiosarcoma 4.2.2 Other intravascular tumors 4.2.3 Arteritis 4.2.4 Congenital pulmonary arteries stenoses 4.2.5 Parasites (hydatidosis) 5. Pulmonary hypertension with unclear and/or multifactorial mechanisms 5.1 Haematological disorders: chronic haemolytic anaemia, myeloproliferative disorders, splenectomy 5.2 Systemic disorders, sarcoidosis, pulmonary histiocytosis, lymphangioleiomyomatosis 5.3 Metabolic disorders: glycogen storage disease, Gaucher disease, thyroid disorders 5.4 Others: pulmonary tumoral thrombothic microangiopathy, fibrosing mediastinitis, chronic renal failure (with/without dialysis), segmental pulmonary hypertension BMPR2 = bone morphogenetic protein receptor, type 2; EIF2AK4 = eukaryotic translation initiation factor 2 alpha kinase 4. aSee Web Addenda at www.escardio.org/guidelines"
},
{
	"page":"ENAS5081_4.2.2.0",
	"text":"Classification of PAH associated with CHD A clinical classification of PAH associated with congenital heart disease is reported in Table 5 . Table 5 Clinical classification of pulmonary arterial hypertension associated with congenital heart disease 1. Eisenmenger’s syndrome Includes all large intra- and extra-cardiac defects which begin as systemic-to-pulmonary shunts and progress with time to severe elevation of PVR and to reversal (pulmonary-to-systemic) or bidirectional shunting; cyanosis, secondary erythrocytosis, and multiple organ involvement are usually present. 2. PAH associated with prevalent systemic-to-pulmonary shunts Correctablea Non-correctable Includes moderate to large defects; PVR is mildly to moderately increased, systemic-to-pulmonary shunting is still prevalent, whereas cyanosis at rest is not a feature. 3. PAH with small/coincidentalb defects Marked elevation in PVR in the presence of small cardiac defects (usually ventricular septal defects <1 cm and atrial septal defects <2 cm of effective diameter assessed by echo), which themselves do not account for the development of elevated PVR; the clinical picture is very similar to idiopathic PAH. Closing the defects is contra-indicated. 4. PAH after defect correction Congenital heart disease is repaired, but PAH either persists immediately after correction or recurs/develops months or years after correction in the absence of significant postoperative haemodynamic lesions. PAH = pulmonary arterial hypertension; PVR = pulmonary vascular resistance. aWith surgery or intravascular percutaneous procedure. bThe size applies to adult patients. However, also in adults the simple diameter may be not sufficient for defining the haemodynamic relevance of the defect, and also the pressure gradient, the shunt size and direction, and the pulmonary to systemic flows ratio should be considered (Web Table II, available on the web at: www.escardio.org/guidelines)."
},
{
	"page":"ENAS5081_5.1.0.0",
	"text":"PH diagnosis Clinical presentation The diagnosis of PH requires the clinical suspicion based on symptoms and physical examination and the review of a comprehensive set of investigations to confirm that haemodynamic criteria are met and to describe the aetiology and the functional and haemodynamic severity of the condition. The interpretation of these investigations requires, at the very least, expertise in cardiology, imaging and respiratory medicine and may best be discussed at a multidisciplinary team meeting. The symptoms of PH are non-specific and they include shortness of breath, fatigue, weakness, angina, dry cough and syncope. Symptoms at rest occur only in advanced cases. The presentation of PH may be modified by diseases which cause or are associated with PH as well as other concurrent diseases. The physical signs of PH include left parasternal lift, an accentuated pulmonary component of the second heart sound, an RV third heart sound, a pansystolic murmur of tricuspid regurgitation, and a diastolic murmur of pulmonary regurgitation. Elevated jugular venous pressure, hepatomegaly, ascites, peripheral oedema, and cool extremities characterize patients with advanced disease. Clinical examination may be modified by the underlying cause of PH."
},
{
	"page":"ENAS5081_5.2.0.0",
	"text":"Diagnostic investigations The list of investigations required for a comprehensive evaluation of patients with suspected PH are listed in Table 6. These investigations are selected according to the phase of the diagnostic process as shown in the Diagnostic Algorithm (Figure 1). Table 6 Diagnostic investigations utilised in patients with PHa Electrocardiogram Chest radiograph Echocardiography Pulmonary function tests and arterial blood gases Ventilation/perfusion lung scan High-resolution computed tomography, contrast enhanced computed tomography Cardiac magnetic resonance imaging Blood tests and immunology Abdominal ultrasound scan Right heart catheterization and vasoreactivity Pulmonary Angiography aThese investigations are selected according to the phase of the diagnostic process. The electrocardiogram (ECG) may provide supportive evidence of PH showing signs of right atrial enlargement or right ventricular hypertrophy, but a normal ECG does not exclude the diagnosis. The chest radiograph is abnormal in many patients with PH at the time of diagnosis. Findings may include central pulmonary arterial dilatation and ‘pruning’ (loss) of the peripheral blood vessels. Transthoracic echocardiography has a central role in the diagnostic process providing imaging on the effects of PH on the heart and estimate PAP from continuous wave Doppler measurements. Pulmonary function tests and arterial blood gases will identify the contribution of underlying airway or parenchymal lung disease. The ventilation/perfusion lung scan should be performed in patients with PH to look for CTEPH. High-resolution computed tomography and contrast enhanced computed tomography of the chest will contribute to the identification of patients with lung diseases and CTEPH respectively. Cardiac Magnetic Resonance imaging is accurate and reproducible in assessment of right ventricle size, morphology, and function. Blood tests, immunology and abdominal ultrasound scan are not useful in diagnosing PH, but are required to identify the aetiology of some forms of PH as well as end organ damage. Right heart catheterization (RHC) is required to confirm the diagnosis of PAH and CTEPH, to assess the severity of haemodynamic impairment, and to undertake vasoreactivity testing of the pulmonary circulation in selected patients. Recommendations for RHC are provided in Table 9. Recommendations for vasoreactivity testing are provided in Table 10."
},
{
	"page":"ENAS5081_5.3.0.0",
	"text":"Echocardiographic probability of PH This ESC Guidelines suggest grading the probability of PH as high, intermediate or low based on tricuspid regurgitant velocity (TRV) at rest and on the presence of additional pre-specified echocardiographic variables suggestive of PH as shown in Table 7A. The additional pre-specified echocardiographic variables suggestive of PH are shown in Table 7B. When interpreted in clinical context, the echocardiographic result is required to decide the need for cardiac catheterization in individual patients. Table 7A Echocardiographic probability of pulmonary hypertension in symptomatic patients with a suspicion of pulmonary hypertension Peak tricuspid regurgitation velocity (m/s) Presence of other echo “PH signs”a Echocardiographic probability of pulmonary hypertension ≤2.8 or not measurable No Low ≤2.8 or not measurable Yes Intermediate 2.9–3.4 No 2.9–3.4 Yes High >3.4 Not required PH = pulmonary hypertension. aSee Table 7B."
},
{
	"page":"ENAS5081_5.4.0.0",
	"text":"Echocardiographic signs suggesting PH Table 7B Echocardiographic signs suggesting pulmonary hypertension used to assess the probability of pulmonary hypertension in addition to tricuspid regurgitation velocity measurement in Table 7A A: The ventriclesa B: Pulmonary arterya C: Inferior vena cava and right atriuma Right ventricle/left ventricle basal diameter ratio >1.0 Right ventricular outflow Doppler acceleration time <105 m/sec and/or midsystolic notching Inferior cava diameter >21 mm with decreased inspiratory collapse (<50 % with a sniff or <20 % with quiet inspiration) Flattening of the interventricular septum (left ventricular eccentricity index >1.1 in systole and/or diastole) Early diastolic pulmonary regurgitation velocity >2.2 m/sec Right atrial area (end-systole) >18 cm2   PA diameter >25 mm   aEchocardiographic signs from at least two different categories (A/B/C) from the list should be present to alter the level of echocardiographic probability of pulmonary hypertension."
},
{
	"page":"ENAS5081_5.5.0.0",
	"text":"Diagnostic mgmt. acc. to echo. Probability The recommended plan for further patient investigation based on echocardiographic probability of PH is shown in Table 8 for symptomatic patients. Table 8 Diagnostic management suggested according to echocardiographic probability of pulmonary hypertension in patients with symptoms compatible with pulmonary hypertension, with or without risk factors for pulmonary arterial hypertension or chronic thromboembolic pulmonary hypertension Echocardiographic probability of PH Without risk factors or associated condition for PAH or CTEPHc Classa Levelb Low Alternative diagnosis should be considered IIa C Intermediate Alternative diagnosis, echo follow-up, should be considered IIa C Further investigation of PH may be consideredd IIb High Further investigation of PH (including RHC d) is recommended I C Echocardiographic probability of PH With risk factors or associated condition for PAH or CTEPHc Classa Levelb Low Echo follow-up should be considered IIa C Intermediate Further assessment of PH including RHC should be consideredc IIa B High Further investigation of PHd including RHC is recommended I C CTEPH = chronic thromboembolic pulmonary hypertension; Echo = echocardiographic; PAH = pulmonary arterial hypertension; PH = pulmonary hypertension; RHC = right heart catheterization. aClass of recommendation. bLevel of evidence. cThese recommendations do not apply to patients with diffuse parenchymal lung disease or left heart disease. dDepending on the presence of risk factors for PH Group 2, 3 or 5. Further investigation strategy may differ depending on whether risk factors/associated conditions suggest higher probability of PAH or CTEPH – see diagnostic algorithm."
},
{
	"page":"ENAS5081_5.6.0.0",
	"text":"RHC in PH Table 9 Recommendations for right heart catheterization in pulmonary hypertension Recommendations Classa Levelb RHC is recommended to confirm the diagnosis of pulmonary arterial hypertension (Group 1) and to support treatment decisions. I C In patients with PH, it is recommended to perform RHC in expert centres ( Table 34) as it is technically demanding and may be associated with serious complications. I B RHC should be considered in pulmonary arterial hypertension (Group 1) to assess treatment effect of drugs (Table 12). IIa C RHC is recommended in patients with congenital cardiac shunts to support decisions on correction (Table 23). I C RHC is recommended in patients with PH due to left heart disease (Group 2) or lung disease (Group 3) if organ transplantation is considered. I C When measurement of PAWP is unreliable, left heart catheterization should be considered to measure LVEDP. IIa C RHC may be considered in patients with suspected PH and left heart disease or lung disease to assist differential diagnosis and support treatment decisions. IIb C RHC is indicated in patients with Chronic Thromboembolic Pulmonary Hypertension (Group 4) to confirm diagnosis and support treatment decisions. I C CTEPH = chronic thromboembolic pulmonary hypertension; LVEDP = left ventricular end diastolic pressure; PAWP = pulmonary artery wedge pressure; PH = pulmonary hypertension; RHC = right heart catheterization. aClass of recommendation. bLevel of evidence."
},
{
	"page":"ENAS5081_5.7.0.0",
	"text":"Vasoreactivity testing Table 10 Recommendations for vasoreactivity testing Recommendations Classa Levelb Vasoreactivity testing is indicated only in expert centres. I C Vasoreactivity testing is recommended in patients with IPAH, HPAH and PAH associated with drugs use to detect patients who can be treated with high doses of a calcium channel blocker. I C A positive response to vasoreactivity testing is defined as a reduction of mean PAP ≥10 mmHg to reach an absolute value of mean PAP ≤40 mmHg with an increased or unchanged cardiac output. I C Nitric oxide is recommended for performing vasoreactivity testing. I C Intravenous epoprostenol is considered for performing vasoreactivity testing as an alternative. I C Adenosine should be considered for performing vasoreactivity testing as an alternative. IIa C Inhaled iloprost may be considered for performing vasoreactivity testing as an alternative. IIb C The use of oral or intravenous calcium channel blockers in acute vasoreactivity testing is not recommended. III C Vasoreactivity testing to detect patients who can be safely treated with high doses of a calcium channel blocker is not recommended in patients with PAH other than IPAH, HPAH and PAH associated with drugs use, and is not recommended in pulmonary hypertension Groups 2, 3, 4 and 5. III C HPAH = heritable; IPAH = idiopathic pulmonary arterial hypertension; PAP = pulmonary arterial pressure; PAH = pulmonary arterial hypertension. aClass of recommendation. bLevel of evidence."
},
{
	"page":"ENAS5081_5.8.0.0",
	"text":"PH diagnostic algorithm The diagnostic algorithm is shown in Figure 1 and recommendations for diagnostic strategy are shown in Table 11. The diagnostic process starts after the suspicion of PH and echocardiography compatible with PH (according to different levels of PH probability reported in Tables 7 and 8). In case of high or intermediate probability of PH, clinical history, symptoms, signs, ECG, chest radiograph, pulmonary function tests and high resolution CT of the chest are requested to identify the presence of Group 2 – LHD or Group 3 – lung diseases. If the diagnosis of left heart or lung diseases is confirmed, the appropriate treatment for these conditions should be considered. In presence of severe PH and/or RV dysfunction the patient should be referred to a PH expert center where additional causes of PH may be explored. In case of low probability of PH no additional investigation are required and other causes for symptoms should be considered together with follow-up. If the diagnosis of left heart or lung diseases is not confirmed a ventilation/ perfusion lung scan should be performed for the differential diagnosis between CTEPH and PAH. Concurrently, the patient should be referred to a PH expert center. If the ventilation/perfusion scan shows multiple segmental perfusion defects, a diagnosis of Group 4 – CTEPH should be suspected. The final diagnosis of CTEPH (and the assessment of suitability for PEA) will require CT pulmonary angiography, RHC and selective pulmonary angiography. PAH should be considered if a ventilation/perfusion scan is normal or shows only subsegmental “patchy” perfusion defects particularly in patients with associated conditions and/or risk factors for development of PAH such as family history, CTD, CHD, HIV infection, portal hypertension, or a history of drugs and toxins intake known to induce PAH. In Table 8 the further management according to the probability of PH is given including indications for RHC. Additional specific diagnostic tests including haematology, biochemistry, immunology, serology, ultrasonography and genetics will allow the final diagnosis to be refined. Figure 1 Diagnostic algorithm CHD = congenital heart diseases; CT = Computed Tomography; CTD = Connective Tissue Disease; CTEPH = chronic thromboembolic pulmonary hypertension; DLCO = carbon monoxide diffusing capacity; ECG = electrocardiogram; HIV = Human immunodeficiency virus; HRCT = high resolution CT; mPAP = mean pulmonary arterial pressure; PA = pulmonary angiography; PAH = pulmonary arterial hypertension; PAWP = pulmonary artery wedge pressure; PEA = pulmonary endarterectomy; PFT = Pulmonary function tests; PH = pulmonary hypertension; PVOD/PCH = pulmonary veno-occlusive disease or pulmonary capillary hemangiomathosis; PVR = pulmonary vascular resistance; RHC = right heart catheterisation; RV = right ventricular; V/Q = ventilation/perfusion. aCT pulmonary angiography alone may miss diagnosis of chronic thromboembolic pulmonary hypertension. For interactivity see here"
},
{
	"page":"ENAS5081_5.9.0.0",
	"text":"Diagnostic strategy Table 11 Recommendations for diagnostic strategy Recommendations Classa Levelb Echocardiography is recommended as first-line non-invasive diagnostic investigation in case of suspicion of PH. I C Ventilation/perfusion or perfusion lung scan is recommended in patients with unexplained PH to exclude CTEPH. I C Contrast CT angiography of the PA is recommended in the work-up of patients with CTEPH. I C Routine biochemistry, haematology, immunology, HIV testing and thyroid function tests are recommended in all patients with PAH, to identify the specific associated condition. I C Abdominal ultrasound is recommended for the screening of portal hypertension. I C Lung function test with DLCO is recommended in the initial evaluation of patients with PH. I C High-resolution CT should be considered in all patients with PH. IIa C Pulmonary angiography should be considered in the work-up of patients with CTEPH. IIa C Open or thoracoscopic lung biopsy is not recommended in patients with PAH. III C CT: computed tomography; CTEPH: chronic thromboembolic pulmonary hypertension; DLCO: diffusing capacity of the lung for carbon monoxide; PAH: pulmonary arterial hypertension; PH: pulmonary hypertension. a Class of recommendation. b Level of evidence."
},
{
	"page":"ENAS5081_6.1.1.0",
	"text":"PAH group 1 Evaluation of severity Regular assessment of patients Regular assessment of patients with PAH in expert PH centres is strongly recommended (Table 12). A comprehensive assessment is required as there is no single variable that provides sufficient diagnostic and prognostic information.(Table 13). Table 12 Suggested assessment and timing for the follow-up of patients with pulmonary arterial hypertension At baseline Every 3–6 monthsa Every 6–12 monthsa 3–6 months after changes in therapya In case of clinical worsening + + + + + Medical assessment and determination of functional class At baseline Every 3–6 monthsa Every 6–12 monthsa 3–6 months after changes in therapya In case of clinical worsening + + + + + ECG At baseline Every 3–6 monthsa Every 6–12 monthsa 3–6 months after changes in therapya In case of clinical worsening + + + + + 6MWD/Borg dyspnoea score At baseline Every 3–6 monthsa Every 6–12 monthsa 3–6 months after changes in therapya In case of clinical worsening +   +   +e CPET At baseline Every 3–6 monthsa Every 6–12 monthsa 3–6 months after changes in therapya In case of clinical worsening +   + + + ECHO At baseline Every 3–6 monthsa Every 6–12 monthsa 3–6 months after changes in therapya In case of clinical worsening + + + + + Basic labb At baseline Every 3–6 monthsa Every 6–12 monthsa 3–6 months after changes in therapya In case of clinical worsening +   +   + Extended labc At baseline Every 3–6 monthsa Every 6–12 monthsa 3–6 months after changes in therapya In case of clinical worsening +   + + + Blood gas analysisd At baseline Every 3–6 monthsa Every 6–12 monthsa 3–6 months after changes in therapya In case of clinical worsening +   +f +e +e ALAT = alanine aminotransferase; ASAT = aspartate aminotransferase; BGA = blood gas analysis; BNP = brain natriuretic peptide; CPET = cardiopulmonary exercise testing; Echo = echocardiography; ECG = electrocardiogram; ERAs = endothelin receptor antagonists; FC = functional class; INR = international normalized ratio; lab = laboratory assessment; NT-proBNP = N terminal pro-brain natriuretic peptide; RHC = right heart catheterization; TSH = thyroid stimulating hormone; 6MWT = 6-minute walk test. aIntervals to be adjusted according to patient needs. bBasic lab includes blood count, INR (in patients receiving vitamin K antagonists), serum creatinine, sodium, potassium, ASAT/ALAT (in patients receiving ERAs), bilirubin and BNP/NT-proBNP. cExtended lab includes basic lab plus TSH, troponin, uric acid, iron status (iron, ferritin, soluble transferrin receptor) and other variables according to individual patient needs. d From arterial or arterialized capillary blood; may be replaced by peripheral oxygen saturation in stable patients or if BGA is not available. eShould be considered. fSome centres perform RHCs at regular intervals during follow-up."
},
{
	"page":"ENAS5081_6.1.2.0",
	"text":"Risk assessment in PAH The most important questions to be addressed at each visit are: (i) is there any evidence of clinical deterioration since the last assessment?; (ii) if so, is clinical deterioration caused by progression of PH or by a concomitant illness?; (iii) is RV function stable and sufficient?; and (iv) is the current status compatible with a good long-term prognosis; i.e. does the patient meet the low-risk criteria? (Table 13) Based on the comprehensive assessment, the patient can be classified as “low-risk”, “intermediate-risk” or “high-risk” for clinical worsening or death (Table 13). There are several other factors which have an impact on disease manifestation and prognosis, which cannot be affected by PAH therapy, such as age, sex, underlying disease and co-morbidities. Table 13 Risk assessment in pulmonary arterial hypertension Determinants of prognosisa (estimated 1-year mortality) Low risk 10% Clinical signs of right heart failure Progression of symptoms Syncope WHO functional class 6MWD Cardiopulmonary exercise testing NT-proBNP plasma levels Imaging (echocardiography, CMR imaging) Haemodynamics Absent Absent Present No Slow Rapid No Occasional syncopeb Repeated syncopec I, II III IV >440 m 165–440 m 65 % pred.) VE/VCO2 slope"
},
{
	"page":"ENAS5081_6.1.3.0",
	"text":"Evaluation of severity and response to treatment The overall treatment goal in patients with PAH is achieving a “low-risk” status (Tables 13 and 14). The variables shown in Table 13 may not behave consistently, i.e. they may fall into different risk categories. It is the overall assessment that should drive therapeutic decisions. Table 14 Recommendations for evaluation of severity of pulmonary arterial hypertension and clinical response to therapy Recommendations Classa Levelb It is recommended to evaluate the severity of PAH patients with a panel of data derived from clinical assessment, exercise tests, biochemical markers, echocardiographic and haemodynamic evaluations (Table 12 and 13). I C It is recommended to perform regular follow-up assessments every 3–6 months in stable patients (Table 12). I C Achievement/maintenance of a low-risk profile (Table 13) is recommended as an adequate treatment response for patients with PAH. I C Achievement/maintenance of an intermediate-risk profile (Table 13) should be considered an inadequate treatment response for most patients with PAH. IIa C PAH = pulmonary arterial hypertension aClass of recommendation. bLevel of evidence."
},
{
	"page":"ENAS5081_6.2.1.0",
	"text":"Therapy Treatment strategy The treatment process of PAH patients cannot be considered as a mere prescription of drugs but is characterised by a complex strategy which includes the initial evaluation of severity and the subsequent response to the treatments. The current treatment strategy for PAH patients may be divided into three main steps: The initial approach includes general measures (Table 15), supportive therapy (Table 16), referral to expert centres, and acute vasoreactivity testing (Table 10) for the indication of chronic CCB therapy (Table 17). The second step includes initial therapy with high dose CCB in vasoreactive patients (Table 17) or drugs approved for PAH in non-vasoreactive patients according to the prognostic risk (Table 13) of the patients and the grade of recommendation and level of evidence of each individual compound or combination of compounds. (Tables 18, 19, 20). The third part is related to further treatment strategies; in the case of an inadequate response (Table 14), including combinations of approved drugs (Table 20), intensive care management, balloon atrial septostomy and lung transplantation(Table 21)."
},
{
	"page":"ENAS5081_6.2.2.1",
	"text":"General measures and supportive therapy General measures Table 15 Recommendations for general measures Recommendations Classa Levelb It is recommended to avoid pregnancy in patients with PAH. I C Immunization of PAH patients against influenza and pneumococcal infection is recommended. I C Psychosocial support is recommended in patients with PAH. I C Supervised exercise training should be considered in physically deconditioned PAH patients under medical therapy. IIa B In flight O2 administration should be considered for patients in WHO-FC III and IV and those with arterial blood O2 pressure consistently less than 8 kPa (60 mmHg). IIa C In elective surgery, epidural rather than general anaesthesia should be preferred whenever possible. IIa C Excessive physical activity that leads to distressing symptoms is not recommended in patients with PAH. III C PAH = pulmonary arterial hypertension; WHO-FC = World Health Organization Functional Class. aClass of recommendation. bLevel of evidence."
},
{
	"page":"ENAS5081_6.2.2.2",
	"text":"Supportive therapy Table 16 Recommendations for supportive therapy Recommendations Classa Levelb Diuretic treatment is recommended in PAH patients with signs of RV failure and fluid retention. I C Continuous long-term O2 therapy is recommended in PAH patients when arterial blood O2 pressure is consistently less than 8 kPa (60 mmHg).c I C Oral anticoagulant treatment may be considered in patients with IPAH, HPAH and PAH due to use of anorexigens. IIb C Correction of anaemia and/or iron status may be considered in PAH patients. IIb C The use of angiotensin-converting enzyme inhibitors, angiotensin-2 receptor antagonists, beta-blockers and ivabradine is not recommended in patients with PAH unless required by co-morbidities (i.e. high blood pressure, coronary artery disease or left heart failure). III C HPAH = heritable PAH; IPAH = idiopathic pulmonary arterial hypertension; PAH = pulmonary arterial hypertension; RV = right ventricular. aClass of recommendation. bLevel of evidence.   cSee also recommendations for PAH associated with congenital cardiac shunts."
},
{
	"page":"ENAS5081_6.2.3.1",
	"text":"Initial targeted therapy CCB therapy Table 17 Recommendations for calcium channel blocker therapy in patients who respond to the acute vasoreactivity test Recommendations Classa Levelb High doses of CCBs are recommended in patients with IPAH, HPAH and DPAH responder to acute vasoreactivity test. I C Close follow-up with complete reassessment after 3-4 months of therapy (including RHC) is recommended in patients with IPAH, HPAH and DPAH treated by high doses of CCB. I C Continuation of high doses CCB treatment is recommended In patients with IPAH, HPAH and DPAH in WHO-FC I or II with marked haemodynamic improvement (near normalization). I C Initiation of specific PAH therapy is recommended in patients in WHO-FC III or IV or those without marked haemodynamic improvement (near normalization) after high doses CCB treatment. I C High doses of CCBs are not indicated in patients without vasoreactivity study or non-responders, unless standard doses are prescribed for other indications (eg Raynaud phenomenon). III C CCB = calcium channel blocker; DPAH = drug induced PAH; HPAH = heritable PAH; IPAH = idiopathic PAH; PAH = pulmonary arterial hypertension; RHC = right heart catheterization; RV = right ventricular; WHO-FC = World Health Organization Functional Class. aClass of recommendation. bLevel of evidence."
},
{
	"page":"ENAS5081_6.2.3.2",
	"text":"Drug monotherapy Table 18 Recommendations for efficacy of drug monotherapy, for pulmonary arterial hypertension (Group 1) according to World Health Organization Functional Class. Sequence is by pharmacological group, by rating and by alphabetical order. Classa – Levelb WHO- FC II FC III FC IV Calcium channel blockers I Cc I Cc - - Endothelin receptor antagonists Ambrisentan I A I A IIb C Bosentan I A I A IIb C Macitentand I B I B IIb C Phospho-diesterase type-5 inhibitors Sildenafil I A I A IIb C Tadalafil I B I B IIb C Vardenafil* IIb B IIb B IIb C Guanylate cyclase stimulators Riociguat I B I B IIb C Prostanoids Epoprostenol intravenousd - - I A I A Iloprost inhaled - - I B IIb C intravenous* - - IIa C IIb C Treprostinil subcutaneous - - I B IIb C Inhaled* - - I B IIb C intravenouse - - IIa C IIb C oral* - - IIb B - - Beraprost* - - IIb B - - IP-receptor agonists Selexipag (oral)* I B I B - - APAH = conditions associated with pulmonary arterial hypertension; EMA = European Medicines Agency; PAH = pulmonary arterial hype rtension; RCT = randomized controlled trial; WHO-FC = World Health Organization Functional Class. aClass of recommendation. bLevel of evidence. cOnly in responders to acute vasoreactivity tests: Class I for idiopathic PAH, heritable PAH and PAH due to drugs; Class IIa for APAH conditions. - dTime to clinical worsening as primary end-point in RCTs or drugs with demonstrated reduction in all-cause mortality. - eIn patients not tolerating the subcutaneous form. *This drug is not approved by the EMA at the time of publication of these guidelines."
},
{
	"page":"ENAS5081_6.2.3.3",
	"text":"Initial drug combination therapy Table 19 Recommendations for efficacy of initial drug combination therapy for pulmonary arterial hypertension (Group 1), according to World Health Organization Functional Class. Sequence is by rating Measure/ treatment Classa – Levelb WHO-FC II WHO-FC III WHO-FC IV Ambrisentan + tadalafilc I B I B IIb C Other ERA + PDE-5i IIa C IIa C IIb C Bosentan + sildenafil + i.v. epoprostenol - - IIa C IIa C Bosentan + i.v. epoprostenol - - IIa C IIa C Other ERA or PDE-5i + s.c. treprostinil - - IIb C IIb C Other ERA or PDE-5i + other i.v. prostacyclin analogues - - IIb C IIb C ERA = endothelin receptor antagonist; i.v. = intravenous; PDE-5i = phosphodiesterase type 5 inhibitors; RCT = randomized controlled trial; WHO-FC = World Health Organization Functional Class. aClass of recommendation. - bLevel of evidence. cTime to clinical failure as primary end-point in RCTs or drugs with demonstrated reduction in all-cause mortality (prospectively defined)."
},
{
	"page":"ENAS5081_6.2.3.4",
	"text":"Sequential drug combination therapy Table 20 Recommendations for efficacy of sequential drug combination therapy for pulmonary arterial hypertension (Group 1), according to World Health Organization Functional Class. Sequence is by rating and by alphabetical order Measure/ treatment Classa– Levelb WHO-FC II WHO-FC III WHO-FC IV Macitentan added to sildenafilc I B I B IIa C Riociguat added to bosentan I B I B IIa C Selexipagd added to ERA and/or PDE-5ic I B I B IIa C Sildenafil added to epoprostenol - - I B IIa B Treprostinil inhaled added to sildenafil or bosentan IIa B IIa B IIa C Iloprost inhaled added to bosentan IIb B IIb B IIb C Tadalafil added to bosentan IIa C IIa C IIa C Ambrisentan added to sildenafil IIb C IIb C IIb C Bosentan added to epoprostenol - - IIb C IIb C Bosentan added to sildenafil IIb C IIb C IIb C Sildenafil added to bosentan IIb C IIb C IIb C Other double combinations IIb C IIb C IIb C Other triple combinations IIb C IIb C IIb C Riociguat added to sildenafil or other PDE-5i III B III B III B ERA = endothelin receptor antagonist; PAH = pulmonary arterial hypertension; PDE-5i = phosphodiesterase type 5 inhibitors; RCT = randomized controlled trial; WHO-FC = World Health Organization Functional Class. aClass of recommendation. - bLevel of evidence. cTime to clinical worsening as primary end-point in RCTs or drugs with demonstrated reduction in all-cause mortality (prospectively defined). dThis drug is not approved by the EMA at the time of publication of these guidelines."
},
{
	"page":"ENAS5081_6.2.4.0",
	"text":"Further treatment strategies Table 21 Recommendations for efficacy of intensive care unit management, balloon atrial septostomy and lung transplantation for pulmonary arterial hypertension (Group 1) according to World Health Organization Functional Class Measure/ treatment Classa – Levelb WHO-FC II WHO-FC III WHO-FC IV Hospitalization in intensive care unit is recommended in PH patients with high heart rate (>110 b/min), low blood pressure (Systolic blood pressure <90 mmHg), low urine output and rising lactate levels due or not due to comorbidities. - - - - I C Inotropic support is recommended in hypotensive patients. - - I C I C Lung transplantation is recommended soon after inadequate clinical response on maximal medical therapy. - - I C I C Balloon atrial septostomy may be considered where available after failure of maximal medical therapy. - - IIb C IIb C PH = pulmonary hypertension; WHO-FC = World Health Organization Functional Class. aClass of recommendation. bLevel of evidence."
},
{
	"page":"ENAS5081_6.2.5.0",
	"text":"PAH Treatment algorithm A treatment algorithm for PAH patients is shown in Figure 2. The classes of recommendation and levels of evidence for the PAH treatments are shown in Tables 18 (monotherapy), 19 (initial combination therapy), 20 (sequential combination therapy) and 21 (intensive care treatment and interventions). Definition of clinical response to treatments is reported in Table 14. The PAH treatment algorithm does not apply to patients in other clinical groups, and in particular not to patients with PH associated with Group 2 – LHD or with Group 3 – lung diseases. In addition, the different treatments have been evaluated by RCTs mainly in IPAH, HPAH, PAH due to drugs, and in PAH associated with CTD or with CHD (surgically corrected or not). Treatment Algorithm Description (Figure 2). After the confirmation of the diagnosis of treatment naïve PAH patient in an expert center, the suggested initial approach is the adoption of the general measures and the initiation of the supportive therapy (Tables 15 and 16) if needed. Acute vasoreactivity testing should be performed only in patients with IPAH, HPAH, and PAH associated with drugs and toxins use. Vasoreactive patients should be treated with high doses (progressively titrated) of CCB; adequate response should be confirmed after 3–4 months of treatment (Table 17). Patients responders without an adequate clinical respose to CCB treatment should be treated with approved PAHmedications according with the non- vasoreactive patients treatment strategy. Non-responders to acute vasoreactivity testing who are at low or intermediate risk (Table 13) can be treated either with initial monotherapy (Table 18) or initial oral combination therapy (Table 19). If initial monotherapy is chosen, as head-to-head comparisons among different compounds are not available, no evidence-based first-line monotherapy can be proposed. In this case the choice of the drug may depend on a variety of factors including the approval status, the labelling, the route of administration, the side-effect profile, potential interaction with background therapies, patient preferences, comorbidities, physician experience, and the cost. As head-to-head comparison between initial combination therapy with ambrisentan plus tadalafil has proven to be superior to initial monotherapy with ambrisentan or tadalafil in delaying clinical failure, a higher grade of recommendation has been given to this initial combination (Table 19). In non-vasoreactive and treatment-naïve patients at high-risk (Table 13), initial combination therapy including intravenous prostacyclin analogues should be considered (Table 19). Intravenous epoprostenol should be prioritised as it has reduced the 3 months rate of mortality in high-risk PAH patients also as monotherapy (Table 18). Alternative types of initial combination therapy may be considered (Table 19). In case of inadequate clinical response to initial combination therapy or initial monotherapy (Table 14), sequential double or triple combination therapy is recommended according with Table 20. The combination of riociguat and PDE 5i is contra-indicated. In case of inadequate clinical response with sequential double combination therapy (Table 14), triple combination therapy should be attempted (Tables 19 and 20). It seems reasonable to consider eligibility for lung transplantation after an inadequate clinical response to the initial monotherapy or initial combination therapy, and to refer the patient for lung transplantation soon after the inadequate clinical response is confirmed on maximal combination therapy (Table 21). BAS should be regarded as a palliative or bridging procedure in patients deteriorating despite maximal medical therapy. Figure 2 Treatment algorithm for pulmonary arterial hypertension CCB = calcium channel blockers; DPAH = drug induced PAH; HPAH = heritable PAH; IPAH: = idiopathic PAH; i.v. = intravenous; PAH = pulmonary arterial hypertension; PCA = prostacyclin analogues. aSome WHO-FC III patients may be considered high-risk (see Table 13). bInitial combination with ambrisentan plus tadalafil has proven to be superior to initial monotherapy with ambrisentan or tadalafil in delaying clinical failure. cIntravenous epoprostenol should be prioritised as it has reduced the 3 months rate for mortality in high-risk PAH patients also as monotherapy. dConsider also balloon atrial septostomy. For interactivity see here"
},
{
	"page":"ENAS5081_7.1.0.0",
	"text":"Specific PAH subsets Paediatric PAH Table 22 Recommendations for paediatric pulmonary hypertension Recommendations Classa Levelb A PH diagnostic algorithm work up is recommended for diagnosis and definition of the specific aetiology group in paediatric PH patients.c I C A PAH specific therapeutic algorithm is recommended in paediatric PH patients.c I C Combination therapy should be considered in paediatric PH patients. IIa C Specific paediatric determinants of risk should be considered. IIa C PAH = pulmonary arterial hypertension: PH = pulmonary hypertension. aClass of recommendation. bLevel of evidence. cSee Ivy D et al J Am Coll Cardiol 2013;62(25):D117-D126."
},
{
	"page":"ENAS5081_7.2.0.0",
	"text":"PAH associated with adult CHD Table 23 Recommendations for correction of congenital heart disease with prevalent systemic-to-pulmonary shunts PVRi (WU • m2) PVR (WU) Correctablec Classa Levelb <4 <2.3 Yes IIa C >8 >4.6 No IIa C 4–8 2.3–4.6 Individual patient evaluation in tertiary centres IIa C PVR = pulmonary vascular resistance; PVRi = pulmonary vascular resistance index; WU = Wood units. aClass of recommendation. bLevel of evidence. cWith surgery or intravascular percutaneous procedure. Table 24 Recommendations for pulmonary arterial hypertension associated with congenital heart disease Recommendations Classa Levelb Bosentan is recommended in WHO-FC III patients with Eisenmenger’s syndrome. I B Other ERAs, PDE-5i, and prostanoids should be considered in patients with Eisenmenger’s syndrome. IIa C In the absence of significant haemoptysis, oral anticoagulant treatment may be considered in patients with PA thrombosis or signs of heart failure. IIb C The use of supplemental O2 therapy should be considered in cases in which it produces a consistent increase in arterial oxygen saturation and reduces symptoms. IIa C If symptoms of hyperviscosity are present, phlebotomy with isovolumic replacement should be considered usually when the haematocrit is >65%. IIa C The use of supplemental iron treatment may be considered in patients with low ferritin plasma levels. IIb C Combination drug therapy may be considered in patients with Eisenmenger’s syndrome. IIb C The use of CCBs is not recommended in patients with Eisenmenger’s syndrome. III C CCBs = calcium channel blockers; ERA = endothelin receptor antagonist; PA = pulmonary artery; PDE-5i = phosphodiesterase type-5 inhibitors; WHO-FC = World Health Organization Functional Class. aClass of recommendation. bLevel of evidence."
},
{
	"page":"ENAS5081_7.3.0.0",
	"text":"PAH associated with CTD Table 25 Recommendations for pulmonary arterial hypertension associated with connective tissue disease Recommendations Classa Levelb In patients with PAH associated with CTD the same treatment algorithm as for patients with IPAH is recommended. I C Resting echocardiography is recommended as a screening test in asymptomatic SSc patients with systemic sclerosis, followed by annual screening with echocardiography, DLCO and biomarkers. I C RHC is recommended in all cases of suspected PAH associated with CTD. I C Oral anticoagulation may be considered on an individual basis and in the presence of thrombophilic predisposition. IIb C CTD = connective tissue disease; IPAH = idiopathic pulmonary arterial hypertension; PAH = pulmonary arterial hypertension; RHC = right heart catheterization. aClass of recommendation. bLevel of evidence."
},
{
	"page":"ENAS5081_7.4.0.0",
	"text":"PAH associated with portal HTN Table 26 Recommendations for pulmonary arterial hypertension associated with portal hypertension Recommendations Classa Levelb Echocardiographic assessment for signs of PH is recommended in symptomatic patients with liver disease or portal hypertension and in all candidates for liver transplantation. I B It is recommended that patients affected by PAH associated with portal hypertension are referred to centres with expertise in managing both conditions. I C It is recommended that the treatment algorithm for patients with other forms of PAH is applied to patients with PAH associated with portal hypertension taking into account the severity of liver disease. I C Anticoagulation is not recommended in patients with pulmonary hypertension associated with portal hypertension. III C Liver transplantation may be considered in selected patients responding well to PAH therapy. IIb C Liver transplantation is contraindicated in patients with severe and uncontrolled PAH. III C IPAH = idiopathic pulmonary arterial hypertension; PAH = pulmonary arterial hypertension; PH = pulmonary hypertension. aClass of recommendation. bLevel of evidence."
},
{
	"page":"ENAS5081_7.5.0.0",
	"text":"PAH associated with HIV infection Table 27 Recommendations for pulmonary arterial hypertension associated with human immunodeficiency virus infection Recommendations Classa Levelb Echocardiographic screening in asymptomatic HIV patients to detect PH is not recommended. III C In patients with PAH associated with HIV infection, the same treatment algorithm as for patients with PAH should be considered, taking into consideration comorbidities and drug–drug interactions. IIa C Anticoagulation is not recommendend for lack of data on the efficacy to risk ratio. III C HIV = human immunodeficiency virus; IPAH = idiopathic pulmonary arterial hypertension; PAH= pulmonary arterial hypertension. aClass of recommendation. bLevel of evidence."
},
{
	"page":"ENAS5081_7.6.0.0",
	"text":"PVOD and PCH Table 28 Recommendations for pulmonary veno-occlusive disease Recommendations Classa Levelb A combination of clinical findings, physical examination, bronchoscopy and radiological findings is recommended to diagnose PVOD/PCH. I C Identification of a bi-allelic EIF2AK4 mutation is recommended to confirm a diagnosis of heritable PVOD/PCH without histological confirmation. I B Referral of eligible patients with PVOD/PCH to a transplant centre for evaluation is indicated as soon as the diagnosis is established. I C Patients with PVOD/PCH should be managed only in centres with extensive experience in PH due to the risk of lung oedema after the initiation of PAH therapy. IIa C PAH = pulmonary arterial hypertension; PCH = pulmonary capillary haemangiomatosis; PH = pulmonary hypertension; PVOD = pulmonary veno-occlusive disease. aClass of recommendation. bLevel of evidence."
},
{
	"page":"ENAS5081_8.1.0.0",
	"text":"PAH group 2 (due to left heart disease) Key factors suggestive of group 2 PH Table 29 Examples of key factors suggestive of Group 2 pulmonary hypertension Clinical presentation Echocardiography Other features Age >65 years Structural left heart abnormality Disease of left heart valves LA enlargement (>4.2 cm) Bowing of the IAS to the right LV dysfunction Concentric LV hypertrophy and/or increased LV mass ECG LVH and/or LAH AF/Afib LBBB Presence of Q waves Symptoms of left heart failure Doppler indices of increased filling pressures Increased E/e’ >Type 2–3 mitral flow abnormality Other imaging Kerley B lines Pleural effusion Pulmonary oedema LA enlargement Features of metabolic syndrome Absence of RV dysfunction Mid systolic notching of the PA flow Pericardial effusion History of heart disease (past or current) Persistent atrial fibrillation AF = atrial flutter; Afib = atrial fibrillation; ECG = electrocardiogram; IAS = inter-atrial septum; LA = left atrium; LAH = left anterior hemiblock; LBBB = left bundle branch block; LV = left ventricle; LVH = left ventricular hypertrophy; PA = pulmonary artery; RV = right ventricle."
},
{
	"page":"ENAS5081_8.2.0.0",
	"text":"Mgmt. of PH in left heart disease Table 30 Management of pulmonary hypertension in left heart disease Recommendations Classa Levelb Optimization of the treatment of the underlying condition is recommended before considering assessment of PH-LHD (i.e. treating structural heart disease). I C It is recommended to identify other causes of PH (i.e. COPD, SAS, PE, CTEPH) and to treat them when appropriate before considering assessment of PH-LHD. I C It is recommended to perform invasive assessment of PH in patients on optimized volume status. I C Patients with PH-LHD and a severe pre-capillary component as indicated by a high DPG and/or high PVR should be referred to an expert PH center for a complete diagnostic work-up and an individual treatment decision. IIa C The importance and role of vasoreactivity testing is not established in PH-LHD, except in patients who are candidates for heart transplantation and/or LV assist device implantation. III C The use of PAH approved therapies is not recommended in PH-LHD. III C COPD = chronic obstructive pulmonary disease; CpcPH = combined post-capillary and pre-capillary pulmonary hypertension; TEPH = chronic thromboembolic pulmonary hypertension; DPG = diastolic pressure gradient; PE = pulmonary embolism; PH-LHD = pulmonary hypertension due to left heart disease; PVR = pulmonary vascular resistance; SAS = sleep apnea syndrome; LVAD = left ventricular assist device. aClass of recommendation. bLevel of evidence."
},
{
	"page":"ENAS5081_9.0.0.0",
	"text":"PAH group 3 (due to lung diseases and/or hypoxia) Table 31 Haemodynamic classification of pulmonary hypertension associated with lung disease Terminology Haemodynamics (right heart catheterization) COPD/IPF/CPFE without PH PAPm <25 mmHg COPD/IPF/CPFE with PH PAPm ≥25 mmHg COPD/IPF/CPFE with severe PH PAPm >35 mmHg, or PAPm ≥25 mmHg in the presence of a low cardiac output (CI <2.5 L/min, not explained by other causes) CI = cardiac index; COPD = chronic obstructive pulmonary disease; CPFE = combined pulmonary fibrosis and emphysema; IPF = idiopathic pulmonary fibrosis; PAP = pulmonary artery pressure; PAPm = mean pulmonary arterial pressure; PH = pulmonary hypertension. Table 32 Recommendations for pulmonary hypertension due to lung diseases Recommendations Classa Levelb Echocardiography is recommended for the non-invasive diagnostic assessment of suspected PH in patients with lung disease. I C In patients with echocardiographic signs of severe PH and/or severe right ventricular dysfunction referral to an expert center is recommended.c I C The optimal treatment of the underlying lung disease including long-term O2 therapy in patients with chronic hypoxaemia is recommended in patients with PH due to lung diseases. I C Referral to PH expert center should be considered for patients with signs of severe PH/severe RV failure for individual-based treatment. IIa C RHC is not recommended for suspected PH in patients with lung disease, unless therapeutic consequences are to be expected (e.g. lung transplantation, alternative diagnoses such as PAH or CTEPH, potential enrolment in a clinical trial). III C The use of drugs approved for PAH is not recommended in patients with PH due to lung diseases. III C CTEPH = chronic thromboembolic pulmonary hypertension; PAH = pulmonary arterial hypertension; PH = pulmonary hypertension. aClass of recommendation. bLevel of evidence. cThis recommendation does not apply to patients with end-stage lung disease who are not considered candidates for lung transplantation."
},
{
	"page":"ENAS5081_10.1.0.0",
	"text":"PAH group 4.1. (CTEPH) CTEPH diagnostic algorithm Figure 3 Diagnostic algorithm for chronic thromboembolic pulmonary hypertension CT = computed thomography; CTEPH = chronic thromboembolic pulmonary hypertension; PAH = pulmonary arterial hypertension; V/Q = ventilation/perfusion. aCT pulmonary angiography alone may miss diagnosis of chronic thromboembolic pulmonary hypertension. For interactivity see here"
},
{
	"page":"ENAS5081_10.2.0.0",
	"text":"CTEPH treatment algorithm Figure 4 Treatment algorithm for chronic thromboembolic pulmonary hypertension BPA = balloon pulmonary angioplasty; CTEPH = chronic thromboembolic pulmonary hypertension; PH = pulmonary hypertension. aTechnically operable patients with non-acceptable risk/benefit ratio can be considered also for BPA. bIn some centers medical therapy and BPA are initiated concurrently. For interactivity see here"
},
{
	"page":"ENAS5081_10.3.0.0",
	"text":"CTEPH strategy Table 33 Recommendations for chronic thromboembolic pulmonary hypertension Recommendations Classa Levelb In PE survivors with exercise dyspnoea, CTEPH should be considered. IIa C Life-long anticoagulation is recommended in all patients with CTEPH. I C It is recommended that in all patients with CTEPH the assessment of operability and decisions regarding other treatment strategies be made by a multidisciplinary team of experts. I C Surgical PEA in deep hypothermia circulatory arrest is recommended for patients with CTEPH. I C Riociguat is recommended in symptomatic patients who have been classified as having persistent/recurrent CTEPH after surgical treatment, or inoperable CTEPH, by a CTEPH team including at least one experienced PEA surgeon. I B Off-label use of drugs approved for PAH may be considered in symptomatic patients who have been classified as having persistent/recurrent CTEPH after surgical treatment, or inoperable CTEPH by a CTEPH team including at least one experienced PEA surgeon. IIb B Interventional BPA may be considered in patients who are technically non-operable, or carry an unfavourable risk-benefit ratio for PEA. IIb C Screening for CTEPH in asymptomatic survivors of PE is currently not recommended. III C BPA = balloon pulmonary angioplasty; CTEPH = chronic thromboembolic pulmonary hypertension; EMA = European Medicines Agency; FDA = US Food and Drug Administration PE =pulmonary embolism; PEA = pulmonary endarterectomy. aClass of recommendation. bLevel of evidence."
},
{
	"page":"ENAS5081_11.0.0.0",
	"text":"Definition of a PH referral centre Table 34 Recommendations for pulmonary hypertension referral centre Recommendations Classa Levelb It is recommended for referral centers to provide care by a multi-professional team (cardiology and respiratory medicine physicians, clinical nurse specialist, radiologists, psychological and social work support, appropriate on-call expertise). I C It is recommended for referral centers to have direct links and quick referral patterns to other services (such as CTD service, family planning service, PEA service, lung transplantation service, adult congenital heart disease service). I C It should be considered for a referral centre to follow at least 50 patients with PAH or CTEPH and should receive at least two new referrals per month with documented PAH or CTEPH. IIa C It should be considered for a referral centre to perform at least 20 vasoreactivity tests in IPAH, HPAH of DPAH patients per year. IIa C Referral centres should participate in collaborative clinical research in PAH, which includes phase II and phase III clinical trials. IIa C CTD: connective tissue diseases; CTEPH: chronic thromboembolic pulmonary hypertension; PAH : pulmonary arterial hypertension. aClass of recommendation. bLevel of evidence."
},
{
	"page":"ENAS5081_12.0.0.0",
	"text":"(N)OAC (Non-vitamin K antagonist) oral anticoagulant °C Degree Celsius 2D/ 2-D Two-dimensional 2hPG 2-h post-load plasma glucose 3D/ 3-D Three-dimensional 5-FU 5-fluorouracil 99mTc-DPD Technetium-99m 3,3-diphosphono-1,2-propanodicarboxylic acid A/C Anticoagulation AAA Abdominal aortic aneurysm AAD Antiarrhythmic drugs AAS Acute aortic syndrome ABC Age, biomarkers, clinical history ABI Ankle-Brachial Index ABPM Ambulatory BP monitoring ACA Aborted cardiac arrest ACC American College of Cardiology ACCA Acute Cardiovascular Care Association ACCF American College of Cardiology Foundation ACCOAST Comparison of Prasugrel at the Time of Percutaneous Coronary Intervention or as Pretreatment at the Time of Diagnosis in Patients with Non-ST Elevation Myocardial Infarction ACE Angiotensin-converting enzyme ACEF Age, creatinine, ejection fraction ACEI/ ACE-I/ ACE-Is Angiotensin converting enzyme inhibitors ACS Acute coronary syndromes ACT Activated clotting time AD Aortic dissection ADA American Diabetes Association/​Adenosine deaminase ADD Acute aortic dissection ADP Adenosine diphosphate AEPC Association for European Paediatric and Congenital Cardiology AF Atrial flutter/Atrial fibrillation AFNET German Competence NETwork on Atrial Fibrillation AHA American Heart Association AHF Acute heart failure AHRE Atrial high rate episodes AK Alpha kinase AKI Acute kidney injury AL Amyloid light chain ALAT/ ALT Alanine aminotransferase ALI Acute limb ischaemia AMI Acute myocardial infarction ANA Anti-nuclear antibodies ANCA Anti-neutrophil cytoplasm antibodies AO Aorta AOS Aneurysms-osteoarthritis syndrome AP Accessory pathway APAH Conditions associated with pulmonary arterial hypertension Apo Apolipoprotein apo A I Apolipoprotein A I apo B Apolipoprotein B aPTT Activated partial thromboplastin time AR Aortic regurgitation ARB Angiotensin II receptor blocker/ Angiotensin receptor blocker ARBs Angiotensin receptor blockers ARNI Angiotensin receptor neprilysin inhibition ARVC Arrhythmogenic right ventricular cardiomyopathy AS Aortic stenosis ASA Acetylsalicylic acid ASAT/ AST Aspartate aminotransferase ASCERT American College of Cardiology Foundation–Society of Thoracic Surgeons Database Collaboration ASE American Society of Echocardiography AST/ ALT/ ALP Aspartate / alanine aminotransferase / alkaline phosphatase ASV Adaptive servo-ventilation AT Antithrombin ATOR Atorvastatin ATP Antitachycardiac pacing/Adenosine triphosphate ATRIA AnTicoagulation and Risk factors In Atrial fibrillation ATS Arterial tortuosity syndrome ATTR Amyloidosis, transthyretin type AUC Area under the curve AV Atrioventricular AVB Atrioventricular block AVID Antiarrhythmic drugs Versus Implantable Defibrillator AVM AV delay management AVP Arginine vasopressin AVR Aortic valve replacement b.i.d. Bis in die (twice daily) b.p.m/ bpm Beats per minute BARI-2D Bypass Angioplasty Revascularization Investigation 2 Diabetes BAS Balloon atrial septostomy BAV Balloon aortic valvuloplasty/Bicuspid aortic valve BB Beta-blocker BBB Bundle branch block BC Blood culture BCNIE Blood culture-negative infective endocarditis BCR-ABL Breakpoint cluster region-Abelson BGA Blood gas analysis BIMA Bilateral internal mammary artery Bi-PAP Bilevel positive airway pressure BiV Biventricular BiVAD Bi-ventricular assist device BMI Body mass index BMPR Bone morphogenetic protein receptor, type 2 BMS Bare metal stent BMT Best medical therapy BNP Brain natriuretic peptide/ B-type natriuretic peptide BP Blood pressure BPA Balloon pulmonary angioplasty BSA Body surface area BUN Blood urea nitrogen CABG Coronary artery bypass graft/ Coronary artery bypass graft surgery CAD Coronary artery disease CAS Carotid artery stenting CASH Cardiac Arrest Study Hamburg Cath/ Lab Catheterization laboratory CCB Calcium channel blocker CCNAP Council on Cardiovascular Nursing and Allied Professions CCP Council for Cardiology Practice CCPC Council on Cardiovascular Primary Care CCS Canadian Cardiovascular Society CCU Coronary care unit CDRIE Cardiac device-related infective endocarditis CEA Carotid endarterectomy/​Carcinoembryonic antigen CFA Common femoral artery CFC Cardiofaciocutaneous CHA2DS2-VASc Congestive heart failure or left ventricular dysfunction, Hypertension, Age ≥75 (doubled), Diabetes, Stroke (doubled)-Vascular disease, Age 65–74, Sex category (female) CHADS2 Cardiac failure, Hypertension, Age, Diabetes, Stroke (doubled) CHARM-Added Candesartan in Heart Failure: Assessment of Reduction in Mortality and Morbidity-Added CHD Coronary heart disease/ Congenital heart disease CHF Congestive heart failure/ Chronic heart failure CI Cardiac index / Contraindication / Confidence interval CIA Common iliac artery CI-AKI Contrast-induced acute kidney injury CIDS Canadian Implantable Defibrillator Study CIED Cardiac implantable electronic device CIN Contrast-induced nephropathy CK Creatine phophokinase/​Creatinine kinase CKD Chronic kidney disease CKD-EPI Chronic Kidney Disease Epidemiology Collaboration CK-MB Creatine kinase MB isoform CLI Critical limb ischaemia CMP Cardiomyopathy CMR Cardiac magnetic resonance CMV Cytomegalovirus CO Cardiac output CoA Coarctation / Coarctation of the aorta Cons Conservative cont Continued COPD Chronic obstructive pulmonary disease COT Cardiac Oncology Toxicity COURAGE Clinical Outcomes Utilization Revascularization and Aggressive Drug Evaluation COX Cyclo-oxygenase/ Cyclooxygenase CPAP Continuous positive airway pressure CPET Cardiopulmonary exercise testing CPFE Combined pulmonary fibrosis and emphysema CPG Committee for Practice Guidelines CPVT Catecholaminergic polymorphic ventricular tachycardia CR Cardiac rehabilitation CrCI Creatinine clearance CRP C-reactive protein CRT Cardiac resynchronization therapy CRT-D Cardiac resynchronization therapy defibrillator/ Defibrillator with cardiac resynchronization therapy CRT-P Cardiac resynchronization therapy pacemaker CRUSADE Can Rapid risk stratification of Unstable angina patients Suppress ADverse outcomes with Early implementation of the ACC/AHA guidelines CSF Colony-stimulating factor/Cerebrospinal fluid CSM Carotid sinus massage CSS Carotid sinus syncope/syndrome CT Computed tomographic / tomogram/tomography CTA Computed tomography angiography CTD Connective tissue disease CTEPH Chronic thromboembolic pulmonary hypertension cTN Cardiac troponin CTO Chronic total occlusions CTRCD Cancer Therapeutics–Related Cardiac Dysfunction Ctrl Control CUS Compression venous ultrasonography CV Cardiovascular / Cardioversion CVD Cardiovascular disease CW Continuous wave CXR Chest X-ray DALYs Disability adjusted life years DAPT Dual (oral) antiplatelet therapy DBP Diastolic blood pressure DC Direct current DCC Direct-current cardioversion DCM Dilated cardiomyopathy DDI Drug-drug interactions DEFINITE DEFibrillator In Non-Ischemic cardiomyopathy Treatment Evaluation DES Drug-eluting stent DFT Defibrillation threshold DHP Dihydropyridine DI-DO Door-in to door-out time DLCO Carbon monoxide diffusing capacity DM Diabetes mellitus DNA Deoxyribonucleic acid DPAH Drug induced PAH DPG Diastolic pressure gradient DPP Diabetes prevention program DSA Digital subtraction angiography DT Deceleration time DTB Door-to-balloon time DTIs Direct thrombin inhibitors DUS Duplex ultrasonography / Doppler ultrasound DVT Deep vein thrombosis E/A Ratio of mitral peak velocity of early filling (E) to mitral peak velocity of late filling (A) E/e’ Ratio of early transmitral flow velocity (E) to early mitral annulus velocity (e’) EACPR European Association for Cardiovascular Prevention & Rehabilitation EACTS European Association of Cardio-Thoracic Surgery/ European Association for Cardio-Thoracic Surgery EACVI European Association of Cardiovascular Imaging EANM European Association of Nuclear Medicine EAPCI European Association of Percutaneous Cardiovascular Interventions EAS European Atherosclerosis Society EASD European Association for the Study of Diabetes EBV Epstein-Barr virus ECG Electrocardiogram / Electrocardiographic ECHO Echocardiography/​Echocardiogram ECLS Extracorporeal life support ECST European Carotid Surgery Trial ECVF Extacellular volume fraction ED Erectile dysfunction/ Emergency department EDS-IV Ehlers-Danlos syndrome type IV EF Ejection fraction eGFR Estimated glomerular filtration rate EHRA European Heart Rhythm Association EIA External iliac artery EIF Eukaryotic translation initiation factor EMA European Medicines Agency EMB Endomyocardial biopsy EMS Emergency medical system/service ENA Anti-extractable nuclear antigens Enox Enoxaparin EP Electrophysiology EPD Embolic protection device EPS Electrophysiologic study ER Extended release formulations ERA Endothelin receptor antagonist EROA Effective regurgitant orifice area ERS European Respiratory Society ESC European Society of Cardiology ESCMID European Society of Clinical Microbiology and Infectious Diseases ESH European Society of Hypertension ESO European Stroke Organisation ESR European Society of Radiology/Erythrocyte sedimentation rate ESRD End-stage renal disease ETT Endotracheal tube EU European Union EULAR European League Against Rheumatism EVAR Endovascular aortic repair/reconstruction Exp+ Experimental therapy FAME-2 Fractional Flow Reserve-Guided Percutaneous Coronary Intervention Plus Optimal Medical Treatment Versus Optimal Medical Treatment Alone in Patients With Stable Coronary Artery Disease FBN1 Fibrillin 1 FC Functional class FCH Familial combined hyperlipidaemia FCM Ferric carboxymaltose FDA US Food and Drug Administration/ Food and Drug Administration FDG Fluorodeoxyglucose FFP Fresh frozen plasma FFR Fractional flow reserve FH Familial hypercholesterolaemia FHL1 Four and a half LIM domains 1 FINDRISC FINnish Diabetes RIsk SCore FL False lumen FLUVA Fluvastatin FMC First medical contact FMCTB First-medical-contact-to-balloon time FMF Familial Mediterranean fever Fonda Fondaparinux FPG Fasting plasma glucose FU Follow-up GFR Glomerular filtration rate GGTP Gamma-glutamyl transpeptidase GLP-1 Glucagon-like peptide-1 GLS Global longitudinal strain GM Granulocyte-macrophage GP Glycoprotein / General practitioner GRACE Global Registry of Acute Coronary Events GUCH Grown-up patients with congenital heart disease HAART Highly active antiretroviral treatment HACEK Haemophilus parainfluenzae, H. aphrophilus, H. paraphrophilus, H. influenzae, Actinobacillus actinomycetemcomitans, Cardiobacterium hominis, Eikenella corrodens, Kingella kingae, and K. denitrificans HAS-BLED Hypertension, Abnormal renal/liver function, Stroke, Bleeding history or predisposition, Labile INR, Elderly (65), Drugs concomitantly/alcohol abuse HbA1c Glycated haemoglobin / Glycated haemoglobin A1c HBPM Home BP monitoring HCM Hypertrophic cardiomyopathy HCV Hepatitis C virus HDAC Histone deacetylase HDL High density lipoprotein HDL-C High density lipoprotein-cholesterol HeFH Heterozygous familial hypercholesterolaemia HER2 Human epidermal growth factor receptor 2 HF Heart failure HFA Heart Failure Association H-FABP Heart-type fatty acid-binding protein HFmrEF Heart failure with mid-range ejection fraction HFpEF/ HF-PEF Heart failure with preserved ejection fraction HFrEF/ HF-REF Heart failure with reduced ejection fraction HHD Hypertensive heart disease HHV Human herpesvirus H-ISDN Hydralazine and isosorbide dinitrate HIT Heparin-induced thrombocytopenia HIV Human immunodeficiency virus HoFH Homozygous familial hypercholesterolaemia HPAH Heritable PAH HR Heart rate HRCT High resolution CT hs-CRP high-sensitivity C-reactive protein HT/ HTN Hypertension HTG Hypertrigiyceridaemia i.v. / IV Intravenous IABP Intraaortic balloon pump IAS Inter-atrial septum ICA Invasive coronary angiography ICD Implantable cardioverter defibrillator/ International Classification of Diseases ICH Intracranial haemorrhage ICU Intensive care unit ID Infectious disease IDF International Diabetes Federation IE Infective endocarditis IFG Impaired fasting glucose IFN Interferon-gamma IGRA Interferon-gamma release assay IGT Impaired glucose tolerance IHD Ischaemic heart disease IL-2 Interleukin 2 ILR Implantable loop recorder IMA Internal mammary artery IMH Intramural haematoma IMT Intima–media thickness INR International normalized ratio IN-TIME Implant-based multiparameter telemonitoring of patients with heart failure IOMC Iso-osmolar contrast medium IPAH Idiopathic pulmonary arterial hypertension IPF Idiopathic pulmonary fibrosis IRA Infarct-related artery ISH Isolated systolic hypertension ISHLT International Society for Heart and Lung Transplantation IU International units IUD Intrauterine device IV UHF Intravenous unfractionated heparin IVC Inferior vena cava IVDA Intravenous drug abusers IVIG Intravenous immunoglobulin IVUS Intravascular ultrasound JSAP Japanese Stable Angina Pectoris km per h Kilometres per hour LA Left atrium/atrial LAA Left atrial appendage LAD Left anterior descending (coronary artery) LAE Left atrial enlargement LAH Left anterior hemiblock LAVI Left atrial volume index LBBB Left bundle branch block LCC Left coronary cusp Lcx Left circumflex LDH Lactate dehydrogenase LDL Low-density lipoprotein LDL-C Low-density lipoprotein-cholesterol LDLR Low density lipoprotein receptor LDS Loeys-Dietz syndrome LEAD Lower-extremity artery disease LEOPARD lentigines, ECG abnormalities, ocular hypertelorism, pulmonary stenosis, abnormal genitalia, retardation of growth, and sensorineural deafness LGE Late gadolinium enhancement LHD left heart disease LLN Lower limit of normality LM Left main LMNA Lamin A/C LMWH Low molecular weight heparin LOCM Low-osmolar contrast medium LoE Level of evidence LOVA Lovastatin Lp Lipoprotein Lp(a) Lipoprotein(a) LQTS Long QT syndrome LTBI Latent tuberculosis infection LV Left ventricle / left ventricular LVAD Left ventricular assist device LVEDD Left ventricular end-diastolic diameter LVEDP Left ventricular end diastolic pressure LVEF Left ventricular ejection fraction LVESD Left ventricular end-systolic diameter LVESV Left ventricular end-systolic volume LVH Left ventricular hypertrophy LVM Left ventricular mass LVMI Left ventricular mass index LVOT Left ventricular outflow tract LVOTG Left ventricular outflow tract gradient LVOTO Left ventricular outflow tract obstruction MACE Major adverse cardiac events MADIT Multicenter Automatic Defibrillator Implantation Trial MASS II The medicine, angioplasty, or surgery study Mbq Millibecquerel MCS Mechanical circulatory support MDCT Multidetector computed tomographic angiography/Multi-detector computed tomography MDRD Modifikation of Diet in Renal Disease Med RX Medial therapy MedPed Make Early Diagnosis to Prevent Early Deaths MELAS mitochondrial encephalomyopathy, lactic acidosis, and stroke-like episodes MERFF Myoclonic epilepsy with ragged red fibres MET Metabolic equivalent MetS Metabolic syndrome MI Myocardial infarction MIC Minimum inhibitory concentration MPI Myocardial perfusion imaging MPR Multiplanar reconstruction MPS Myocardial perfusion scintigraphy / Myocardial perfusion stress MR Magnetic resonance/ Mitral regurgitation/ Mineralocorticoid receptor MRA Mineralocorticoid receptor antagonist / Magnetic resonance angiography MRI Magnetic resonance imaging MR-proANP Mid-regional pro atrial natriuretic peptide/ Mid-regional pro A-type natriuretic peptide MRSA Methicillin-resistant Staphylococcus aureus MS Mitral stenosis MSCT Multislice computed tomography MSSA Methicillin-susceptible Staphylococcus aureus mSv Millisievert MUGA Multigated radionuclide angiography mV millivolt(s) MV abn Mitral valve abnormality MWD Minute walk distance MWT Minute walk test MYBPC3 Myosin-binding protein C MYH7 Myosin, heavy chain 7 MYL3 Essential myosin light chain n.a/ NA not available/ Not available N/A Not applicable N/R Not reported NASCET North American Symptomatic Carotid Endarterectomy Trial NCC Non coronary cusp NCDR National cardiovascular data registry NIHSS National Institutes of Health stroke severity scale NIPPV Non-invasive positive pressure ventilation NIV Non-invasive ventilation NNH Numbers needed to harm NNT Numbers needed to treat/ Number of individuals needed to treat NOAC/ NOAC(s) Novel oral anticoagulant / New oral anticoagulant / Non-vitamin K antagonist direct oral anticoagulant/ Non-vitamin K antagonist oral anticoagulant(S) Non-HDL-C Non-HDL cholesterol NP Natriuretic peptide NPV Negative predictive value NRT Nicotine replacement therapy NSAID Non-steroidal antiinflammatory drug(s) NSAIDs Non-steroidal anti-inflammatory drugs NSQIP National surgical quality improvement program NSTE Non-ST-elevation NSTE-ACS Non-ST-segment elevation acute coronary syndrome/ Non-ST elevation acute coronary syndrome NSTEMI Non-ST-elevation myocardial infarction NSVT Non-sustained ventricular tachycardia NTG Nitroglycerine NT-proBNP N-terminal pro B-type/brain natriuretic peptide NVE Native valve endocarditis NYHA New York Heart Association O2 Oxygen OAC Oral anticoagulation/ anticoagulant OAC Oral anticoagulation OARS Open-ended questions, Affirmation, Reflective listening, Summarising OCT Optical coherence tomography OD Organ damage OGTT Oral glucose tolerance test OHCA Out-of-hospital cardiac arrest OHS Obesity hypoventilation syndrome OMT Optimal medical therapy OR Odds ratio ORBIT Outcomes Registry for Better Informed Treatment of Atrial Fibrillation OSA Obstructive sleep apnoea p.o. Per os PA Postero-anterior/ Pulmonary artery/ Physical activity PAD Peripheral artery disease PAH Pulmonary arterial hypertension / Pulmonary hypertension PaO2 Partial pressure of oxygen PAP Pulmonary artery pressure/ Pulmonary arterial pressure PAR Protease-activated receptor PAU Penetrating aortic ulcer PAWP Pulmonary artery wedge pressure PCA Prostacyclin analogues PCC Prothrombin coagulation complax/ Prothrombin complex concentrates PCH Pulmonary capillary haemangiomatosis PCI Percutaneous coronary intervention PCIS Post-cardiac injury syndromes PCR Polymerase chain reaction PCSK9 Proprotein convertase subtilisin/kexin type 9 PCWP Pulmonary capillary wedge pressure PDE Phosphodiesterase type-5 inhibitors/ Phosphodiesterase PDE5 Phosphodiesterase type 5 PE Pulmonary embolism PEA Pulmonary endarterectomy PEP Primary endpoint PESI Pulmonary embolism severity index PET Positron emission tomography PFT Pulmonary function tests PH Pulmonary hypertension PISA Proximal isovelocity surface area PITA Pitavastatin PM Pacemaker/Pain management PMC Percutaneous mitral commissurotomy PPCM Peripartum cardiomyopathy PPI Proton pump inhibitor PPS Post-pericardiotomy syndrome PRAVA Pravastatin PRIMARY PCI Primary percutaneous coronary intervention PRKAG2 Gamma-2 subunit of the adenosine monophosphate-activated protein kinase PS Pulmonary valve stenosis PTA Percutaneous transluminal angioplasty / Pre-test probability PTT Partial thromboplastin time PUFA/ PUFAs Polyunsaturated fatty acid/ Polyunsaturated fatty acids PVC Premature ventricular contraction/ Premature ventricular complex PVE Prosthetic valve endocarditis PVI Pulmonary vein isolation PVL Paravalvular leak PVOD Pulmonary veno-occlusive disease PVR Pulmonary vascular resistance PVS Programmed ventricular stimulation PWV Pulse wave velocity R Vol Regurgitant volume RA Right atrium/ Rheumatoid arthritis RAA Renin–angiotensin–aldosterone RAAS Renin angiotensin aldosterone system RAP Right atrial pressure RAS Renal artery stenosis / Renin-angiotensin system RBBB Right bundle branch block RCC Right coronary cusp RCT/RCTs Randomized controlled trial RF Risk factor rFVIIa Activated recombinant factor VII RHC Right heart catheterization ROSU Rosuvastatin rPA Right pulmonary artery r-PA Reteplase RR Relative risk RRR Relative risk reduction rtPA Recombinant tissue plasminogen activator RV Right ventricle/ventricular RVEDP Right ventricular end-diastolic pressure RVOT Right ventricular outflow tract RVOTO Right ventricular outlow tract obstruction RVSP Right ventricular systolic pressure S.C. Subcutaneous SA Signal-averaged SAA Septal alcohol ablation SADS Sudden arrhythmic death syndrome SAM Systolic anterior motion SAN Sinoatrial node SaO2 Saturated oxygen SAPT Single antiplatelet therapy SAS Sleep apnea syndrome SB Sinus bradycardia SBP Systolic blood pressure SCAD Stable coronary artery disease SCD Sudden cardiac death SCORE Systematic Coronary Risk Evaluation / Systematic Coronary Risk Estimation SFA Superficial femoral artery SGLT2 Sodium glucose co-transporter 2 SIDS Sudden infant death syndrome SIMVA Simvastatin SIRS Systemic inflammatory response SLE Systemic lupus erythematosus SMART Specific, Measurable, Achievable, Realistic and Timely SND Sinus node disease SPAP Systolic pulmonary artery pressure SPECT Single-photon emission computed tomography sPESI Simplified Pulmonary Embolism Severity Index SpO2 Saturation of peripheral oxygen SQTS Short QT syndrome SR Sinus rhythm SSS Sick sinus syndrome STE-ACS ST-segment elevation acute coronary syndrome STEMI ST-elevation myocardial infarction STS Society of Thoracic Surgeon/ Structured telephone support ST-T ST-segment-T wave SUDI Sudden unexplained death in infancy SUDS Sudden unexplained death syndrome SVG Saphenous vein graft SVR Surgical ventricular reconstruction. SVT Supraventricular tachycardia SWISSI II Swiss Interventional Study on Silent Ischemia Type II SYNTAX SYNergy between percutaneous coronary intervention with TAXus and cardiac surgery T1DM Type 1 diabetes mellitus T2DM Type 2 diabetes mellitus TAA Thoracic aortic aneurysm TAAD Thoracic aortic aneurysms and dissection TAI Traumatic aortic injury TAPSE Tricuspid annulus plane systolic excursion TASC TransAtlantic Inter-Society Consensus TAVI Transcatheter aortic valve implantation/ Transaortic valve implantation TB Tuberculosis TC Total cholesterol T-DM1 Trastuzumab-emtansine TE Thromboembolism / Thrombo-embolic TEE Transesophageal echocardiogram TEVAR Thoracic endovascular aortic repair TG Triglyceride TGA Complete transposition of the great arteries Three DE Three dimensional echocardiography TIA Transient ischaemic attack / Transitory ischaemic attack TIBC Total iron-binding capacity TIME Trial of invasive versus medical therapy in elderly patients with chronic symptomatic coronary-artery disease TIMI Thrombolysis In Myocardial Infarction TKI Tyrosine kinase inhibitor TL True lumen TNF Tumor necrosis factor TNK-tPA Tenecteplase TNNI3 Troponin I, cardiac TNNT2 Troponin T TOE Transoesophageal echocardiography / echocardiogram t-PA Tissue plasminogen activator TPM1 Tropomyosin 1 alpha chain TR Tricuspid regurgitation TRAPS Tumour necrosis factor receptor-associated periodic syndrome TRL Triglyceride-rich lipoproteins TRV Tricuspid regurgitant velocity TS Tricuspid stenosis / Turner syndrome TSAT Transferrin saturation TSH Thyroid stimulating hormone TTE Transthoracic echocardiography TTR Time in therapeutic range / Transthyretin TV Tricuspid valve/ Television TVI Time–velocity integral Tx Tendon xanthomata UA Unstable angina UEAD Upper extremity artery disease UFH Unfractionated heparin UHF Ultrafractionated heparin UK United Kingdom ULN Upper limit of normal US United States USA United States of America V/Q Scan ventilation–perfusion scintigraphy VA Vertebral artery/ Ventricular arrhythmia VEGF Vascular endothelial growth factor VF Ventricular fibrillation VHD Valvular heart disease VKA Vitamin K antagonist VO2 Oxygen consumption VPBs Ventricular premature beats vs Versus VSD Ventricular septal defect VT Ventricular tachycardia VTE Venous thromboembolism VV Interventricular VVI Ventricular inhibited pacing WBC White blood cells WCD Wearable cardioverter defibrillator WHF World Heart Federation WHO World Health Organization WPW Wolff-Parkinson-White WU Wood units"
}
]