[
{
	"page":"ENAS262_1.1.0.0",
	"text":"FROM 2014 ESC guidelines on acute pulmonary embolism* The Task Force for the Diagnosis and Management of Acute Pulmonary Embolism of the European Society of Cardiology (ESC) Endorsed by the European Respiratory Society (ERS)   Chairperson Prof. Stavros V Konstantinides Center for Thrombosis and Hemostasis Johannes Gutenberg University of Mainz University Medical Center Mainz Langenbeckstrasse 1 Bulding 403 55131 Mainz - Germany Tel: +49 6131176255 Fax: +49 6131173456 Email: stavros.konstantinides@unimedizin-mainz.de   Co-Chairperson Prof. Adam Torbicki Department of Pulmonary Circulation and Thromboembolic Diseases Medical Center of Postgraduate Education ECZ-Otwock Ul. Borowa 14/18 05-400 Otwock - Poland Tel: +48 22 7103052 Fax: +48 22 7103157 Email: adam.torbicki@ecz-otwock.pl   Authors/Task Force Members Giancarlo Agnelli (Italy), Nicolas Danchin (France), David Fitzmaurice (UK), Nazzareno Galiè (Italy), J. Simon R. Gibbs (UK), Menno Huisman (The Netherlands), Marc Humbert (France)†, Nils Kucher (Switzerland), Irene Lang (Austria), Mareike Lankeit (Germany), John Lekakis (Greece), Christoph Maack (Germany), Eckhard Mayer (Germany), Nicolas Meneveau (France), Arnaud Perrier (Switzerland), Piotr Pruszczyk (Poland), Lars H. Rasmussen (Denmark), Thomas H. Schindler (USA), Pavel Svitil (Czech Republic), Anton Vonk Noordegraaf (The Netherlands), Jose Luis Zamorano (Spain), Maurizio Zompatori (Italy).   †Representing the European Respiratory Society   Other ESC entities having participated in the development of this document: ESC Associations: Acute Cardiovascular Care Association (ACCA), European Association for Cardiovascular Prevention & Rehabilitation (EACPR), European Association of Cardiovascular Imaging (EACVI), Heart Failure Association (HFA), ESC Councils: Council on Cardiovascular Nursing and Allied Professions (CCNAP), Council for Cardiology Practice (CCP), Council on Cardiovascular Primary Care (CCPC) ESC Working Groups: Cardiovascular Pharmacology and Drug Therapy, Nuclear Cardiology and Cardiac Computed Tomography, Peripheral Circulation, Pulmonary Circulation and Right Ventricular Function, Thrombosis.   ESC Staff: Veronica Dean, Catherine Despres, Myriam Lafay - Sophia Antipolis, France   *Adapted from the ESC Guidelines on the diagnosis and management of acute pulmonary embolism (Eur Heart J (2014); 35:3033–3080 - doi:10.1093/eurheartj/ ehu283)."
},
{
	"page":"ENAS262_1.2.0.0",
	"text":"1. Diagnosis Clinical probability is the basis of all diagnostic strategies for suspected pulmonary embolism (PE) and should systematically be assessed either by clinical judgement or by a validated prediction rule. Plasma D-dimer measurement, preferably using a highly sensitive assay, is recommended in outpatients and in the emergency department to reduce the need for unnecessary imaging and irradiation. A normal computed tomographic (CT) angiography safely excludes PE in patients with low or intermediate clinical probability, or PE-unlikely, while CT angiography showing a segmental or more proximal thrombus confirms PE. A normal perfusion lung scan excludes PE, and a high probability ventilation-perfusion (V/Q) scan confirms PE; in case of a non-diagnostic V/Q lung scan, PE may be excluded if proximal compression venous ultrasonography (CUS) is negative and the clinical probability is low or PE-unlikely.   2. Prognostic assessment At the stage of clinical suspicion of PE, haemodynamically unstable patients with shock or hypotension should immediately be identified as high-risk patients. Normotensive patients in Pulmonary Embolism Severity Index (PESI) Class ≥III or a simplified (s)PESI of ≥1 constitute an intermediate-risk group. Of these, patients who have both evidence of RV dysfunction (by echocardiography or CT angiography) and elevated cardiac biomarker levels in the circulation should be classified into an intermediate-high-risk category and monitored for early detection of haemodynamic decompensation. A PESI Class I or II, or a sPESI of 0, indicates a low risk of an early adverse outcome.   3. Acute phase treatment Primary reperfusion treatment, particularly systemic thrombolysis, is the treatment of choice for patients with high-risk PE. Unfractionated heparin with aPTT monitoring is the prefered anticoagulation regimen in such patients For most cases of acute PE without haemodynamic compromise, low molecular weight heparin (LMWH) or fondaparinux is the initial treatment of choice unless there is severe renal dysfunction. Systemic thrombolysis is not routinely recommended as primary treatment for patients with intermediate-high risk PE, but should be considered if clinical signs of haemodynamic decompensation appear; percutaneous catheter-directed treatment or surgical pulmonary embolectomy are alternative rescue procedures for intermediate-high-risk PE. The new oral anticoagulants (NOACs; direct inhibitors of factor Xa or thrombin) are non-inferior in terms of efficacy and possibly safer, particularly in terms of major bleeding, than the standard anticoagulation regimen consisting of heparin followed by a vitamin K antagonist (VKA). Low-risk patients in the PESI Class I or II, and probably those with sPESI of 0, should be considered for early discharge and outpatient treatment, if this appears feasible based on the patient’s anticipated compliance as well as his/her family and social background.   4. Duration of anticoagulation For patients with unprovoked PE, oral anticoagulation is recommended for at least 3 months. In the extended treatment of VTE, NOACs are both effective (in terms of prevention of symptomatic or fatal VTE recurrence) and safe (particularly in terms of major bleeding), probably safer than standard VKA regimens. In patients who refuse to take or are unable to tolerate any form of oral anticoagulants, aspirin may be considered for extended secondary VTE prophylaxis.   5. Chronic thromboembolic pulmonary hypertension (CTEPH) Organized unresolved thrombi and pulmonary vascular remodelling contribute to progressive right ventricular failure and poor outcome in non-treated CTEPH. Life-long anticoagulation (with VKA and an INR of 2-3) is recommended for all patients with CTEPH. Pulmonary endarterectomy is the treatment of choice for the majority of patients. Pharmacotherapy and pulmonary angioplasty are emerging as treatment alternatives for non-operable patients as well as for those with pulmonary hypertension persisting after intervention.   6. PE in pregnancy Suspicion of PE in pregnancy warrants formal diagnostic assessment with validated methods. A negative D-dimer result has similar clinical significance as in non-pregnant patients. Perfusion lung scan may be considered to rule out suspected PE in pregnant women with a normal chest X-ray. A weight-adjusted dose of LMWH is the recommended therapy during pregnancy in patients without shock or hypotension. NOACs are contraindicated in pregnancy.   7. PE and cancer The risk of VTE in cancer patients is at least four times higher than in the general population and increases further with chemotherapy and surgical treatment. Incidental finding of pulmonary artery thrombi in cancer patients should be managed in the same way as symptomatic pulmonary embolism, particularly if found in segmental or more proximal arteries. For patients with PE and cancer, weight-adjusted subcutaneous LMWH should be considered for the first 3 to 6 months. Extended anticoagulation (beyond the first 3 to 6 months) should be considered for an indefinite period or until the cancer is considered cured."
},
{
	"page":"ENAS262_1.3.0.0",
	"text":"The diagnostic value and clinical significance of subsegmental defects on CT angiography are still debated. Patients with incidental (unsuspected PE) on CT angiography should probably be treated, especially if they have cancer and a proximal clot, but solid evidence in support of this recommendation is lacking. The benefits versus risks of “triple rule-out” CT angiography (to confirm or exclude coronary artery disease, pulmonary embolism and/or aortic dissection) need thorough evaluation - also considering increased radiation and contrast exposure - given the low prevalence of PE and aortic dissection in published series using that approach. Preliminary results suggest that reduced-dose intravenous thrombolysis may be safe and effective, particularly in intermediate-risk PE, but solid evidence is still lacking. Catheter-directed treatment (e.g. pharmacomechanical thrombolysis) has shown a promising efficacy and (particularly) safety profile, but data from larger study populations are needed to determine whether it will become a widely accepted (and widely available) alternative option to systemic thrombolysis for reperfusion treatment. The results of the phase III trials on the use of new oral anticoagulants in the treatment of PE and secondary prevention of VTE appear convincing; clinical experience with these drugs under ‘real world’ conditions is accumulating. Further management trials are necessary to crystallize the criteria that might permit early discharge and home treatment of low-risk patients with acute PE. The true risk for developing CTEPH after acute PE needs to be determined on the basis of high-quality data. There is lack of data to support the use of riociguat, or the off-label use of drugs approved for pulmonary arterial hypertension, as a therapeutic bridge to pulmonary endarterectomy in CTEPH patients considered to be at high risk due to poor haemodynamics. Advances in balloon pulmonary angioplasty are continuing in an attempt to make this technique a therapeutic alternative for selected patients with non-operable CTEPH. Data on the validity of clinical prediction rules for PE in pregnancy are lacking. The evidence supporting screening for occult cancer after unprovoked VTE is inconclusive. Further data are needed on the treatment of cancer patients with NOACs."
},
{
	"page":"ENAS262_2.0.0.0",
	"text":"Authors and legal information ESC Pocket Guidelines 2014 ESC Guidelines on the diagnosis & management of acute pulmonary embolism* The Task Force for the Diagnosis and Management of Acute Pulmonary Embolism of the European Society of Cardiology (ESC) Chairperson Prof. Stavros Konstantinides Center for Thrombosis a nd Hemostasis University Medical Center Mainz Langenbeckstrasse 1 55131 Mainz, Germany Phone: +49 6131176255 Fax: +49 6131173456 Email: stavros.konstantinides@unimedizin-mainz.de and Department of Cardiology Democritus University of Thrace, Greece Email: skonst@med.duth.gr CO-chairperson Prof. Adam Torbicki Department of Pulmonary Circulation and Thromboembolic Diseases Medical Center of Postgraduate Education ECZ-Otwock, Ul. Borowa 14/18 05-400 Otwock, Poland Phone: +48 22 7103052 Fax: +48 22 710315 Email: adam.torbicki@ecz-otwock.pl Authors/Task Force Members: Giancarlo Agnelli (Italy), Nicolas Danchin (France), David Fitzmaurice (UK), Nazzareno Galiè (Italy), J. Simon R. Gibbs (UK), Menno Huisman (The Netherlands), Marc Humbert (France) †, Nils Kucher (Switzerland), Irene Lang (Austria), Mareike Lankeit (Germany), John Lekakis (Greece), Christoph Maack (Germany), Eckhard Mayer (Germany), Nicolas Meneveau (France), Arnaud Perrier (Switzerland), Piotr Pruszczyk (Poland), Lars H. Rasmussen (Denmark), Thomas H. Schindler (USA), Pavel Svitil (Czech Republic), Anton Vonk Noordegraaf (The Netherlands), Jose Luis Zamorano (Spain), Maurizio Zompatori (Italy) † Representing the European Respiratory Society Other ESC entities having participated in the development of this document: ESC Associations: Acute Cardiovascular Care Association (ACCA), European Association for Cardiovascular Prevention & Rehabilitation (EACPR), European Association of Cardiovascular Imaging (EACVI), Heart Failure Association (HFA). ESC Councils: Council on Cardiovascular Nursing and Allied Professions (CCNAP), Council for Cardiology Practice (CCP), Council on Cardiovascular Primary Care (CCPC). ESC Working Groups: Cardiovascular Pharmacology and Drug Therapy, Nuclear Cardiology and Cardiac Computed Tomography, Peripheral Circulation, Pulmonary Circulation and Right Ventricular Function, Thrombosis. ESC Staff: Veronica Dean, Catherine Despres, Myriam Lafay - Sophia Antipolis, France *Adapted from the 2014 ESC Guidelines on the diagnosis and management of acute pulmonary embolism (European Heart Journal 2014 – doi:10.1093/eurheartj/ehu283)."
},
{
	"page":"ENAS262_3.0.0.0",
	"text":"Table of recommendations and levels of evidence Table 1: Classes of recommendations Classes of recommendations Definition Suggested wording to use Class I Evidence and/or general agreement that a given treatment or procedure is beneficial, useful, effective. Is recommended/is indicated Class II Conflicting evidence and/or a divergence of opinion about the usefulness/efficacy of the given treatment or procedure. Class IIa Weight of evidence/opinion is in favour of usefulness/efficacy. Should be considered Class IIb Usefulness/efficacy is less well established by evidence/opinion. May be considered Class III Evidence or general agreement that the given treatment or procedure is not useful/effective, and in some cases may be harmful. Is not recommended Table 2: Levels of evidence Level of evidence A Data derived from multiple randomized clinical trials or meta-analyses. Level of evidence B Data derived from a single randomized clinical trial or large non-randomized studies. Level of evidence C Consensus of opinion of the experts and/or small studies, retrospective studies, registries."
},
{
	"page":"ENAS262_4.1.0.0",
	"text":"Introduction Epidemiology Venous thromboembolism (VTE) encompasses deep vein thrombosis (DVT) and pulmonary embolism (PE). It is the third most frequent cardiovascular disease with an overall annual incidence of 100–200 per 100 000 inhabitants. Acute PE is the most serious clinical presentation of VTE and a major cause of mortality, morbidity, and hospitalization. As estimated on the basis of an epidemiological model, over 317 000 deaths were related to VTE in six countries of the European Union (with a total population of 454.4 million) in 2004. Of these cases, 34% presented with sudden fatal PE and 59% were deaths resulting from PE that remained undiagnosed during life; only 7% of the patients who died early were correctly diagnosed with PE before death. Since patients older than 40 years are at increased risk compared with younger patients, and the risk approximately doubles with each subsequent decade, an ever larger number of patients are expected to be diagnosed with (and perhaps die of) PE in the future."
},
{
	"page":"ENAS262_4.2.0.0",
	"text":"Predisposing factors VTE is considered to be a consequence of the interaction between patient-related, usually permanent risk factors, and setting-related, usually temporary risk factors. VTE is considered ‘provoked’ in the presence of a temporary or reversible risk factor (such as surgery, trauma, immobilization, pregnancy, oral contraceptive use or hormone replacement therapy) within the last 6 weeks to 3 months before diagnosis, and ‘unprovoked’ in the absence thereof. PE may also occur in the absence of any known risk factor. The presence of persisting as opposed to major temporary risk factors may affect the decision regarding the duration of anticoagulation therapy after a first episode of PE. Predisposing factors for venous thromboembolism Strong risk factors (odds ratio > 10) Fracture of lower limb Hospitalization for heart failure or atrial fibrillation/flutter (within previous 3 months) Hip or knee replacement Major trauma Myocardial infarction (within previous 3 months) Previous venous thromboembolism Spinal cord injury Moderate risk factors (odds ratio 2–9) Arthroscopic knee surgery Auto-immune diseases Blood transfusion Central venous lines Chemotherapy Congestive heart or respiratory failure Erythropoiesis-stimulating agents Hormone replacement therapy (depends on formulation) In vitro fertilization Infection (specifically pneumonia, urinary tract infection and HIV) Inflammatory bowel disease Cancer (highest risk in metastatic disease) Oral contraceptive therapy Paralytic stroke Postpartum period Superficial vein thrombosis Thrombophilia Weak risk factors (odds ratio < 2) Bed rest > 3 days Diabetes mellitus Hypertension Immobility due to sitting (e.g. prolonged car or air travel) Increasing age Laparoscopic surgery (e.g. cholecystectomy) Obesity Pregnancy Varicose veins"
},
{
	"page":"ENAS262_4.3.0.0",
	"text":"Pathophysiology Key factors contributing to haemodynamic collapse in acute pulmonary embolism Increased RV afterload BP = blood pressure; CO = cardiac output; LV = left ventricular; RV = right ventricular; TV = tricuspid valve."
},
{
	"page":"ENAS262_4.4.0.0",
	"text":"Clinical classification and initial risk stratification The clinical classification of the severity of an episode of acute PE is based on the estimated PE-related early mortality risk defined by in-hospital or 30-day mortality. This stratification, which has important implications both for the diagnostic and the therapeutic strategies, is based on the patient’s clinical status at presentation, with high-risk PE being suspected or confirmed in the presence of shock or persistent arterial hypotension and not high-risk PE in their absence. Clinical classification and initial risk stratification PE = pulmonary embolism. a Defined as systolic blood pressure < 90 mmHg, or a systolic pressure drop by ≥ 40 mmHg, for > 15 minutes, if not caused by new-onset arrhythmia, hypovolaemia, or sepsis. b Based on the estimated PE-related in-hospital or 30-day mortality. For Interactive Tool, see here."
},
{
	"page":"ENAS262_5.1.0.0",
	"text":"Diagnosis Clinical presentation Throughout these guidelines and for the purpose of clinical management, ‘confirmed PE’ is defined as a probability of PE high enough to indicate the need for PE-specific treatment, and ‘excluded PE’ as a probability of PE low enough to justify withholding PE-specific treatment with an acceptably low risk. PE may escape prompt diagnosis since the clinical signs and symptoms are non-specific. When the clinical presentation raises the suspicion of PE in an individual patient, it should prompt further objective testing. Clinical characteristics of patients with suspected PE in the emergency department a Feature PE confirmed (n = 1880) PE not confirmed (n = 528) Dyspnoea 50% 51% Pleuritic chest pain 39% 28% Cough 23% 23% Substernal chest pain 15% 17% Fever 10% 10% Haemoptysis 8% 4% Syncope 6% 6% Unilateral leg pain 6% 5% Signs of DVT (unilateral extremity swelling) 24% 18% DVT = deep vein thrombosis. a Adapted from Pollack et al. J Am Coll Cardiol 2011."
},
{
	"page":"ENAS262_5.2.0.0",
	"text":"Assessment of clinical probability Despite the limited sensitivity and specificity of individual symptoms, signs, and common tests, the combination of findings evaluated by clinical judgement or by the use of prediction rules allows us to classify patients with suspected PE into distinct categories of clinical or pre-test probability that correspond to an increasing actual prevalence of confirmed PE. As the post-test (e.g. after computed tomography) probability of PE depends not only on the characteristics of the diagnostic test itself but also on pre-test probability, this has become a key step in all diagnostic algorithms for PE. Clinical prediction rules for pulmonary embolism   Clinical decision rule points Wells rule Original version Simplified version Previous PE or DVT 1.5 1 Heart rate ≥ 100 b.p.m. 1.5 1 Surgery or immobilization within the past 4 weeks 1.5 1 Haemoptysis 1 1 Active cancer 1 1 Clinical signs of DVT 3 1 Alternative diagnosis less likely than PE 3 1 Clinical probability Three-level score Low 0–1 N/A Intermediate 2–6 N/A High ≥ 7 N/A Two-level score PE unlikely 0–4 0–1 PE likely ≥ 5 ≥ 2 Revised Geneva score     Previous DVT or PE 3 1 Heart rate 75–94 b.p.m. ≥ 95 b.p.m. 3 5 1 2 Surgery or fracture within the past month 2 1 Haemoptysis 2 1 Active cancer 2 1 Unilateral lower limb pain 3 1 Pain on lower limb deep venous palpation and unilateral oedema 4 1 Age > 65 years 1 1 Clinical probability Three-level score Low 0–3 0–1 Intermediate 4–10 2–4 High ≥ 11 ≥ 5 Two-level score PE unlikely 0–5 0–2 PE likely ≥ 6 ≥ 3 b.p.m.= beats per minute; DVT = deep vein thrombosis; N/A = not available; PE = pulmonary embolism. For Interactive Tool of Well&#39;s rule, see here. For Interactive Tool of Revised Geneva score, see here."
},
{
	"page":"ENAS262_5.3.1.0",
	"text":"Diagnostic strategies Diagnostic algorithm for suspected PE with shock or hypotension Proposed diagnostic algorithm for patients with suspected high-risk PE, i.e. presenting with shock or hypotension Suspected high-risk PE is an immediately life-threatening situation, and patients presenting with shock or hypotension present a distinct clinical problem. The clinical probability is usually high, and the differential diagnosis includes acute valvular dysfunction, tamponade, acute coronary syndrome (ACS), and aortic dissection. The most useful initial test in this situation is bedside transthoracic echocardiography, which will yield evidence of acute pulmonary hypertension and right ventricular (RV) dysfunction if acute PE is the cause of the patient’s haemodynamic decompensation. In a highly unstable patient, echocardiographic evidence of RV dysfunction is sufficient to prompt immediate reperfusion without further testing. Diagnostic algorithm for patients with suspected high-risk PE CT = computed tomographic (pulmonary angiography); PE = pulmonary embolism; RV = right ventricle. a Includes the cases in which the patient’s condition is so critical that it only allows bedside diagnostic tests. b Apart from the diagnosis of RV dysfunction, bedside transthoracic echocardiography may, in some cases, directly confirm PE by visualizing mobile thrombi in the right heart chambers. Ancillary bedside imaging tests include transoesophageal echocardiography, which may detect emboli in the pulmonary artery and its main branches, and bilateral compression venous ultrasonography which may confirm deep vein thrombosis and thus be of help in emergency management decisions. c Thrombolysis; alternatively, surgical embolectomy or catheter-directed treatment. For Interactive Tool, see here."
},
{
	"page":"ENAS262_5.3.2.0",
	"text":"Diagnostic algorithm for suspected PE without shock or hypotension Proposed diagnostic algorithm for patients with suspected PE in the absence of shock and hypotension Clinical probability assessment combined with plasma D-dimer measurement is the logical first step and allows PE to be ruled out in around 30% of patients, with a 3-month thromboembolic risk in patients left untreated of < 1%. D-dimer should not be measured in patients with a high clinical probability because of a low negative predictive value in this population. It is also less useful in hospitalized patients because the number needed to test to obtain a clinically relevant negative result is high. In most centres, multidetector computed tomographic (MDCT) angiography is the second-line test in patients with an elevated D-dimer level and the first-line test in patients with a high clinical probability. CT angiography is considered diagnostic of PE when it shows a clot at least at the segmen tal level of the pulmonary arterial tree. Diagnostic algorithm for patients with suspected PE in the absence of shock and hypotension CT = computed tomographic; PE = pulmonary embolism. a Two alternative classification schemes may be used for clinical probability assessment, i.e. a three-level scheme (clinical probability defined as low, intermediate, or high) or a two-level scheme (PE unlikely or PE likely). When using a moderately sensitive assay, D-dimer measurement should be restricted to patients with low clinical probability or a PE-unlikely classification, while highly sensitive assays may also be used in patients with intermediate clinical probability of PE. Note that plasma D-dimer measurement is of limited use in suspected PE in hospitalized patients. b Treatment refers to anticoagulation treatment for PE. c CT angiogram is considered diagnostic of PE if it shows PE at the segmental or more proximal level. d In case of a negative CT angiogram in patients with high clinical probability, further investigation may be considered before withholding PE-specific treatment. For Interactive Tool, see here."
},
{
	"page":"ENAS262_5.3.3.0",
	"text":"Validated diagnostic criteria for suspected PE Validated diagnostic criteria (based on non-invasive tests) for diagnosing PE in patients without shock or hypotension according to clinical probability Diagnostic criterion Clinical probability of PE   Low Intermediate High PE unlikely PE likely Exclusion of PE D-dimer Negative result, highly sensitive assay + + – + – Negative result, moderately sensitive assay + ± – + – Chest CT angiography Normal multidetector CT alone + + ± + ± V/Q scan Normal perfusion lung scan + + + + + Non-diagnostic lung scana and negative proximal CUS + ± – + – Confirmation of PE Chest CT angiogram showing at least segmental PE + + + + + High probability V/Q scan + + + + + CUS showing proximal DVT + + + + + +/green = valid diagnostic indicator (no further testing required); –/red = invalid indicator (further testing mandatory); ±/yellow = controversial indicator (further testing to be considered). a Low or intermediate probability lung scan according to the PIOPED classification. CT = computed tomographic; CUS = proximal lower limb venous ultrasonography; DVT = deep vein thrombosis; PE = pulmonary embolism; PIOPED = Prospective Investigation of Pulmonary Embolism Diagnosis; V/Q scan = ventilation–perfusion scintigram."
},
{
	"page":"ENAS262_5.3.4.0",
	"text":"Summary of diagnostic strategies Recommendations for diagnosis Class a Level b Suspected PE with shock or hypotension In suspected high-risk PE, as indicated by the presence of shock or hypotension, emergency CT angiography or bedside transthoracic echocardiography (depending on availability and clinical circumstances) is recommended for diagnostic purposes. I C In patients with suspected high-risk PE and signs of RV dysfunction who are too unstable to undergo confirmatory CT angiography, bedside search for venous and/or pulmonary artery thrombi with CUS and/or TOE may be considered to further support the diagnosis of PE if immediately available. IIb C Pulmonary angiography may be considered in unstable patients admitted directly to the catheterization laboratory, in case coronary angiography has excluded an acute coronary syndrome and PE emerges as a probable diagnostic alternative. IIb C Suspected PE without shock or hypotension The use of validated criteria for diagnosing PE is recommended. I B Clinical evaluation It is recommended to base the diagnostic strategy on clinical probability assessed either by clinical judgement or a validated prediction rule. I A D-dimer Plasma D-dimer measurement is recommended in outpatients / emergency department patients with low or intermediate clinical probability, or PE-unlikely, to reduce the need for unnecessary imaging and irradiation, preferably using a highly sensitive assay. I A In low clinical probability or PE-unlikely patients, normal D-dimer level using either a highly or moderately sensitive assay excludes PE. I A Further testing may be considered in intermediate probability patients with a negative moderately sensitive assay. IIb C D-dimer measurement is not recommended in patients with high clinical probability, as a normal result does not safely exclude PE even when using a highly sensitive assay. III B CT angiography c Normal CT angiography safely excludes PE in patients with low or intermediate clinical probability or PE-unlikely. I A Normal CT angiography may safely exclude PE in patients with high clinical probability or PE-likely. IIa B CT angiography showing a segmental or more proximal thrombus confirms PE. I B Further testing to confirm PE may be considered in case of isolated subsegmental clots. IIb C Scintigraphy Normal perfusion lung scintigram excludes PE. I A High probability V/Q scan confirms PE. IIa B A non-diagnostic V/Q scan may exclude PE when combined with a negative proximal CUS in patients with low clinical probability or PE-unlikely. IIa B Lower limb CUS Lower limb CUS in search of DVT may be considered in selected patients with suspected PE to obviate the need for further imaging tests if the result is positive. IIb B CUS showing a proximal DVT in a patient with clinical suspicion of PE confirms PE. I B If CUS shows only a distal DVT, further testing should be considered to confirm PE. IIa B Pulmonary angiography Pulmonary angiography may be considered in cases of discrepancy between clinical evaluation and results of non-invasive imaging tests. IIb C MRA MRA should not be used to rule out PE. III A CT = computed tomographic (pulmonary angiography); CUS = compression venous ultrasonography; DVT = deep vein thrombosis; MRA = magnetic resonance angiography; PE = pulmonary embolism; RV = right ventricular; TOE = transoesophageal echocardiography; V/Q = ventilation–perfusion. a Class of recommendation; b Level of evidence; c Refers to multidetector CT."
},
{
	"page":"ENAS262_6.1.0.0",
	"text":"Prognostic assessment Clinical parameters Various prediction rules based on clinical parameters have been shown to be helpful in the prognostic assessment of patients with acute PE. Of those, the Pulmonary Embolism Severity Index (PESI) is the most extensively validated score to date. Original and simplified pulmonary embolism severity index (PESI) Parameter Original version Simplified version Age Age in years 1 point (if age > 80 years) Male sex +10 points – Cancer +30 points 1 point Chronic heart failure +10 points 1 point Chronic pulmonary disease +10 points Pulse rate ≥ 110 b.p.m. +20 points 1 point Systolic blood pressure < 100 mmHg +30 points 1 point Respiratory rate > 30 breaths per minute +20 points – Temperature < 36 °C +20 points – Altered mental status +60 points – Arterial oxyhaemoglobin saturation < 90% +20 points 1 point   Risk strata a   Class I: ≤65 points very low 30-day mortality risk (0–1.6%) Class II: 66–85 points low mortality risk (1.7–3.5%) Class III: 86–105 points moderate mortality risk (3.2–7.1%) 0 points = 30-day mortality risk 1.0% (95% CI 0.0%–2.1%)   Class IV: 106–125 points high mortality risk (4.0–11.4%) Class V: > 125 points very high mortality risk (10.0–24.5%) ≥ 1 point(s) = 30-day mortality risk 10.9% (95% CI 8.5%–13.2%) b.p.m. = beats per minute; PESI = pulmonary embolism severity index. a Based on the sum of points For Interactive Tool, see here."
},
{
	"page":"ENAS262_6.2.0.0",
	"text":"Imaging of the RV by echo. or CT angiography Echocardiographic findings indicating RV dysfunction have been reported in ≥ 25% of patients with PE. They are heterogeneous and have proven difficult to standardize. Still, echocardiographic assessment of the morphology and function of the RV may help in prognostic stratification. Echocardiographic criteria used to risk stratify patients with PE include RV dilatation, an increased RV/LV diameter ratio, hypokinesia of the free RV wall, increased velocity of the jet of tricuspid regurgitation, decreased tricuspid annulus plane systolic excursion (TAPSE), or combinations of the above. In addition to RV dysfunction, echocardiography can also identify right-to-left shunt through a patent foramen ovale and the presence of right heart thrombi, both of which are associated with increased mortality in patients with acute PE. Four-chamber views of the heart on CT angiography may detect RV enlargement (end-diastolic diameter, compared with that of the left ventricle) as an indicator of RV dysfunction."
},
{
	"page":"ENAS262_6.3.0.0",
	"text":"Lab tests, biomarkers and combined modalities RV pressure overload is associated with increased myocardial stretch, which leads to the release of brain natriuretic peptide (BNP) or N-terminal (NT)-proBNP. The plasma levels of natriuretic peptides reflect the severity of RV dysfunction in acute PE. In normotensive patients with PE, the positive predictive value of elevated BNP or NT-proBNP concentrations for early mortality is low. On the other hand, low levels of BNP or NT-proBNP can identify patients with a favourable short-term clinical outcome based on their high negative predictive value. Transmural RV infarction despite patent coronary arteries has been found at autopsy of patients who died of massive PE. Elevated plasma troponin concentrations on admission have been reported in PE and were associated with worse prognosis. Heart-type fatty acid-binding protein (H-FABP), an early marker of myocardial injury, was also found to possess prognostic value in acute PE. Various combinations of clinical findings with imaging and laboratory tests have been proposed and tested in registries and cohort studies in an attempt to improve risk stratification of PE. The combination of RV dysfunction on the echocardiogram (or CT angiogram) with a positive cardiac troponin test was used as an inclusion criterion in a randomized thrombolysis trial which enrolled 1006 normotensive patients with acute PE. Patients treated with standard anticoagulation had a 5.6% incidence of death or haemodynamic decompensation within the first 7 days following randomization."
},
{
	"page":"ENAS262_6.4.0.0",
	"text":"Prognostic assessment strategy For prediction of early (in-hospital or 30-day) outcome in patients with acute PE, both the PE-related risk and the patient’s clinical status and comorbidity should be taken into consideration. Classification of patients with acute PE based on early mortality risk Early mortality risk Risk parameters and scores Shock or hypotension PESI Class III-V or sPESI ≥ 1 a Signs of RV dysfunction on an imaging test b Cardiac laboratory biomarkers c High + (+) d + (+) d Intermediate Intermediate− high - + Both positive Intermediate− low - + Either one (or none) positive e Low - - Assessment optional; if assessed, both negative e PE = pulmonary embolism; PESI = Pulmonary Embolism Severity Index; RV = right ventricular; sPESI= simplified Pulmonary Embolism Severity Index. a PESI Classes III to V indicate moderate to very high 30-day mortality risk; sPESI> 1 point(s) indicate high 30-day mortality risk. b Echocardiographic criteria of RV dysfunction include RV dilatation and/or an increased end-diastolic RV/LV diameter ratio (in most studies, the reported threshold value was 0.9 or 1.0); hypokinesia of the free RV wall; decreased tricuspid annulus plane systolic excursion (TAPSE); or combinations of the above. On computed tomographic (CT) angiography (four-chamber views of the heart), RV dysfunction is defined as an increased end-diastolic RV–LV diameter ratio (with a threshold of 0.9 or 1.0). c Markers of myocardial injury (e.g. elevated cardiac troponin I or T concentrations in plasma), or of heart failure as a result of (right) ventricular dysfunction (elevated natriuretic peptide concentrations in plasma). d Neither calculation of the PESI (or sPESI) nor laboratory testing is considered necessary in patients with hypotension or shock. e Patients in the PESI class I-II, or with sPESIof 0, and elevated cardiac biomarkers or signs of RV dysfunction on imaging tests, are also to be classified into the intermediate-low risk category. This might apply to situations in which imaging or biomarker results become available before calculation of the clinical severity index. Recommendations for prognostic assessment Class a Level b Initial risk stratification of suspected or confirmed PE based on the presence of shock or persistent hypotension is recommended to identify patients at high-risk of early mortality. I B In patients not at high-risk, use of a validated clinical risk prediction score, preferably the PESI or sPESI, should be considered to distinguish between low- and intermediate-risk PE. IIa B In patients at intermediate risk, assessment of the right ventricle with echocardiography or CT, and of myocardial injury using a laboratory biomarker, should be considered for further risk stratification. IIa B CT = computed tomographic (pulmonary angiography); PE = pulmonary embolism; PESI = Pulmonary Embolism Severity Index; sPESI= Simplified Pulmonary Embolism Severity Index. a Class of recommendation. b Level of evidence."
},
{
	"page":"ENAS262_7.1.0.0",
	"text":"Acute phase treatment Anticoagulation In patients with acute PE, anticoagulation is recommended with the objective to prevent both early death and recurrent symptomatic or fatal VTE. The standard duration of anticoagulation should cover at least 3 months. Within this period, acute-phase treatment consists of parenteral anticoagulation (unfractionated heparin, LMWH or fondaparinux) administration over the first 5–10 days. Parenteral heparin administration should overlap with the initiation of a vitamin K antagonist (VKA); alternatively, it can be followed by administration of one of the new oral anticoagulants dabigatran or edoxaban. If rivaroxaban or apixaban is given instead, oral treatment with one of these agents should be started directly or after a 1-2 day administration of unfractionated heparin, low molecular weight heparin (LMWH) or fondaparinux). In this latter case, acute-phase treatment consists of an increased dose of the oral anticoagulant over the first 3 weeks (for rivaroxaban), or over the first 7 days (for apixaban). LMWHs and pentasaccharide (fondaparinux) approved for the treatment of pulmonary embolism   Dosage Interval Enoxaparin 1.0 mg/kg or 1.5 mg/kg a Every 12 hours Once daily a Tinzaparin 175 U/kg Once daily Dalteparin 100 IU/kg b or 200 IU/kg b Every 12 hours b Once daily Nadroparin c 86 IU/kg or 171 IU/kg Every 12 hours Once daily Fondaparinux 5 mg (body weight < 50 kg); 7.5 mg (body weight 50–100 kg); 10 mg (body weight > 100 kg) Once daily All regimens administered subcutaneously. IU = international units; LMWH = low-molecular-weight heparin. a Once-daily injection of enoxaparin at the dosage of 1.5 mg/kg is approved for inpatient (hospital) treatment of PE in the United States and in some, but not all, European countries. b In cancer patients, dalteparin is given at a dose of 200 IU/kg body weight (maximum, 18 000 IU) once daily over a period of 1 month, followed by 150 IU/kg once daily for 5 months. After this period, anticoagulation with a vitamin K antagonist or a LMWH should be continued indefinitely or until the cancer is considered cured. c Nadroparin is approved for treatment of PE in some, but not all, European countries. The results of the trials using non-vitamin K-dependent new oral anticoagulants(NOACs) in the treatment of VTE indicate that these agents are non-inferior (in terms of efficacy) and possibly safer (particularly in terms of major bleeding) than the standard heparin/VKA regimen. At the moment of publication of these guidelines, rivaroxaban, dabigatran and apixaban are approved for treatment of VTE in the European Union; edoxaban is currently under regulatory review. Experience with NOACs is still limited but continues to accumulate."
},
{
	"page":"ENAS262_7.2.0.0",
	"text":"Thrombolytic treatment Thrombolytic treatment of acute PE restores pulmonary perfusion more rapidly than anticoagulation with UFH alone. The early resolution of pulmonary obstruction leads to a prompt reduction in pulmonary artery pressure and resistance with a concomitant improvement in RV function. Approved thrombolytic regimens for pulmonary embolism Streptokinase 250 000 IU as a loading dose over 30 minutes, followed by 100 000 IU/h over 12–24 hours Accelerated regimen: 1.5 million IU over 2 hours Urokinase 4400 IU/kg as a loading dose over 10 min, followed by 4400 IU/kg per hour over 12–24 hours Accelerated regimen: 3 million IU over 2 hours rtPA 100 mg over 2 hours; or 0.6 mg/kg over 15 minutes (maximum dose 50 mg) IU = international units; rtPA = recombinant tissue plasminogen activator. Contraindications to thrombolytic therapy Absolute contraindications: a Haemorrhagic stroke or stroke of unknown origin at any time Ischaemic stroke in the preceding 6 months Central nervous system damage or neoplasms Recent major trauma/surgery/head injury in the preceding 3 weeks Gastrointestinal bleeding within the last month Known bleeding risk Relative contraindications Transient ischaemic attack in the preceding 6 months Oral anticoagulant therapy Pregnancy, or within one week postpartum Non-compressible puncture site Traumatic resuscitation Refractory hypertension (systolic blood pressure > 180 mm Hg) Advanced liver disease Infective endocarditis Active peptic ulcer a Absolute contraindications to thrombolysis might become relative in a patient with immediately life-threatening high-risk PE. UFH infusion should be stopped during administration of streptokinase or urokinase; it can be continued during rtPA infusion. In patients receiving LMWH or fondaparinux at the time that thrombolysis is initiated, infusion of UFH should be delayed until 12 hours after the last LMWH injection (given twice daily), or until 24 hours after the last LMWH or fondaparinux injection (given once daily). Given the bleeding risks associated with thrombolysis and the possibility that it may become necessary to immediately discontinue or reverse the anticoagulant effect of heparin, it appears reasonable to continue anticoagulation with UFH for several hours after the end of thrombolytic treatment before switching to LMWH or fondaparinux."
},
{
	"page":"ENAS262_7.3.0.0",
	"text":"Surgical embolectomy Pulmonary embolectomy is technically a relatively simple operation. With a rapid multidisciplinary approach and individualized indications for embolectomy before haemodynamic collapse, perioperative mortality rates of 6% or less have been reported. Preoperative thrombolysis increases the risk of bleeding, but it is not an absolute contraindication to surgical embolectomy."
},
{
	"page":"ENAS262_7.4.0.0",
	"text":"Percutaneous catheter-directed treatment The goal of interventional treatment is the removal of obstructing thrombi from the main pulmonary arteries to facilitate RV recovery and improve symptoms and survival. For patients with absolute contraindications to thrombolysis, interventional options include: 1) thrombus fragmentation with pigtail or balloon catheter; 2) rheolytic thrombectomy with hydrodynamic catheter devices; 3) suction thrombectomy with aspiration catheters; and 4) rotational thrombectomy. On the other hand, for patients without absolute contraindications to thrombolysis, catheter-directed thrombolysis or pharmacomechanical thrombolysis are preferred approaches."
},
{
	"page":"ENAS262_7.5.0.0",
	"text":"Venous filters Venous filters are indicated in patients with acute PE who have absolute contraindications to anticoagulant drugs, and in patients with objectively confirmed recurrent PE despite adequate anticoagulation treatment. Observational studies suggest that insertion of a venous filter might reduce PE-related mortality rates in the acute phase, a benefit possibly coming at the cost of an increased risk of VTE recurrence."
},
{
	"page":"ENAS262_7.6.0.0",
	"text":"Therapeutic strategies Risk-adjusted management strategies in acute PE (see previous Table ‘Classification of patients with acute PE based on early mortality risk’ for definition of the risk categories). Risk-adjusted management strategies in acute PE A/C = anticoagulation; CT = computed tomographic pulmonary angiography; PE = pulmonary embolism; PESI = Pulmonary Embolism Severity Index; RV = right ventricular; sPESI= Simplified Pulmonary Embolism Severity Index. a If echocardiography has already been performed during diagnostic work-up for PE and detected RV dysfunction, or if the CT already performed for diagnostic work–up has shown RV enlargement (RV/LV (left ventricular) ratio ≥ 0.9, a cardiac troponin test should be performed except for cases in which primary reperfusion is not a therapeutic option (e.g. due to severe comorbidity or limited life expectancy of the patient). b Markers of myocardial injury (e.g. elevated cardiac troponin I or T concentrations in plasma), or of heart failure as a result of (right) ventricular dysfunction (elevated natriuretic peptide concentrations in plasma). If a laboratory test for a cardiac biomarker has already been performed during initial diagnostic work-up (e.g. in the chest pain unit) and was positive, then an echocardiogram should be considered to assess RV function, or RV size should be (re)assessed on CT. c Patients in the PESI Class I-II, or with sPESI of 0, and elevated cardiac biomarkers or signs of RV dysfunction on imaging tests, are also to be classified into the intermediate-low risk category. This might apply to situations in which imaging or biomarker results become available before calculation of the clinical severity index. These patients are probably no candidates for home treatment. d Thrombolysis, if (and as soon as) clinical signs of haemodynamic decompensation appear; surgical pulmonary embolectomy or percutaneous catheter-directed treatment may be considered as alternative options to systemic thrombolysis, particularly if the bleeding risk is high. e Monitoring should be considered for patients with confirmed PE and a positive troponin test, even if there is no evidence of RV dysfunction on echocardiography or CT. f The simplified version of the PESI has not been validated in prospective home treatment trials; inclusion criteria other than the PESI were used in two single-armed (non-randomized) management studies. For Interactive Tool, see here."
},
{
	"page":"ENAS262_7.7.0.0",
	"text":"Acute phase treatment strategy Recommendations for acute phase treatment Class a Level b PE with shock or hypotension (high-risk) It is recommended to initiate intravenous anticoagulation with UFH without delay in patients with high-risk PE. I C Thrombolytic therapy is recommended. I B Surgical pulmonary embolectomy is recommended for patients in whom thrombolysis is contraindicated or has failed. c I C Percutaneous catheter-directed treatment should be considered as an alternative to surgical pulmonary embolectomy for patients in whom full-dose systemic thrombolysis is contraindicated or has failed. c IIa C PE = pulmonary embolism; UFH = unfractionated heparin. a Class of recommendation - b Level of evidence. c If appropriate expertise and resources are available on site. Recommendations for acute phase treatment Class a Level b PE without shock or hypotension (intermediate or low risk) c Anticoagulation - combination of parenteral treatment with VKA Initiation of parenteral anticoagulation is recommended without delay in patients with high or intermediate clinical probability of PE while diagnostic work-up is ongoing. I C LMWH or fondaparinux is the recommended form of acute phase parenteral anticoagulation for most patients. I A In parallel to parenteral anticoagulation, treatment with a VKA is recommended, targeting an INR of 2.5 (range 2.0–3.0). I B Anticoagulation - new oral anticoagulants As an alternative to the combination of parenteral anticoagulation with a VKA, anticoagulation with rivaroxaban (15 mg twice daily for 3 weeks, followed by 20 mg once daily) is recommended. I B As an alternative to the combination of parenteral anticoagulation with a VKA, anticoagulation with apixaban (10 mg twice daily for 7 days, followed by 5 mg twice daily) is recommended. I B As an alternative to VKA treatment, administration of dabigatran (150 mg twice daily, or 110 mg twice daily for patients > 80 years of age or those under concomitant verapamil treatment) is recommended following acute-phase parenteral anticoagulation. I B d As an alternative to VKA treatment, administration of edoxaban* is recommended following acute-phase parenteral anticoagulation. I B New oral anticoagulants (rivaroxaban, apixaban, dabigatran, edoxaban) are not recommended in patients with severe renal impairment. e III A Reperfusion treatment Routine use of primary systemic thrombolysis is not recommended in patients without shock or hypotension. III B Close monitoring is recommended in patients with intermediate-high-risk PE to permit early detection of haemodynamic decompensation and timely initiation of rescue reperfusion therapy. I B Thrombolytic therapy should be considered for patients with intermediate-high-risk PE and clinical signs of haemodynamic decompensation. IIa B Surgical pulmonary embolectomy may be considered in intermediate-high-risk patients, if the anticipated risk of bleeding under thrombolytic treatment is high. f IIb C Percutaneous catheter-directed treatment may be considered in intermediate-high-risk patients, if the anticipated risk of bleeding under thrombolytic treatment is high. f IIb B Early discharge and home treatment Patients with acute low-risk PE should be considered for early discharge and continuation of treatment at home if proper outpatient care and anticoagulant treatment can be provided. IIa B *CAUTION: Edoxaban is currently subject to regulatory review for the treatment of venous thromboembolism in the European Union. aPTT = activated partial thromboplastin time; INR = international normalized ratio; LMWH = low-molecular-weight heparin; PE = pulmonary embolism; UFH = unfractionated heparin; VKA = vitamin K antagonist. a Class of recommendation. b Level of evidence. c See Table in section Prognostic assessment strategy for definition of the risk categories. d RE-COVER and RE-COVER II are considered one large trial. e Creatinine clearance < 30 ml/min for rivaroxaban, dabigatran and edoxaban; and < 25 ml/min for apixaban. f If appropriate expertise and resources are available on site. Recommendations for venous filters Class a Level b IVC filters should be considered in patients with acute PE and absolute contraindications to anticoagulation. IIa C IVC filters should be considered in case of PE recurrence despite therapeutic levels of anticoagulation. IIa C Routine use of IVC filters in patients with PE is not recommended. III A IVC = inferior vena cava; PE = pulmonary embolism. a Class of recommendation. b Level of evidence."
},
{
	"page":"ENAS262_8.0.0.0",
	"text":"Duration of anticoagulation The aim of anticoagulant treatment in patients with PE is to prevent VTE recurrence. VKAs are used in most cases, while LMWH are preferred in patients with VTE and cancer. Three new oral anticoagulant agents have been evaluated in the extended treatment of VTE. Recommendations for duration of anticoagulation after pulmonary embolism Class a Level b For patients with PE secondary to a transient (reversible) risk factor, oral anticoagulation is recommended for 3 months. I B For patients with unprovoked PE, oral anticoagulation is recommended for at least 3 months. I A Extended oral anticoagulation should be considered for patients with a first episode of unprovoked PE and low bleeding risk. IIa B Anticoagulation treatment of indefinite duration is recommended for patients with a second episode of unprovoked PE. I B Rivaroxaban (20 mg once daily), dabigatran (150 mg twice daily, or 110 mg twice daily for patients > 80 years of age or those under concomitant verapamil treatment) or apixaban (2.5 mg twice daily) should be considered as an alternative to VKA (except for patients with severe renal impairment) if extended anticoagulation treatment is necessary.c  IIa Bd  In patients who receive extended anticoagulation, the risk–benefit ratio of continuing such treatment should be reassessed at regular intervals. I C In patients who refuse to take or are unable to tolerate any form of oral anticoagulants, aspirin may be considered for extended secondary VTE prophylaxis. IIb B For patients with PE and cancer, weight adjusted subcutaneous LMWH should be considered for the first 3 to 6 months. IIa B For patients with PE and cancer, extended anticoagulation (beyond the first 3 to 6 months) should be considered for an indefinite period or until the cancer is cured. IIa C LMWH = low-molecular-weight heparin; PE = pulmonary embolism; VKA = vitamin K antagonist. a Class of recommendation. b Level of evidence. c Long-term data on patients taking new oral anticoagulants for secondary PE prophylaxis are not yet available. d B refers to the evidence available for each drug separately."
},
{
	"page":"ENAS262_9.1.0.0",
	"text":"Chronic thromboembolic pulmonary hypertension Diagnosis Chronic thromboembolic pulmonary hypertension (CTEPH) is a debilitating disease caused by chronic obstruction of major pulmonary arteries. Although the exact prevalence and annual incidence of CTEPH is unknown, available data suggest that this condition may occur in approximately 5 individuals per million population per year. Planar V/Q lung scan remains the main first-line imaging modality for CTEPH, as it carries a 96–97% sensitivity and 90–95% specificity for the diagnosis. By contrast, in idiopathic pulmonary arterial hypertension (iPAH) and pulmonary veno-occlusive disease, lung scans show either non-segmental perfusion defects or are normal. CT pulmonary angiography and right heart catheterization are necessary to detect organized thrombi and to confirm precapillary pulmonary hypertension, respectively. Pulmonary angiography should follow to characterize the type and distribution of intraluminal changes. Algorithm for the diagnosis of chronic thromboembolic pulmonary hypertension CT = computed tomography (pulmonary angiography and high resolution imaging of the lung for diagnosis of parenchymal lesions); CTEPH = chronic thromboembolic pulmonary hypertension; DSA = digital subtraction angiography; Echo = echocardiography; MRA = magnetic resonance angiography; TR = tricuspid regurgitation velocity; V/Q = ventilation-perfusion. a Conventional pulmonary angiography using DSA technique is the gold standard for imaging of the pulmonary vasculature. MDCT and MRA may replace conventional pulmonary angiography if sufficient expertise is available. For Interactive Tool, see here."
},
{
	"page":"ENAS262_9.2.0.0",
	"text":"Treatment Algorithm for the treatment of chronic thromboembolic pulmonary hypertension   BPA = balloon pulmonary angioplasty; CTEPH = chronic thromboembolic pulmonary hypertension; CTEPH team = a multidisciplinary team of experts experienced in the diagnosis and operability assessment of patients with CTEPH. a Defined as in Jamieson et al. (Ann Thorac Surg 2003). For Interactive Tool, see here. Recommendations for CTEPH Class a Level b In PE survivors with persistent dyspnoea, diagnostic evaluation for CTEPH should be considered. IIa C Screening for CTEPH in asymptomatic survivors of PE is currently not recommended. III C It is recommended that in all patients with CTEPH the assessment of operability and decisions regarding other treatment strategies be made by a multidisciplinary team of experts. I C Life-long anticoagulation is recommended in all patients with CTEPH. I C Surgical PEA is recommended for patients with CTEPH. I C Riociguat is recommended in symptomatic patients who have been classified as having inoperable CTEPH by a CTEPH team including at least one experienced PEA surgeon, or have persistent/recurrent CTEPH after surgical treatment. I B Off-label use of drugs approved for PAH may be considered in symptomatic patients who have been classified as having inoperable CTEPH by a CTEPH team including at least one experienced PEA surgeon. IIb B CTEPH = chronic thromboembolic pulmonary hypertension; PE = pulmonary embolism; PEA = pulmonary endarterectomy. a Class of recommendation - b Level of evidence."
},
{
	"page":"ENAS262_10.1.0.0",
	"text":"Specific problems Pregnancy Estimated radiation absorbed in procedures for diagnosing pulmonary embolism a Test Estimated foetal radiation exposure (mSv) Estimated maternal radiation exposure to breast tissue (mSv) Chest X-ray < 0.01 0.01 Perfusion lung scan with Technetium-99m labelled albumin     Low dose: 40 Mbq 0.11–0.20 0.28–0.50 High dose: 200 Mbq 0.20–0.60 1.20 Ventilation lung scan 0.10–0.30 < 0.01 Computed tomographic angiography 0.24–0.66 10–70 a Adapted from Bajc M et al. Eur J Nucl Med Mol Imaging 2009; and Chunilal SD et al. Thromb Haemost 2009. Recommendations for PE in cancer Class a Level b Suspicion of PE in pregnancy warrants formal diagnostic assessment with validated methods. I C D-dimer measurement may be performed in order to avoid unnecessary irradiation, as a negative result has a similar clinical significance as in non-pregnant patients. IIb C Venous compression ultrasonography may be considered in order to avoid unnecessary irradiation, as a diagnosis of proximal DVT confirms PE. IIb C Perfusion scintigraphy may be considered to rule out suspected PE in pregnant women with normal chest X-ray. IIb C CT angiography should be considered if the chest X-ray is abnormal or if lung scintigraphy is not readily available. IIa C A weight-adjusted dose of LMWH is the recommended therapy during pregnancy in patients without shock or hypotension. I B CT = computed tomographic; DVT = deep vein thrombosis; LMWH = low molecular weight heparin; PE = pulmonary embolism. a Class of recommendation. b Level of evidence."
},
{
	"page":"ENAS262_10.2.0.0",
	"text":"Pulmonary embolism and cancer Recommendations for PE in cancer Class a Level b Incidental PE in patients with cancer should be managed in the same manner as symptomatic PE. IIa C Negative D-dimer levels have the same negative diagnostic value as in non-cancer patients. IIa B For patients with PE and cancer, weight-adjusted subcutaneous LMWH should be considered for the first 3 to 6 months. IIa B For patients with PE and cancer, extended anticoagulation (beyond the first 3 to 6 months) should be considered for an indefinite period or until the cancer is cured. IIa C LMWH = low molecular weight heparin; PE = pulmonary embolism. a Class of recommendation. b Level of evidence."
},
{
	"page":"ENAS262_10.3.0.0",
	"text":"Non-thrombotic pulmonary embolism Different cell types can cause non-thrombotic embolization, including adipocytes, haematopoietic, amniotic, trophoblastic, and tumour cells. In addition, bacteria, fungi, parasites, foreign materials, and gas can lead to PE. Symptoms are similar to those of acute VTE and include dyspnoea, tachycardia, chest pain, cough, and occasionally haemoptysis, cyanosis, and syncope. Diagnosis of non-thrombotic PE can be a challenge. In the case of small particles, microemboli cannot be detected on CT images. Treatment is mostly supportive but may differ according to the cause of non-thrombotic embolism. Given the rarity of this disease, clinical evidence is limited and mainly based on small case series."
},
{
	"page":"ENAS262_11.0.0.0",
	"text":"(N)OAC (Non-vitamin K antagonist) oral anticoagulant °C Degree Celsius 2D/ 2-D Two-dimensional 2hPG 2-h post-load plasma glucose 3D/ 3-D Three-dimensional 5-FU 5-fluorouracil 99mTc-DPD Technetium-99m 3,3-diphosphono-1,2-propanodicarboxylic acid A/C Anticoagulation AAA Abdominal aortic aneurysm AAD Antiarrhythmic drugs AAS Acute aortic syndrome ABC Age, biomarkers, clinical history ABI Ankle-Brachial Index ABPM Ambulatory BP monitoring ACA Aborted cardiac arrest ACC American College of Cardiology ACCA Acute Cardiovascular Care Association ACCF American College of Cardiology Foundation ACCOAST Comparison of Prasugrel at the Time of Percutaneous Coronary Intervention or as Pretreatment at the Time of Diagnosis in Patients with Non-ST Elevation Myocardial Infarction ACE Angiotensin-converting enzyme ACEF Age, creatinine, ejection fraction ACEI/ ACE-I/ ACE-Is Angiotensin converting enzyme inhibitors ACS Acute coronary syndromes ACT Activated clotting time AD Aortic dissection ADA American Diabetes Association/​Adenosine deaminase ADD Acute aortic dissection ADP Adenosine diphosphate AEPC Association for European Paediatric and Congenital Cardiology AF Atrial flutter/Atrial fibrillation AFNET German Competence NETwork on Atrial Fibrillation AHA American Heart Association AHF Acute heart failure AHRE Atrial high rate episodes AK Alpha kinase AKI Acute kidney injury AL Amyloid light chain ALAT/ ALT Alanine aminotransferase ALI Acute limb ischaemia AMI Acute myocardial infarction ANA Anti-nuclear antibodies ANCA Anti-neutrophil cytoplasm antibodies AO Aorta AOS Aneurysms-osteoarthritis syndrome AP Accessory pathway APAH Conditions associated with pulmonary arterial hypertension Apo Apolipoprotein apo A I Apolipoprotein A I apo B Apolipoprotein B aPTT Activated partial thromboplastin time AR Aortic regurgitation ARB Angiotensin II receptor blocker/ Angiotensin receptor blocker ARBs Angiotensin receptor blockers ARNI Angiotensin receptor neprilysin inhibition ARVC Arrhythmogenic right ventricular cardiomyopathy AS Aortic stenosis ASA Acetylsalicylic acid ASAT/ AST Aspartate aminotransferase ASCERT American College of Cardiology Foundation–Society of Thoracic Surgeons Database Collaboration ASE American Society of Echocardiography AST/ ALT/ ALP Aspartate / alanine aminotransferase / alkaline phosphatase ASV Adaptive servo-ventilation AT Antithrombin ATOR Atorvastatin ATP Antitachycardiac pacing/Adenosine triphosphate ATRIA AnTicoagulation and Risk factors In Atrial fibrillation ATS Arterial tortuosity syndrome ATTR Amyloidosis, transthyretin type AUC Area under the curve AV Atrioventricular AVB Atrioventricular block AVID Antiarrhythmic drugs Versus Implantable Defibrillator AVM AV delay management AVP Arginine vasopressin AVR Aortic valve replacement b.i.d. Bis in die (twice daily) b.p.m/ bpm Beats per minute BARI-2D Bypass Angioplasty Revascularization Investigation 2 Diabetes BAS Balloon atrial septostomy BAV Balloon aortic valvuloplasty/​Bicuspid aortic valve BB Beta-blocker BBB Bundle branch block BC Blood culture BCNIE Blood culture-negative infective endocarditis BCR-ABL Breakpoint cluster region-Abelson BGA Blood gas analysis BIMA Bilateral internal mammary artery Bi-PAP Bilevel positive airway pressure BiV Biventricular BiVAD Bi-ventricular assist device BMI Body mass index BMPR Bone morphogenetic protein receptor, type 2 BMS Bare metal stent BMT Best medical therapy BNP Brain natriuretic peptide/ B-type natriuretic peptide BP Blood pressure BPA Balloon pulmonary angioplasty BSA Body surface area BUN Blood urea nitrogen CABG Coronary artery bypass graft/ Coronary artery bypass graft surgery CAD Coronary artery disease CAS Carotid artery stenting CASH Cardiac Arrest Study Hamburg Cath/ Lab Catheterization laboratory CCB Calcium channel blocker CCNAP Council on Cardiovascular Nursing and Allied Professions CCP Council for Cardiology Practice CCPC Council on Cardiovascular Primary Care CCS Canadian Cardiovascular Society CCU Coronary care unit CDRIE Cardiac device-related infective endocarditis CEA Carotid endarterectomy/​Carcinoembryonic antigen CFA Common femoral artery CFC Cardiofaciocutaneous CHA2DS2-VASc Congestive heart failure or left ventricular dysfunction, Hypertension, Age ≥75 (doubled), Diabetes, Stroke (doubled)-Vascular disease, Age 65–74, Sex category (female) CHADS2 Cardiac failure, Hypertension, Age, Diabetes, Stroke (doubled) CHARM-Added Candesartan in Heart Failure: Assessment of Reduction in Mortality and Morbidity-Added CHD Coronary heart disease/ Congenital heart disease CHF Congestive heart failure/ Chronic heart failure CI Cardiac index / Contraindication / Confidence interval CIA Common iliac artery CI-AKI Contrast-induced acute kidney injury CIDS Canadian Implantable Defibrillator Study CIED Cardiac implantable electronic device CIN Contrast-induced nephropathy CK Creatine phophokinase/​Creatinine kinase CKD Chronic kidney disease CKD-EPI Chronic Kidney Disease Epidemiology Collaboration CK-MB Creatine kinase MB isoform CLI Critical limb ischaemia CMP Cardiomyopathy CMR Cardiac magnetic resonance CMV Cytomegalovirus CO Cardiac output CoA Coarctation / Coarctation of the aorta Cons Conservative cont Continued COPD Chronic obstructive pulmonary disease COT Cardiac Oncology Toxicity COURAGE Clinical Outcomes Utilization Revascularization and Aggressive Drug Evaluation COX Cyclo-oxygenase/ Cyclooxygenase CPAP Continuous positive airway pressure CPET Cardiopulmonary exercise testing CPFE Combined pulmonary fibrosis and emphysema CPG Committee for Practice Guidelines CPVT Catecholaminergic polymorphic ventricular tachycardia CR Cardiac rehabilitation CrCI Creatinine clearance CRP C-reactive protein CRT Cardiac resynchronization therapy CRT-D Cardiac resynchronization therapy defibrillator/ Defibrillator with cardiac resynchronization therapy CRT-P Cardiac resynchronization therapy pacemaker CRUSADE Can Rapid risk stratification of Unstable angina patients Suppress ADverse outcomes with Early implementation of the ACC/AHA guidelines CSF Colony-stimulating factor/Cerebrospinal fluid CSM Carotid sinus massage CSS Carotid sinus syncope/syndrome CT Computed tomographic / tomogram/​tomography CTA Computed tomography angiography CTD Connective tissue disease CTEPH Chronic thromboembolic pulmonary hypertension cTN Cardiac troponin CTO Chronic total occlusions CTRCD Cancer Therapeutics–Related Cardiac Dysfunction Ctrl Control CUS Compression venous ultrasonography CV Cardiovascular / Cardioversion CVD Cardiovascular disease CW Continuous wave CXR Chest X-ray DALYs Disability adjusted life years DAPT Dual (oral) antiplatelet therapy DBP Diastolic blood pressure DC Direct current DCC Direct-current cardioversion DCM Dilated cardiomyopathy DDI Drug-drug interactions DEFINITE DEFibrillator In Non-Ischemic cardiomyopathy Treatment Evaluation DES Drug-eluting stent DFT Defibrillation threshold DHP Dihydropyridine DI-DO Door-in to door-out time DLCO Carbon monoxide diffusing capacity DM Diabetes mellitus DNA Deoxyribonucleic acid DPAH Drug induced PAH DPG Diastolic pressure gradient DPP Diabetes prevention program DSA Digital subtraction angiography DT Deceleration time DTB Door-to-balloon time DTIs Direct thrombin inhibitors DUS Duplex ultrasonography / Doppler ultrasound DVT Deep vein thrombosis E/A Ratio of mitral peak velocity of early filling (E) to mitral peak velocity of late filling (A) E/e’ Ratio of early transmitral flow velocity (E) to early mitral annulus velocity (e’) EACPR European Association for Cardiovascular Prevention & Rehabilitation EACTS European Association of Cardio-Thoracic Surgery/ European Association for Cardio-Thoracic Surgery EACVI European Association of Cardiovascular Imaging EANM European Association of Nuclear Medicine EAPCI European Association of Percutaneous Cardiovascular Interventions EAS European Atherosclerosis Society EASD European Association for the Study of Diabetes EBV Epstein-Barr virus ECG Electrocardiogram / Electrocardiographic ECHO Echocardiography/​Echocardiogram ECLS Extracorporeal life support ECST European Carotid Surgery Trial ECVF Extacellular volume fraction ED Erectile dysfunction/ Emergency department EDS-IV Ehlers-Danlos syndrome type IV EF Ejection fraction eGFR Estimated glomerular filtration rate EHRA European Heart Rhythm Association EIA External iliac artery EIF Eukaryotic translation initiation factor EMA European Medicines Agency EMB Endomyocardial biopsy EMS Emergency medical system/service ENA Anti-extractable nuclear antigens Enox Enoxaparin EP Electrophysiology EPD Embolic protection device EPS Electrophysiologic study ER Extended release formulations ERA Endothelin receptor antagonist EROA Effective regurgitant orifice area ERS European Respiratory Society ESC European Society of Cardiology ESCMID European Society of Clinical Microbiology and Infectious Diseases ESH European Society of Hypertension ESO European Stroke Organisation ESR European Society of Radiology/​Erythrocyte sedimentation rate ESRD End-stage renal disease ETT Endotracheal tube EU European Union EULAR European League Against Rheumatism EVAR Endovascular aortic repair/reconstruction Exp+ Experimental therapy FAME-2 Fractional Flow Reserve-Guided Percutaneous Coronary Intervention Plus Optimal Medical Treatment Versus Optimal Medical Treatment Alone in Patients With Stable Coronary Artery Disease FBN1 Fibrillin 1 FC Functional class FCH Familial combined hyperlipidaemia FCM Ferric carboxymaltose FDA US Food and Drug Administration/ Food and Drug Administration FDG Fluorodeoxyglucose FFP Fresh frozen plasma FFR Fractional flow reserve FH Familial hypercholesterolaemia FHL1 Four and a half LIM domains 1 FINDRISC FINnish Diabetes RIsk SCore FL False lumen FLUVA Fluvastatin FMC First medical contact FMCTB First-medical-contact-to-balloon time FMF Familial Mediterranean fever Fonda Fondaparinux FPG Fasting plasma glucose FU Follow-up GFR Glomerular filtration rate GGTP Gamma-glutamyl transpeptidase GLP-1 Glucagon-like peptide-1 GLS Global longitudinal strain GM Granulocyte-macrophage GP Glycoprotein / General practitioner GRACE Global Registry of Acute Coronary Events GUCH Grown-up patients with congenital heart disease HAART Highly active antiretroviral treatment HACEK Haemophilus parainfluenzae, H. aphrophilus, H. paraphrophilus, H. influenzae, Actinobacillus actinomycetemcomitans, Cardiobacterium hominis, Eikenella corrodens, Kingella kingae, and K. denitrificans HAS-BLED Hypertension, Abnormal renal/liver function, Stroke, Bleeding history or predisposition, Labile INR, Elderly (65), Drugs concomitantly/​alcohol abuse HbA1c Glycated haemoglobin / Glycated haemoglobin A1c HBPM Home BP monitoring HCM Hypertrophic cardiomyopathy HCV Hepatitis C virus HDAC Histone deacetylase HDL High density lipoprotein HDL-C High density lipoprotein-cholesterol HeFH Heterozygous familial hypercholesterolaemia HER2 Human epidermal growth factor receptor 2 HF Heart failure HFA Heart Failure Association H-FABP Heart-type fatty acid-binding protein HFmrEF Heart failure with mid-range ejection fraction HFpEF/ HF-PEF Heart failure with preserved ejection fraction HFrEF/ HF-REF Heart failure with reduced ejection fraction HHD Hypertensive heart disease HHV Human herpesvirus H-ISDN Hydralazine and isosorbide dinitrate HIT Heparin-induced thrombocytopenia HIV Human immunodeficiency virus HoFH Homozygous familial hypercholesterolaemia HPAH Heritable PAH HR Heart rate HRCT High resolution CT hs-CRP high-sensitivity C-reactive protein HT/ HTN Hypertension HTG Hypertrigiyceridaemia i.v. / IV Intravenous IABP Intraaortic balloon pump IAS Inter-atrial septum ICA Invasive coronary angiography ICD Implantable cardioverter defibrillator/ International Classification of Diseases ICH Intracranial haemorrhage ICU Intensive care unit ID Infectious disease IDF International Diabetes Federation IE Infective endocarditis IFG Impaired fasting glucose IFN Interferon-gamma IGRA Interferon-gamma release assay IGT Impaired glucose tolerance IHD Ischaemic heart disease IL-2 Interleukin 2 ILR Implantable loop recorder IMA Internal mammary artery IMH Intramural haematoma IMT Intima–media thickness INR International normalized ratio IN-TIME Implant-based multiparameter telemonitoring of patients with heart failure IOMC Iso-osmolar contrast medium IPAH Idiopathic pulmonary arterial hypertension IPF Idiopathic pulmonary fibrosis IRA Infarct-related artery ISH Isolated systolic hypertension ISHLT International Society for Heart and Lung Transplantation IU International units IUD Intrauterine device IV UHF Intravenous unfractionated heparin IVC Inferior vena cava IVDA Intravenous drug abusers IVIG Intravenous immunoglobulin IVUS Intravascular ultrasound JSAP Japanese Stable Angina Pectoris km per h Kilometres per hour LA Left atrium/atrial LAA Left atrial appendage LAD Left anterior descending (coronary artery) LAE Left atrial enlargement LAH Left anterior hemiblock LAVI Left atrial volume index LBBB Left bundle branch block LCC Left coronary cusp Lcx Left circumflex LDH Lactate dehydrogenase LDL Low-density lipoprotein LDL-C Low-density lipoprotein-cholesterol LDLR Low density lipoprotein receptor LDS Loeys-Dietz syndrome LEAD Lower-extremity artery disease LEOPARD lentigines, ECG abnormalities, ocular hypertelorism, pulmonary stenosis, abnormal genitalia, retardation of growth, and sensorineural deafness LGE Late gadolinium enhancement LHD left heart disease LLN Lower limit of normality LM Left main LMNA Lamin A/C LMWH Low molecular weight heparin LOCM Low-osmolar contrast medium LoE Level of evidence LOVA Lovastatin Lp Lipoprotein Lp(a) Lipoprotein(a) LQTS Long QT syndrome LTBI Latent tuberculosis infection LV Left ventricle / left ventricular LVAD Left ventricular assist device LVEDD Left ventricular end-diastolic diameter LVEDP Left ventricular end diastolic pressure LVEF Left ventricular ejection fraction LVESD Left ventricular end-systolic diameter LVESV Left ventricular end-systolic volume LVH Left ventricular hypertrophy LVM Left ventricular mass LVMI Left ventricular mass index LVOT Left ventricular outflow tract LVOTG Left ventricular outflow tract gradient LVOTO Left ventricular outflow tract obstruction MACE Major adverse cardiac events MADIT Multicenter Automatic Defibrillator Implantation Trial MASS II The medicine, angioplasty, or surgery study Mbq Millibecquerel MCS Mechanical circulatory support MDCT Multidetector computed tomographic angiography/Multi-detector computed tomography MDRD Modifikation of Diet in Renal Disease Med RX Medial therapy MedPed Make Early Diagnosis to Prevent Early Deaths MELAS mitochondrial encephalomyopathy, lactic acidosis, and stroke-like episodes MERFF Myoclonic epilepsy with ragged red fibres MET Metabolic equivalent MetS Metabolic syndrome MI Myocardial infarction MIC Minimum inhibitory concentration MPI Myocardial perfusion imaging MPR Multiplanar reconstruction MPS Myocardial perfusion scintigraphy / Myocardial perfusion stress MR Magnetic resonance/ Mitral regurgitation/ Mineralocorticoid receptor MRA Mineralocorticoid receptor antagonist / Magnetic resonance angiography MRI Magnetic resonance imaging MR-proANP Mid-regional pro atrial natriuretic peptide/ Mid-regional pro A-type natriuretic peptide MRSA Methicillin-resistant Staphylococcus aureus MS Mitral stenosis MSCT Multislice computed tomography MSSA Methicillin-susceptible Staphylococcus aureus mSv Millisievert MUGA Multigated radionuclide angiography mV millivolt(s) MV abn Mitral valve abnormality MWD Minute walk distance MWT Minute walk test MYBPC3 Myosin-binding protein C MYH7 Myosin, heavy chain 7 MYL3 Essential myosin light chain n.a/ NA not available/ Not available N/A Not applicable N/R Not reported NASCET North American Symptomatic Carotid Endarterectomy Trial NCC Non coronary cusp NCDR National cardiovascular data registry NIHSS National Institutes of Health stroke severity scale NIPPV Non-invasive positive pressure ventilation NIV Non-invasive ventilation NNH Numbers needed to harm NNT Numbers needed to treat/ Number of individuals needed to treat NOAC/ NOAC(s) Novel oral anticoagulant / New oral anticoagulant / Non-vitamin K antagonist direct oral anticoagulant/ Non-vitamin K antagonist oral anticoagulant(S) Non-HDL-C Non-HDL cholesterol NP Natriuretic peptide NPV Negative predictive value NRT Nicotine replacement therapy NSAID Non-steroidal antiinflammatory drug(s) NSAIDs Non-steroidal anti-inflammatory drugs NSQIP National surgical quality improvement program NSTE Non-ST-elevation NSTE-ACS Non-ST-segment elevation acute coronary syndrome/ Non-ST elevation acute coronary syndrome NSTEMI Non-ST-elevation myocardial infarction NSVT Non-sustained ventricular tachycardia NTG Nitroglycerine NT-proBNP N-terminal pro B-type/brain natriuretic peptide NVE Native valve endocarditis NYHA New York Heart Association O2 Oxygen OAC Oral anticoagulation/ anticoagulant OAC Oral anticoagulation OARS Open-ended questions, Affirmation, Reflective listening, Summarising OCT Optical coherence tomography OD Organ damage OGTT Oral glucose tolerance test OHCA Out-of-hospital cardiac arrest OHS Obesity hypoventilation syndrome OMT Optimal medical therapy OR Odds ratio ORBIT Outcomes Registry for Better Informed Treatment of Atrial Fibrillation OSA Obstructive sleep apnoea p.o. Per os PA Postero-anterior/ Pulmonary artery/ Physical activity PAD Peripheral artery disease PAH Pulmonary arterial hypertension / Pulmonary hypertension PaO2 Partial pressure of oxygen PAP Pulmonary artery pressure/ Pulmonary arterial pressure PAR Protease-activated receptor PAU Penetrating aortic ulcer PAWP Pulmonary artery wedge pressure PCA Prostacyclin analogues PCC Prothrombin coagulation complax/ Prothrombin complex concentrates PCH Pulmonary capillary haemangiomatosis PCI Percutaneous coronary intervention PCIS Post-cardiac injury syndromes PCR Polymerase chain reaction PCSK9 Proprotein convertase subtilisin/kexin type 9 PCWP Pulmonary capillary wedge pressure PDE Phosphodiesterase type-5 inhibitors/ Phosphodiesterase PDE5 Phosphodiesterase type 5 PE Pulmonary embolism PEA Pulmonary endarterectomy PEP Primary endpoint PESI Pulmonary embolism severity index PET Positron emission tomography PFT Pulmonary function tests PH Pulmonary hypertension PISA Proximal isovelocity surface area PITA Pitavastatin PM Pacemaker/Pain management PMC Percutaneous mitral commissurotomy PPCM Peripartum cardiomyopathy PPI Proton pump inhibitor PPS Post-pericardiotomy syndrome PRAVA Pravastatin PRIMARY PCI Primary percutaneous coronary intervention PRKAG2 Gamma-2 subunit of the adenosine monophosphate-activated protein kinase PS Pulmonary valve stenosis PTA Percutaneous transluminal angioplasty / Pre-test probability PTT Partial thromboplastin time PUFA/ PUFAs Polyunsaturated fatty acid/ Polyunsaturated fatty acids PVC Premature ventricular contraction/ Premature ventricular complex PVE Prosthetic valve endocarditis PVI Pulmonary vein isolation PVL Paravalvular leak PVOD Pulmonary veno-occlusive disease PVR Pulmonary vascular resistance PVS Programmed ventricular stimulation PWV Pulse wave velocity R Vol Regurgitant volume RA Right atrium/ Rheumatoid arthritis RAA Renin–angiotensin–aldosterone RAAS Renin angiotensin aldosterone system RAP Right atrial pressure RAS Renal artery stenosis / Renin-angiotensin system RBBB Right bundle branch block RCC Right coronary cusp RCT/RCTs Randomized controlled trial RF Risk factor rFVIIa Activated recombinant factor VII RHC Right heart catheterization ROSU Rosuvastatin rPA Right pulmonary artery r-PA Reteplase RR Relative risk RRR Relative risk reduction rtPA Recombinant tissue plasminogen activator RV Right ventricle/ventricular RVEDP Right ventricular end-diastolic pressure RVOT Right ventricular outflow tract RVOTO Right ventricular outlow tract obstruction RVSP Right ventricular systolic pressure S.C. Subcutaneous SA Signal-averaged SAA Septal alcohol ablation SADS Sudden arrhythmic death syndrome SAM Systolic anterior motion SAN Sinoatrial node SaO2 Saturated oxygen SAPT Single antiplatelet therapy SAS Sleep apnea syndrome SB Sinus bradycardia SBP Systolic blood pressure SCAD Stable coronary artery disease SCD Sudden cardiac death SCORE Systematic Coronary Risk Evaluation / Systematic Coronary Risk Estimation SFA Superficial femoral artery SGLT2 Sodium glucose co-transporter 2 SIDS Sudden infant death syndrome SIMVA Simvastatin SIRS Systemic inflammatory response SLE Systemic lupus erythematosus SMART Specific, Measurable, Achievable, Realistic and Timely SND Sinus node disease SPAP Systolic pulmonary artery pressure SPECT Single-photon emission computed tomography sPESI Simplified Pulmonary Embolism Severity Index SpO2 Saturation of peripheral oxygen SQTS Short QT syndrome SR Sinus rhythm SSS Sick sinus syndrome STE-ACS ST-segment elevation acute coronary syndrome STEMI ST-elevation myocardial infarction STS Society of Thoracic Surgeon/ Structured telephone support ST-T ST-segment-T wave SUDI Sudden unexplained death in infancy SUDS Sudden unexplained death syndrome SVG Saphenous vein graft SVR Surgical ventricular reconstruction. SVT Supraventricular tachycardia SWISSI II Swiss Interventional Study on Silent Ischemia Type II SYNTAX SYNergy between percutaneous coronary intervention with TAXus and cardiac surgery T1DM Type 1 diabetes mellitus T2DM Type 2 diabetes mellitus TAA Thoracic aortic aneurysm TAAD Thoracic aortic aneurysms and dissection TAI Traumatic aortic injury TAPSE Tricuspid annulus plane systolic excursion TASC TransAtlantic Inter-Society Consensus TAVI Transcatheter aortic valve implantation/ Transaortic valve implantation TB Tuberculosis TC Total cholesterol T-DM1 Trastuzumab-emtansine TE Thromboembolism / Thrombo-embolic TEE Transesophageal echocardiogram TEVAR Thoracic endovascular aortic repair TG Triglyceride TGA Complete transposition of the great arteries Three DE Three dimensional echocardiography TIA Transient ischaemic attack / Transitory ischaemic attack TIBC Total iron-binding capacity TIME Trial of invasive versus medical therapy in elderly patients with chronic symptomatic coronary-artery disease TIMI Thrombolysis In Myocardial Infarction TKI Tyrosine kinase inhibitor TL True lumen TNF Tumor necrosis factor TNK-tPA Tenecteplase TNNI3 Troponin I, cardiac TNNT2 Troponin T TOE Transoesophageal echocardiography / echocardiogram t-PA Tissue plasminogen activator TPM1 Tropomyosin 1 alpha chain TR Tricuspid regurgitation TRAPS Tumour necrosis factor receptor-associated periodic syndrome TRL Triglyceride-rich lipoproteins TRV Tricuspid regurgitant velocity TS Tricuspid stenosis / Turner syndrome TSAT Transferrin saturation TSH Thyroid stimulating hormone TTE Transthoracic echocardiography TTR Time in therapeutic range / Transthyretin TV Tricuspid valve/ Television TVI Time–velocity integral Tx Tendon xanthomata UA Unstable angina UEAD Upper extremity artery disease UFH Unfractionated heparin UHF Ultrafractionated heparin UK United Kingdom ULN Upper limit of normal US United States USA United States of America V/Q Scan ventilation–perfusion scintigraphy VA Vertebral artery/ Ventricular arrhythmia VEGF Vascular endothelial growth factor VF Ventricular fibrillation VHD Valvular heart disease VKA Vitamin K antagonist VO2 Oxygen consumption VPBs Ventricular premature beats vs Versus VSD Ventricular septal defect VT Ventricular tachycardia VTE Venous thromboembolism VV Interventricular VVI Ventricular inhibited pacing WBC White blood cells WCD Wearable cardioverter defibrillator WHF World Heart Federation WHO World Health Organization WPW Wolff-Parkinson-White WU Wood units"
}
]