[
{
	"page":"ENAS5080_1.0.0.0",
	"text":"Authors and legal information 2015 ESC Guidelines for the Management of Acute Coronary Syndromes in Patients Presenting without Persistent ST-segment Elevation* The Task Force for the Management of Acute Coronary Syndromes in Patients Presenting without Persistent ST-segment Elevation of the European Society of Cardiology (ESC) Chairperson Marco Roffi Division of Cardiology University Hospital Rue Gabrielle Perret-Gentil 4 1211 Geneva 14, Switzerland Tel: +41 22 37 23 743 Fax: +41 22 37 27 229 Email: Marco.Roffi@hcuge.ch Co-Chairperson Carlo Patrono Istituto di Farmacologia Università Cattolica del Sacro Cuore Largo F. Vito 1 IT-00168 Rome, Italy Tel: +39 06 30154253 - Fax: +39 06 3050159 Email: carlo.patrono@rm.unicatt.it Task Force Members: Jean-Philippe Collet† (France), Christian Mueller† (Switzerland), Marco Valgimigli† (The Netherlands), Felicita Andreotti (Italy), Jeroen J. Bax (The Netherlands), Michael A. Borger (Germany), Carlos Brotons (Spain), Derek P. Chew (Australia), Baris Gencer (Switzerland), Gerd Hasenfuss (Germany), Keld Kjeldsen (Denmark), Patrizio Lancellotti (Belgium), Ulf Landmesser (Germany), Julinda Mehilli (Germany), Debabrata Mukherjee (USA), Robert F. Storey (UK), Stephan Windecker (Switzerland).   ESC entities having participated in the development of this document: ESC Associations: Acute Cardiovascular Care Association (ACCA), European Association for Cardiovascular Prevention & Rehabilitation (EACPR), European Association of Cardiovascular Imaging (EACVI), European Heart Rhythm Association (EHRA), Heart Failure Association (HFA). ESC Councils: Council for Cardiology Practice (CCP), Council on Cardiovascular Nursing and Allied Professions (CCNAP), Council on Cardiovascular Primary Care (CCPC). ESC Working Groups: Cardiovascular Pharmacotherapy, Cardiovascular Surgery, Coronary Pathophysiology and Microcirculation, Thrombosis. ESC Staff: Veronica Dean, Nathalie Cameron, Catherine Despres - Sophia Antipolis, France. †Section Coordinators. *Adapted from the 2015 ESC Guidelines for the Management of Acute Coronary Syndromes in Patients Presenting without Persistent ST-segment Elevation (European Heart Journal, 2015 - doi: 10.1093/eurheartj/ehv320)."
},
{
	"page":"ENAS5080_2.0.0.0",
	"text":"Definitions The leading symptom in suspected acute coronary syndromes (ACS) is chest pain. Based on the electrocardiogram (ECG), two groups of patients should be differentiated: 1. Patients with acute chest pain and persistent (>20 min) ST-segment elevation. This condition is termed ST-elevation ACS and generally reflects an acute total coronary occlusion. Most patients will ultimately develop an ST-elevation myocardial infarction (STEMI). The mainstay of treatment in these patients is immediate reperfusion by primary angioplasty or fibrinolytic therapy. 2. Patients with acute chest pain but no persistent ST-segment elevation. ECG changes may include transient ST-segment elevation, persistent or transien ST-segment depression, T-wave inversion, flat T-waves or pseudo-normalization of T waves, or the ECG may be normal. The clinical spectrum of non-ST-elevation ACS (NSTE-ACS) may range from patients free of symptoms at presentation to individuals with ongoing ischaemia, electrical or haemodynamic instability, or cardiac arrest. Universal definition of myocardial infarction Acute myocardial infarction (MI) defines cardiomyocyte necrosis in a clinical setting consistent with acute myocardial ischaemia. A combination of criteria is required to meet the diagnosis of acute MI, namely the detection of a rise and/or fall of a cardiac biomarker, preferably high-sensitivity cardiac troponin, with at least one value above the 99th percentile of the upper reference limit, and at least one of the following: Symptoms of ischaemia. New or presumed new significant ST-T wave changes or left bundle branch block on 12-lead ECG. Development of pathological Q waves on ECG. Imaging evidence of new or presumed new loss of viable myocardium or regional wall motion abnormality. Intracoronary thrombus detected on angiography or autopsy. Type 1 MI: characterized by atherosclerotic plaque rupture, ulceration, fissure, erosion, or dissection with resulting intraluminal thrombus in one or more coronary arteries leading to decreased myocardial blood flow and/or distal embolisation and subsequent myocardial necrosis. The patient may have underlying severe coronary artery disease (CAD) but, on occasion (i.e. 5% to 20% of cases), non-obstructive coronary atherosclerosis or no CAD, particularly in women. Type 2 MI: myocardial necrosis in which a condition other than coronary plaque instability contributes to an imbalance between myocardial oxygen supply and demand. Mechanisms include coronary artery spasm, coronary endothelial dysfunction, tachyarrhythmias, bradyarrhythmias, anaemia, respiratory failure, hypotension, and severe hypertension. In addition, in critically ill patients and in patients undergoing major non-cardiac surgery, myocardial necrosis may be related to injurious effects of pharmacological agents and toxins."
},
{
	"page":"ENAS5080_3.1.0.0",
	"text":"Diagnosis Overview Typical chest pain is characterized by a retrosternal sensation of pressure orheaviness (‘angina’) radiating to the left arm (less frequently to both arms or to the right arm), neck, or jaw, which may be intermittent (usually lasting several minutes) or persistent. Physical examination is frequently unremarkable in patients with suspected NSTE-ACS. Signs of heart failure, haemodynamic or electrical instability mandate quick diagnosis and treatment. It is recommended to obtain an ECG within 10 min of first medical contact. While ECG may be normal, characteristic abnormalities include ST-depression, transient ST-elevation and T-wave changes. In patients with suggestive signs and symptoms, the finding of persistent ST-elevation indicates STEMI, which mandates immediate reperfusion. Measurement of a biomarker of cardiomyocyte injury, preferably high-sensitivity cardiac troponin, is mandatory in all patients with suspected NSTE-ACS."
},
{
	"page":"ENAS5080_3.2.0.0",
	"text":"Cardiac troponin assays: implications Clinical implications of high-sensitivity cardiac troponin assays Compared with standard cardiac troponin assays, high-sensitivity assays: Have higher negative predictive value for acute MI. Reduce the “troponin-blind” interval leading to earlier detection of acute MI. Result in a ~4% absolute and ~20% relative increase in the detection of type 1 MI and acorresponding decrease in the diagnosis of unstable angina. Are associated with a 2-fold increase in the detection of type 2 MI. Levels of high-sensitivity cardiac troponin should be interpreted as quantitative markers of cardiomyocyte damage (i.e. the higher the level, the greater the likelihood of MI): Elevations beyond 5-fold the upper reference limit have high (>90%) positive predictive value for acute type 1 MI. Elevations up to 3-fold the upper reference limit have only limited (50–60%) positive predictive value for acute MI and may be associated with a broad spectrum of conditions. It is common to detect circulating levels of cardiac troponin in healthy individuals. Rising and/or falling cardiac troponin levels differentiate acute from chronic cardiomyocyte damage (the more pronounced the change, the higher the likelihood of acute MI). MI = myocardial infarction."
},
{
	"page":"ENAS5080_3.3.0.0",
	"text":"Non MI conditions with elevated troponin Conditions other than Type 1 acute myocardial infarction associated with cardiac troponin elevation Tachyarrhythmias Heart failure Hypertensive emergencies Critical illness (e.g. shock/ sepsis/ burns) Myocarditisa Tako-Tsubo cardiomyopathy Structural heart disease (e.g. aortic stenosis) Aortic dissection Pulmonary embolism, pulmonary hypertension Renal dysfunction and associated cardiac disease Coronary spasm Acute neurological event (e.g. stroke or subarachnoid haemorrhage) Cardiac contusion or cardiac procedures (CABG, PCI, ablation, pacing, cardioversion, or endomyocardial biopsy) Hypo- and hyperthyroidism Infiltrative diseases (e.g. amyloidosis, haemochromatosis, sarcoidosis, scleroderma) Myocardial drug toxicity or poisoning (e.g. doxorubicin, 5-fluorouracil, herceptin, snake venoms) Extreme endurance efforts Rhabdomyolysis CABG = coronary artery bypass surgery; PCI = percutaneous coronary intervention. aIncludes myocardial extension of endocarditis or pericarditis. Bold and italic: the most frequent conditions."
},
{
	"page":"ENAS5080_3.4.0.0",
	"text":"Initial assessment of suspected ACS Figure 1 Initial assessment of patients with suspected acute coronary syndromes Initial assessment is based on the integration of clinical presentation (i.e. symptoms, vital signs), 12-lead ECG, and cardiac troponin. The proportion of the final diagnoses derived from the integration of these parameters is visualized by the size of the respective boxes. “Other cardiac“ includes, among other, myocarditis, Tako-Tsubo cardiomyopathy, or tachyarrhythmias. “Non-cardiac” refers to thoracic diseases such as pneumonia or pneumothorax. Cardiac troponin should be interpreted as a quantitative marker: the higher the level, the higher the likelihood for the presence of myocardial infarction. In patients presenting with cardiac arrest or haemodynamic instability of presumed cardiovascular origin, echocardiography should be performed/interpreted by trained physicians immediately following a 12-lead ECG. If the initial evaluation suggests aortic dissection or pulmonary embolism, D-dimers and multi-detector computed tomography angiography are recommended according to dedicated algorithms. STEMI = ST-elevation myocardial infarction; NSTEMI = non-ST-elevation myocardial infarction; UA = unstable angina."
},
{
	"page":"ENAS5080_3.5.1.0",
	"text":"“Rule-in” and “rule-out” algorithms Overview Given the higher sensitivity and diagnostic accuracy for the detection of acute MI at presentation, the time interval to the second cardiac troponin assessment can be shortened with the use of high-sensitivity assays. This may reduce substantially the delay to diagnosis, translating into shorter stays in the emergency department and lower costs. It is recommended to use the 0h/3h-algorithm. As an alternative, 0h/1h-assessments are recommended when high-sensitivity cardiac troponin assays with a validated algorithm are available."
},
{
	"page":"ENAS5080_3.5.2.0",
	"text":"0h/3h rule-out algorithm Figure 2 0h/3h rule-out algorithm of non-ST-elevation acute coronary syndromes using high-sensitivity cardiac troponin assays GRACE = Global Registry of Acute Coronary Events score; hs-cTn = high-sensitivity cardiac troponin; ULN = upper limit of normal, 99th percentile of healthy controls. aΔ change, dependent on assay. Highly abnormal hs-cTn defines values beyond 5-fold the upper limit of normal. For interactivity see here"
},
{
	"page":"ENAS5080_3.5.3.0",
	"text":"0h/1h rule-in and rule-out algorithms Figure 3 0h/1h rule-in and rule-out algorithms using high-sensitivity cardiac troponins assays. A B C D E hs-cTnT (Elecsys) 5 12 3 52 5 hs-cTnl (Architect) 2 5 2 52 6 hs-cTnl (Dimension Vista) 0.5 5 2 107 19 0h/1h rule-in and rule-out algorithms using high-sensitivity cardiac troponins (hs-cTn) in patients presenting with suspected non-ST-elevation myocardial infarction (NSTEMI) to the emergency department. 0h and 1h refer to the time from first blood test. NSTEMI can be ruled-out already at presentation, if the hs-cTn concentration is very low. NSTEMI can also be ruled-out by the combination of low baseline levels and the lack of a relevant increase within 1h. Patients have a high likelihood for NSTEMI if the hs-cTn concentration at presentation is at least moderately elevated or hs-cTn concentrations show a clear rise within the first hour. Cut-off levels are assay-specific. Cut-off levels for other hs-cTn assays are in development. For interactivity see here"
},
{
	"page":"ENAS5080_3.6.0.0",
	"text":"Non-invasive imaging Transthoracic echocardiography: Should be routinely available in emergency rooms and chest pain units and performed/interpreted by trained physicians in all patients during hospitalisation for NSTE-ACS. Can help detect alternative pathologies associated with chest pain such as acute aortic dissection, pericardial effusion, aortic valve stenosis, hypertrophic cardiomyopathy or right ventricular dilatation suggestive o acute pulmonary embolism. Is the diagnostic tool of choice for patients with haemodynamic instability of suspected cardiac origin. Stress imaging is preferred over exercise ECG due to the higher diagnostic accuracy. Multi-detector computed tomography (MDCT) coronary angiography can be used to exclude CAD."
},
{
	"page":"ENAS5080_3.7.1.0",
	"text":"Differential diagnoses Overview Among unselected patients presenting with acute chest pain to the emergency department, disease prevalence can be expected to be the following: 5–10% STEMI, 15–20% NSTEMI, 10% unstable angina, 15% other cardiac conditions, and 50% non-cardiac diseases. Conditions that should always be considered in the differential diagnosis of NSTE-ACS because potentially life-threatening but at the same time treatable include aortic dissection, pulmonary embolism, and tension pneumothorax. Echocardiography should be performed urgently in all patients with haemodynamic instability of suspected cardiovascular (CV) origin."
},
{
	"page":"ENAS5080_3.7.2.0",
	"text":"Differential diagnoses of ACS Differential diagnoses of acute coronary syndromes in the setting of acute chest pain Cardiac Myopericarditis Cardiomyopathiesa Tachyarrhythmias Acute heart failure Hypertensive emergencies Aortic valve stenosis Tako-Tsubo cardiomyopathy Coronary spasm Cardiac trauma Pulmonary Pulmonary embolism (Tension)-Pneumothorax Bronchitis, pneumonia Pleuritis Vascular Aortic dissection Symptomatic aortic aneurysm Stroke Gastro-intestinal Oesophagitis, oesophageal reflux or spasm Peptic ulcer, gastritis Pancreatitis Cholecystitis Orthopaedic Musculoskeletal disorders Chest trauma Muscle injury/ inflammation Costochondritis Cervical spine pathologies Other Anxiety disorders Herpes zoster Anaemia Bold and italic: common and/or important differential diagnoses. aDilated, hypertrophic and restrictive cardiomyopathies may all cause angina or chest discomfort."
},
{
	"page":"ENAS5080_4.1.0.0",
	"text":"Risk assessment and outcomes Introduction In NSTE-ACS, quantitative assessment of ischaemic risk by means of scores is superior to the clinical assessment alone. The GRACE 2.0 risk calculator (http://www.gracescore.org/ WebSite/default. aspx?ReturnUrl=%2f) provides a direct estimation, bypassing the calculation of a score, of mortality while in hospital, at six months, one year and three years. The combined risk of death or MI at one year is also provided. The TIMI risk score is simple to use, but its discriminative accuracy is inferior to that of the GRACE 2.0 risk calculator. Major bleeding events are associated with increased mortality in NSTE-ACS. The CRUSADE bleeding risk score (http://crusadebleedingscore.org/) considers baseline patient characteristics, admission clinical variables and admission laboratory values to estimate the patient’s likelihood of in-hospital major bleeding event. However, model performance for the risk score is modest. The incidence of life-threatening arrhythmias in the acute phase of NSTE- ACS is estimated at 3%, with most of the arrhythmic events occurring within 12h of symptom onset."
},
{
	"page":"ENAS5080_4.2.0.0",
	"text":"Unit and duration of monitoring Recommended unit and duration of cardiac rhythm monitoring according to clinical presentation after established NSTE-ACS diagnosis Clinical Presentation Unit Rhythm monitoring Unstable angina Regular ward or discharge None NSTEMI at low risk for cardiac arrhythmiasa Intermediate care unit or coronary care unit ≤24 h NSTEMI at intermediate to high risk for cardiac arrhythmiasb Intensive/ coronary care units or intermediate care unit >24 h NSTEMI = Non-ST-elevation myocardial infarction. aIf none of the following criteria: haemodynamically unstable, major arrhythmias, left ventricular ejection fraction <40%, failed reperfusion, additional critical coronary stenoses or complications related to percutaneous revascularization. bIf one or more of the above criteria are present."
},
{
	"page":"ENAS5080_4.3.1.0",
	"text":"Suspected NSTE-ACS Diagnosis and risk stratification Recommendations for diagnosis, risk stratification, imaging, and rhythm monitoring in patients with suspected NSTE-ACS Recommendations Classa Levelb Diagnosis and risk stratification It is recommended to base diagnosis and initial short-term ischaemic and bleeding risk stratification on a combination of clinical history, symptoms, vital signs, other physical findings, ECG and laboratory results. I A It is recommended to obtain a 12-lead ECG within 10 min after first medical contact and to have it immediately interpreted by an experienced physician. It is recommended to obtain an additional 12-lead ECG in case of recurrent symptoms or diagnostic uncertainty. I B Additional ECG leads (V3R, V4R, V7 –V9 ) are recommended if ongoing ischaemia is suspected when standard leads are inconclusive. I C It is recommended to measure cardiac troponins with sensitive or high-sensitivity assays and obtain the results within 60 minutes. I A A rapid rule-out protocol at 0h and 3h is recommended if high-sensitivity cardiac troponin tests are available. I B A rapid rule-out and rule-in protocol at 0h and 1h is recommended if a high-sensitivity cardiac troponin test with a validated 0h/1h algorithm is available. Additional testing after 3–6h is indicated if the first two troponin measurements are not conclusive and the clinical condition is still suggestive of ACS. I B It is recommended to use established risk scores for prognosis estimation. I B The use of the CRUSADE score may be considered in patients undergoing coronary angiography to quantify bleeding risk. IIb B ACS = acute coronary syndromes; CAD = coronary artery disease; ECG = electrocardiogram; LV = left ventricular; MDCT = Multi-detector computed tomography; NSTE-ACS = non-ST-elevation acute coronary syndromes; NSTEMI = Non-ST elevation myocardial infarction; PCI = percutaneous coronary intervention. 0h = time of first blood test; 1h, 3h = 1or 3 h after the first blood test. aClass of recommendation. bLevel of evidence."
},
{
	"page":"ENAS5080_4.3.2.0",
	"text":"Imaging Recommendations for diagnosis, risk stratification, imaging, and rhythm monitoring in patients with suspected NSTE-ACS Recommendations Classa Levelb Imaging In patients with no recurrence of chest pain, normal ECG findings, and normal levels of cardiac troponin (preferably high-sensitivity), but suspected ACS, a non-invasive stress test (preferably with imaging) for inducible ischaemia is recommended before deciding on an invasive strategy. I A Echocardiography is recommended to evaluate regional and global LV function and to rule in or rule out differential diagnoses.c I C MDCT coronary angiography should be considered as an alternative to invasive angiography to exclude ACS when there is a low to intermediate likelihood of CAD and when cardiac troponin and/or ECG are inconclusive. IIa A ACS = acute coronary syndromes; CAD = coronary artery disease; ECG = electrocardiogram; LV = left ventricular; MDCT = Multi-detector computed tomography; NSTE-ACS = non-ST-elevation acute coronary syndromes; NSTEMI = Non-ST elevation myocardial infarction; PCI = percutaneous coronary intervention. 0h = time of first blood test; 1h, 3h = 1or 3 h after the first blood test. aClass of recommendation. bLevel of evidence. cDoes not apply to patients discharged the same day in whom NSTEMI has been ruled out."
},
{
	"page":"ENAS5080_4.3.3.0",
	"text":"Monitoring Recommendations for diagnosis, risk stratification, imaging, and rhythm monitoring in patients with suspected NSTE-ACS Recommendations Classa Levelb Monitoring Continuous rhythm monitoring is recommended until the diagnosis of NSTEMI is established or ruled-out. I C It is recommended to admit NSTEMI patients to a monitored unit. I C Rhythm monitoring up to 24 hours or PCI (whichever comes first) should be considered in NSTEMI patients at low risk for cardiac arrhythmias.d IIa C Rhythm monitoring for >24 hours should be considered in NSTEMI patients at intermediate to high-risk for cardiac arrhythmias.e IIa C In the absence of signs or symptoms of ongoing ischaemia, rhythm monitoring in unstable angina may be considered in selected patients (e.g. suspicion of coronary spasm or associated symptoms suggestive of arrhythmic events). IIb C ACS = acute coronary syndromes; CAD = coronary artery disease; ECG = electrocardiogram; LV = left ventricular; MDCT = Multi-detector computed tomography; NSTE-ACS = non-ST-elevation acute coronary syndromes; NSTEMI = Non-ST elevation myocardial infarction; PCI = percutaneous coronary intervention. 0h = time of first blood test; 1h, 3h = 1or 3 h after the first blood test. aClass of recommendation. bLevel of evidence. dIf none of the following criteria: haemodynamically unstable, major arrhythmias, left ventricular ejection fraction <40%, failed reperfusion, additional critical coronary stenoses or complications related to percutaneous revascularization. eIf one or more of the above criteria are present."
},
{
	"page":"ENAS5080_5.1.0.0",
	"text":"Recommendations for anti-ischaemic drugs in the acute phase of NSTE-ACS Recommendations Classa Levelb Early initiation of beta-blocker treatment is recommended in patients with ongoing ischaemic symptoms and without contraindications. I B It is recommended to continue chronic beta-blocker therapy, unless the patient is in Killip Class III or higher. I B Sublingual or i.v. nitrates are recommended to relieve anginac; i.v. treatment is recommended in patients with recurrent angina, uncontrolled hypertension or signs of heart failure. I C In patients with suspected/confirmed vasospastic angina, calcium channel blockers and nitrates should be considered and beta-blockers avoided. IIa B i.v.=intravenous. - aClass of recommendation. bLevel of evidence. cShould not be administered in patients with recent intake of sildenafil or vardenafil (<24 h) or of tadalafil (<48 h).   Treatment   Acute phase of NSTE-ACS Figure 4 Antithrombotic drugs for non-ST-elevation acute coronary syndromes The figure depicts the targets of available antithrombotic drugs that can be used to inhibit blood coagulation and platelet aggregation during thrombus formation. ADP = adenosine diphosphate; AT = antithrombin; GP = glycoprotein; LMWH = low molecular weight heparin; Tx = thromboxane; UFH = unfractionated heparin.Vorapaxar is a protease-activated receptor 1 (PAR1) blocker."
},
{
	"page":"ENAS5080_5.2.1.0",
	"text":"Table 8 P2Y12 inhibitors Clopidogrel Prasugrel Ticagrelor Cangrelor Chemical class Administration Dose Dosing in CKD Stage 3 (eGFR 30–59 mL/min/ 1.73m2) Stage 4 (eGFR 15–29 mL/min/ 1.73m2) Stage 5 (eGFR"
},
{
	"page":"ENAS5080_5.2.2.0",
	"text":"Glycoprotein IIb/IIIa inhibitors Dosing of glycoprotein IIb/IIIa inhibitors in patients with normal and impaired renal function Recommendations Normal renal function or stage 1–2 CKD (eGFR ≥60 mL/min/ 1.73m2) Stage 3 CKD (eGFR 30–59 mL/min/ 1.73m2) Stage 4 CKD (eGFR 15–29 mL/min/ 1.73m2) Stage 5 CKD (eGFR <15 mL/min/ 1.73m2) Drug: Eptifibatide Bolus 180 µg/kg i.v., infusion 2 µg/kg/ min No adjustment of bolus, reduce infusion rate to 1 µg/kg/ min if eGFR <50 mL/min/ 1.73m2 Not recommended Not recommended Drug: Tirofiban Bolus 25 µg/kg or 10 µg/kg i.v, infusion 0.15 µg/kg/ min No dose adjustment No adjustment of bolus, reduce infusion to 0.05 µg/kg/ min Not recommended Drug: Abciximab Bolus 0.25 mg/kg i.v., infusion 0.125 μg/kg/min (max.10 μg/min) No specific recommendations for the use of abciximab, or for dose adjustment in the case of renal failure. Careful evaluation of haemorrhagic risk is needed. CKD = chronic kidney disease; eGFR = estimated glomerular filtration rate; kg = kilograms body weight; i.v. = intravenous. Recommendations for the use of drugs listed in this table may vary depending on the exact labeling of each drug in the country where it is used."
},
{
	"page":"ENAS5080_5.2.3.0",
	"text":"Oral antiplatelet therapy Recommendations for platelet inhibition in NSTE-ACS Recommendations Classa Levelb Oral antiplatelet therapy Aspirin is recommended for all patients without contraindications at an initial oral loading dosec of 150–300 mg (in aspirin-naive patients) and a maintenance dose of 75–100 mg/day long-term regardless of treatment strategy. I A A P2Y12 inhibitor is recommended, in addition to aspirin, for 12 months unless there are contraindications such as excessive risk of bleeds. I A Ticagrelor (180 mg loading dose, 90 mg twice daily) is recommended, in the absence of contraindicationsd , for all patients at moderate- to high-risk of ischaemic events (e.g. elevated cardiac troponins), regardless of initial treatment strategy and including those pretreated with clopidogrel (which should be discontinued when ticagrelor is started). I B Prasugrel (60 mg loading dose, 10 mg daily dose) is recommended in patients who are proceeding to PCI if no contraindication.d I B Clopidogrel (300–600 mg loading dose, 75 mg daily dose) is recommended for patients who cannot receive ticagrelor or prasugrel or who require oral anticoagulation. I B P2Y12 inhibitor administration for a shorter duration of 3–6 months after DES implantation may be considered in patients deemed at high bleeding risk. IIb A It is not recommended to administer prasugrel in patients in whom coronary anatomy is not known. III B BMS = bare-metal stent; CABG = coronary artery bypass graft; DAPT = dual (oral) antiplatelet therapy; DES = drug-eluting stent; GPIIb/IIIa = glycoprotein IIb/IIIa; NSAID = non-steroidal anti-inflammatory drugs; PCI = percutaneous coronary intervention aClass of recommendation. bLevel of evidence. cNon-enteric coated formulation; 75–150 mg i.v. if oral ingestion is not possible. dContraindications for ticagrelor: previous intracranial haemorrhage or ongoing bleeds. Contraindications for prasugrel: previous intracranial haemorrhage, previous ischaemic stroke or transient ischaemic attack or ongoing bleeds; prasugrel is generally not recommended for patients ≥75 years of age or with a body-weight <60 kg."
},
{
	"page":"ENAS5080_5.2.4.0",
	"text":"Intravenous antiplatelet therapy Recommendations for platelet inhibition in NSTE-ACS Recommendations Classa Levelb Intravenous antiplatelet therapy GPIIb/IIIa inhibitors during PCI should be considered for bailout situations or thrombotic complications. IIa C Cangrelor may be considered in P2Y12 inhibitor-naive patients undergoing PCI. IIb A It is not recommended to administer GPIIb/IIIa inhibitors in patients in whom coronary anatomy is not known. III A BMS = bare-metal stent; CABG = coronary artery bypass graft; DAPT = dual (oral) antiplatelet therapy; DES = drug-eluting stent; GPIIb/IIIa = glycoprotein IIb/IIIa; NSAID = non-steroidal anti-inflammatory drugs; PCI = percutaneous coronary intervention aClass of recommendation. bLevel of evidence."
},
{
	"page":"ENAS5080_5.2.5.0",
	"text":"Long-term P2Y12 inhibition Recommendations for platelet inhibition in NSTE-ACS Recommendations Classa Levelb Long-term P2Y 12 inhibition P2Y12 inhibitor administration in addition to aspirin beyond 1 year may be considered after careful assessment of the ischaemic and bleeding risks of the patient. IIb A BMS = bare-metal stent; CABG = coronary artery bypass graft; DAPT = dual (oral) antiplatelet therapy; DES = drug-eluting stent; GPIIb/IIIa = glycoprotein IIb/IIIa; NSAID = non-steroidal anti-inflammatory drugs; PCI = percutaneous coronary intervention aClass of recommendation. bLevel of evidence."
},
{
	"page":"ENAS5080_5.2.6.0",
	"text":"General recommendations Recommendations for platelet inhibition in NSTE-ACS Recommendations Classa Levelb General recommendations A proton pump inhibitor in combination with DAPT is recommended in patients at higher than average risk of gastrointestinal bleeds (i.e. with history of gastrointestinal ulcer/haemorrhage, anticoagulant therapy, chronic NSAID/corticosteroid use or two or more among age ≥65 years, dyspepsia, gastro-oesophageal reflux disease, Helicobacter pylori infection, and chronic alcohol use). I B In patients on P2Y12 inhibitors who need to undergo non-emergency major non-cardiac surgerye, postponing surgery for at least 5 days after cessation of ticagrelor or clopidogrel, and for 7 days for prasugrel, should be considered if clinically feasible and unless the patient is at high risk of ischaemic events. IIa C In case of a non-cardiac surgical procedure that cannot be postponed or a bleeding complication, discontinuation of the P2Y12 inhibitor may be considered after a minimum of 1 and 3 months from PCI with BMS and new-generation DES, respectively. IIb C BMS = bare-metal stent; CABG = coronary artery bypass graft; DAPT = dual (oral) antiplatelet therapy; DES = drug-eluting stent; GPIIb/IIIa = glycoprotein IIb/IIIa; NSAID = non-steroidal anti-inflammatory drugs; PCI = percutaneous coronary intervention aClass of recommendation. bLevel of evidence. eRecommendations for cardiac surgery listed in section 5.6.6.2. in Full Text (available at: www.escardio.org/guidelines; doi:10.1093/eurheartj/ehv320, see section 5.6.6.2. Recommendations for perioperative management of antiplatelet therapy in NSTE-ACS patients requiring coronary bypass surgery)."
},
{
	"page":"ENAS5080_5.3.1.0",
	"text":"Anticoagulation Dosing Dosing of anticoagulants in patients with normal and impaired renal function Recommendations Normal renal function or stage 1–3 CKD (eGFR ≥30 mL/min/ 1.73m2) Stage 4 CKD (eGFR 15–29 mL/min/ 1.73m2) Stage 5 CKD (eGFR <15 mL/min/ 1.73m2) Drug: Unfractionated heparin Prior to coronary angiography: 60–70 IU/kg i.v. (max 5000 IU) and infusion (12–15 IU/kg/h) (max 1000 IU/h), target aPTT 1.5–2.5x control During PCI: 70-100 IU/kg i.v. (50–70 IU/kg if concomitant with GPIIb/IIIa inhibitors) No dose adjustment No dose adjustment Drug: Enoxaparin 1 mg/kg s.c. twice a day 1 mg/kg s.c. once a day Not recommended Fondaparinux 2.5 mg s.c. once a day Not recommended if eGFR <20 mL/min/ 1.73m2 Not recommended Bivalirudin Bolus 0.75 mg/kg i.v., infusion 1.75 mg/kg/h* Not recommended Not recommended eGFR = estimated glomerular filtration rate; IU = international units; i.v. = intravenous; kg = kilograms body weight; s.c. subcutaneous. *Infusion dose 1.4 mg/kg/h if eGFR ≥30 and ≤60 mL/min/1.73m2 Recommendations for the use of drugs listed in this table may vary depending on the exact labeling of each drug in the country where it is used. See section 5.8.3.1. In Full Text (available at: www.escardio.org/guidelines; doi/10.1093/eurheartj/ehv320, section 5.8.3.1. Dose adjustment of antithrombotic agents in the Web Addenda)."
},
{
	"page":"ENAS5080_5.3.2.0",
	"text":"Treatment in NSTE-ACS Recommendations for anticoagulation in NSTE-ACS Recommendations Classa Levelb Parenteral anticoagulation is recommended at the time of diagnosis according to both ischaemic and bleeding risks. I B Fondaparinux (2.5 mg s.c. daily) is recommended as having the most favourable efficacy–safety profile regardless of the management strategy. I B Bivalirudin (0.75 mg/kg i.v. bolus, followed by 1.75 mg/kg/hour for up to 4 hours after the procedure) is recommended as an alternative to UFH plus GPIIb/IIIa inhibitors during PCI. I A UFH 70–100 IU/kg i.v. (50–70 IU/kg if concomitant with GPIIb/IIIa inhibitors) is recommended in patients undergoing PCI who did not receive any anticoagulant. I B In patients on fondaparinux (2.5 mg s.c. daily) undergoing PCI, a single i.v. bolus of UFH (70–85 IU/kg, or 50–60 IU/kg in the case of concomitant use of GPIIb/IIIa inhibitors) is recommended during the procedure. I B Enoxaparin (1 mg/kg s.c. twice daily) or UFH are recommended when fondaparinux is not available. I B Enoxaparin should be considered as an anticoagulant for PCI in patients pretreated with s.c. enoxaparin. IIa B Additional ACT-guided i.v. boluses of UFH during PCI may be considered following initial UFH treatment. IIb B Discontinuation of anticoagulation should be considered after PCI, unless otherwise indicated. IIa C Crossover between UFH and LMWH is not recommended. III B In NSTEMI patients with no prior stroke/TIA and at high ischaemic risk as well as low bleeding risk receiving aspirin and clopidogrel, low-dose rivaroxaban (2.5 mg twice daily for approximately one year) may be considered after discontinuation of parenteral anticoagulation. IIb B ACT = activated clotting time; GPIIb/IIIa = glycoprotein IIb/IIIa; i.v. = intravenous; LMWH = low-molecular-weight heparin; NSTEMI = non-ST-elevation myocardial infarction; NSTE-ACS = non-ST-elevation acute coronary syndromes;PCI = percutaneous coronary intervention; s.c. = subcutaneous; TIA = transient ischaemic attack; UFH = unfractionated heparin. aClass of recommendation. bLevel of evidence."
},
{
	"page":"ENAS5080_5.4.1.0",
	"text":"Managing oral antiplatelet agents Bleeding risk reduction Suggested strategies to reduce bleeding risk related to PCI Anticoagulant doses adjusted to body weight and renal function, especially in women and elderly patients. Radial approach preferred. Proton pump inhibitors in patients on DAPT at higher than average risk of gastrointestinal bleeds (i.e. with history of gastrointestinal ulcer/haemorrhage, anticoagulant therapy, chronic NSAIDs/corticosteroid use, or two or more among age ≥65 years, dyspepsia, gastrooesophageal reflux disease, Helicobacter pylori infection, and chronic alcohol use). In patients on OAC PCI performed without interruption of VKAs or NOACs. In patients on VKAs, do not administer UFH if INR value >2.5. In patients on NOACs, regardless of the timing of the last administration of NOACs, add additional low-dose parenteral anticoagulation (e.g. enoxaparin 0.5 mg/kg i.v. or UFH 60 IU/kg). Aspirin indicated but avoid pretreatment with P2Y12 inhibitors. GPIIb/IIIa inhibitors only for bailout of periprocedural complications. DAPT = dual (oral) antiplatelet therapy; GPIIb/IIIa = glycoprotein IIb/IIIa; INR = international normalised ratio; NOACs = non-vitamin K antagonist oral anticoagulants; NSAIDs = non-steroidal anti-inflammatory drug; OACs = oral anticoagulants; PCI = percutaneous coronary intervention; UFH = unfractionated heparin; VKAs = vitamin K antagonists."
},
{
	"page":"ENAS5080_5.4.2.0",
	"text":"Antithrombotic strategies Figure 5 Antithrombotic strategies in patients with NSTE-ACS and non-valvular atrial fibrillation CABG = coronary artery bypass graft; DAPT = dual (oral) antiplatelet therapy; HAS-BLED bleeding score includes Hypertension, Abnormal renal/liver function, Stroke, Bleeding history or predisposition, Labile INR(international normalized ratio), Elderly (> 65 years), Drugs increasing bleeding risk or alcohol abuse; NOACs = non-vitamin K antagonist oral anticoagulants; PCI = percutaneous coronary intervention; VKAs = vitamin K antagonists. (Adapted from Lip et al. Eur Heart J 2014;35:3155–3179). aDual therapy with oral anticoagulation and clopidogrel may be considered in selected patients (low ischaemic risk). bAspirin as an alternative to clopidogrel may be considered in patients on dual therapy (i.e. oral anticoagulation plus single antiplatelet); triple therapy may be considered up to 12 months in very selected patients at high risk of ischaemic events (e.g. prior stent thrombosis on adequate antiplatelet therapy, stenting in the left main or last remaining patent coronary artery, multiple stenting in proximal coronary segments, two stents bifurcation treatment, or diffuse multivessel disease, especially in diabetic patients). cDual therapy with oral anticoagulation and an antiplatelet agent (aspirin or clopidogrel) beyond one year may be considered in patients at very high risk of coronary events. In patients undergoing coronary stenting, dual antiplatelet therapy may be an alternative to triple or dual therapy if the CHA2DS2-VASc score is 1 (males) or 2 (females). CHA2DS2-VASc = Cardiac failure, Hypertension, Age ≥ 75 [2 points], Diabetes, Stroke [2 points] – Vascular disease, Age 65–74, Sex category For interactivity see here"
},
{
	"page":"ENAS5080_5.4.3.0",
	"text":"Chronic oral anticoagulation recommendations Recommendations for combining antiplatelet agents and anticoagulants in NSTE-ACS patients requiring chronic oral anticoagulation Recommendations Classa Levelb In patients with a firm indication for OAC (e.g. atrial fibrillation with a CHA2DS2 -VASc score ≥2, recent venous thromboembolism, LV thrombus, or mechanical valve prosthesis), OAC is recommended in addition to antiplatelet therapy. I C An early invasive coronary angiography (within 24 hours) should be considered in moderate- to high-risk patientsc , irrespective of OAC exposure, to expedite treatment allocation (medical vs. PCI vs. CABG) and to determine the optimal antithrombotic regimen. IIa C Initial dual antiplatelet therapy with aspirin plus a P2Y12 inhibitor in addition to OAC before coronary angiography is not recommended. III C ACS = acute coronary syndromes; BMS = bare-metal stent; CHA2DS2-VASc = Cardiac failure, Hypertension, Age ≥75 [2 points], Diabetes, Stroke [2 points] – Vascular disease, Age 65–74, Sex category; DAPT = dual (oral) antiplatelet therapy; DES = drug-eluting stent; INR = international normalized ratio; LV = left ventricular; NOACs = non-vitamin K oral anticoagulants; NSTE-ACS = non-ST-elevation acute coronary syndromes; OAC = oral anticoagulant/anticoagulation: it refers to both vitamin K and non-vitamin K antagonist oral anticoagulants; PCI = percutaneous coronary intervention; VKA = vitamin K antagonist. Triple therapy refers to aspirin, clopidogrel and OAC. HAS-BLED bleeding score includes Hypertension, Abnormal renal/liver function, Stroke, Bleeding history or predisposition, Labile INR (international normalized ratio), Elderly (>65 years) and Drug increasing bleeding risk or alcohol abuse. When NOACs are combined with antiplatelet drugs, they should be used at the lowest dose approved (i.e. dabigatran 2x110 mg, rivaroxaban 1x15 mg and apixaban 2x2.5 mg). When VKAs are combined with antiplatelet drugs, INR should not exceed 2.5. aClass of recommendation. bLevel of evidence. cRisk criteria are listed in Table 13 in the Full Text (available at: www.escardio.org/guidelines; doi/10.1093/eurheartj/ehv320)."
},
{
	"page":"ENAS5080_5.4.4.0",
	"text":"Pts. undergoing coronary stenting Recommendations for combining antiplatelet agents and anticoagulants in NSTE-ACS patients requiring chronic oral anticoagulation Recommendations Classa Levelb Patients undergoing coronary stenting Anticoagulation During PCI, additional parenteral anticoagulation is recommended, irrespective of the timing of the last dose of all NOACs and if INR is <2.5 in VKA-treated patients. I C Uninterrupted therapeutic anticoagulation with VKA or NOACs should be considered during the periprocedural phase. IIa C Antiplatelet treatment Following coronary stenting, DAPT including new P2Y12 inhibitors should be considered as an alternative to triple therapy for patients with NSTE-ACS and atrial fibrillation with a CHA2DS2-VASc score of 1 (in males) or 2 (in females). IIa C If at low bleeding risk (HAS-BLED ≤2), triple therapy with OAC, aspirin (75–100 mg/day) and clopidogrel 75 mg/day should be considered for 6 months irrespective of stent type followed by OAC and aspirin 75–100 mg/day or clopidogrel (75 mg/day) continued up to 12 months. IIa C If at high bleeding risk (HAS-BLED ≥3), triple therapy with OAC, aspirin (75–100 mg/day) and clopidogrel 75 mg/day should be considered for a duration of 1 month followed by OAC and aspirin 75–100 mg/day or clopidogrel (75 mg/day) continued up to 12 months irrespective of the stent type (BMS or new-generation DES). IIa C Dual therapy with OAC and clopidogrel 75 mg/day may be considered as an alternative to triple antithrombotic therapy in selected patients (HAS-BLED ≥3 and low risk of stent thrombosis). IIb B The use of ticagrelor or prasugrel as part of triple therapy is not recommended. III C Vascular access and stent type Radial over femoral access is recommended for coronary angiography and PCI. I A The use of new-generation DES over BMS should be considered among patients requiring OAC. IIa B Medically managed patients One antiplatelet agent in addition to OAC should be considered for up to 1 year. IIa C ACS = acute coronary syndromes; BMS = bare-metal stent; CHA2DS2-VASc = Cardiac failure, Hypertension, Age ≥75 [2 points], Diabetes, Stroke [2 points] – Vascular disease, Age 65–74, Sex category; DAPT = dual (oral) antiplatelet therapy; DES = drug-eluting stent; INR = international normalized ratio; LV = left ventricular; NOACs = non-vitamin K oral anticoagulants; NSTE-ACS = non-ST-elevation acute coronary syndromes; OAC = oral anticoagulant/anticoagulation: it refers to both vitamin K and non-vitamin K antagonist oral anticoagulants; PCI = percutaneous coronary intervention; VKA = vitamin K antagonist. Triple therapy refers to aspirin, clopidogrel and OAC. HAS-BLED bleeding score includes Hypertension, Abnormal renal/liver function, Stroke, Bleeding history or predisposition, Labile INR (international normalized ratio), Elderly (>65 years) and Drug increasing bleeding risk or alcohol abuse. When NOACs are combined with antiplatelet drugs, the lowest effective dose for stroke prevention should be used. When VKAs are combined with antiplatelet drugs, INR should not exceed 2.5. aClass of recommendation. bLevel of evidence."
},
{
	"page":"ENAS5080_5.4.5.0",
	"text":"Bleeding mgmt. and blood transfusion Recommendations for bleeding management and blood transfusion in NSTE-ACS Recommendations Classa Levelb In patients with VKA-associated life-threatening bleeding events, rapid reversal of anticoagulation with four-factor prothrombin complex concentrate rather than with fresh frozen plasma or recombinant activated factor VII should be considered. In addition, repetitive 10 mg i.v. doses of vitamin K should be administered by slow injection. IIa C In patients with NOAC-associated ongoing life-threatening bleeds, the administration of prothrombin complex concentrate or activated prothrombin complex concentrates should be considered. IIa C In patients with anaemia and no evidence of active bleed, blood transfusion may be considered in the case of compromised haemodynamic status or haematocrit <25% or haemoglobin level <7 g/dL. IIb C ACS = acute coronary syndromes; i.v. = intravenous; NOAC = non-vitamin K antagonist oral anticoagulant; NSTE-ACS = non-ST-elevation acute coronary syndromes; VKA = vitamin K antagonist. aClass of recommendation. bLevel of evidence."
},
{
	"page":"ENAS5080_5.5.1.0",
	"text":"Invasive coronary angio. and revascularization NSTE-ACS treatment strategy and timing Figure 6 Selection of non-ST-elevation acute coronary syndromes (NSTE-ACS) treatment strategy and timing according to initial risk stratification EMS = emergency medical services; PCI = percutaneous coronary intervention. For interactivity see here"
},
{
	"page":"ENAS5080_5.5.2.0",
	"text":"PCI in NSTE-ACS Recommendations for invasive coronary angiography and revascularization in NSTE-ACS Recommendations Classa Levelb An immediate invasive strategy (<2h) is recommended in patients with at least one of the following very-high-risk criteria: haemodynamic instability or cardiogenic shock recurrent or ongoing chest pain refractory to medical treatment life-threatening arrhythmias or cardiac arrest mechanical complications of MI acute heart failure with refractory angina or ST deviation recurrent dynamic ST- or T-wave changes, particularly with intermittent ST-elevation. I C An early invasive strategy (<24h) is recommended in patients with at least one of the following high-risk criteria: rise or fall in cardiac troponin compatible with MI dynamic ST- or T-wave changes (symptomatic or silent) GRACE score >140. I A An invasive strategy (<72h) is recommended in patients with: at least one of the following intermediate-risk criteria: diabetes mellitus renal insufficiency (eGFR <60 mL/min/1.73 m²) LVEF <40% or congestive heart failure early post-infarction angina recent PCI prior CABG GRACE risk score >109 and <140 or recurrent symptoms or ischaemia on non-invasive testing. I A In patients with none of the mentioned risk criteria and no recurrent symptoms, non-invasive testing for ischaemia (preferably with imaging) is recommended before deciding on invasive evaluation. I A In centres experienced with radial access, a radial approach is recommended for coronary angiography and PCI. I A In patients undergoing PCI, new-generation DESs are recommended. I A In patients with multivessel CAD, it is recommended to base the revascularization strategy (e.g. ad hoc culprit-lesion PCI, multivessel PCI, CABG) on the clinical status and comorbidities as well as the disease severity (including distribution, angiographic lesion characteristics, SYNTAX score), according to the local Heart Team protocol. I C In patients in whom a short DAPT duration (30 day) is planned because of an increased bleeding risk, a new generation DES may be considered over a BMS. IIb B BMS = bare-metal stent; CABG = coronary artery bypass grafting; CAD = coronary artery disease; DAPT = dual (oral) antiplatelet therapy; DES = drug-eluting stent; eGFR = estimated glomerular filtration rate; GRACE = Global Registry of Acute Coronary Events; LVEF = left ventricular ejection fraction; MI = myocardial infarction; NSTE-ACS = non-ST-elevation acute coronary syndromes; PCI = percutaneous coronary intervention; SYNTAX = SYNergy between percutaneous coronary intervention with TAXus and cardiac surgery. aClass of recommendation. bLevel of evidence."
},
{
	"page":"ENAS5080_5.5.3.0",
	"text":"CABG: peri-op mgmt. of antiplatelet therapy Recommendations for perioperative management of antiplatelet therapy in NSTE-ACS patients requiring coronary bypass surgery Recommendations Classa Levelb Irrespective of the revascularization strategy, a P2Y12 inhibitor is recommended in addition to aspirin, and maintained over 12 months unless there are contraindications such as excessive risk of bleeding events. I A It is recommended that the Heart Team estimate the individual bleeding and ischaemic risks and guide the timing of CABG as well as management of DAPT. I C It is recommended to perform CABG without delay in patients with haemodynamic instability, ongoing myocardial ischaemia, or very high-risk coronary anatomy, regardless of antiplatelet treatment. I C Aspirin is recommended 6–24 hours post-CABG in the absence of ongoing bleeding events. I A It is recommended to continue low-dose aspirin until CABG. I B In stabilized patients requiring CABG who are on DAPT, discontinuation of ticagrelor and clopidogrel 5 days and prasugrel 7 days prior to surgery should be considered. IIa B After CABG, resuming P2Y12 inhibitor therapy should be considered as soon as deemed safe. IIa C Platelet function testing may be considered in shortening the time window to CABG following P2Y12 inhibitor discontinuation. IIb B ACS = acute coronary syndromes; CABG = coronary artery bypass graft; DAPT = dual (oral) antiplatelet therapy. aClass of recommendation. bLevel of evidence."
},
{
	"page":"ENAS5080_5.6.1.0",
	"text":"Special populations and conditions Elderly patients Recommendations for elderly patients with NSTE-ACS Recommendations Classa Levelb It is recommended to tailor antithrombotic treatment according to body weight and renal function. I C Elderly patients should be considered for an invasive strategy and if appropriate revascularization, after careful evaluation of potential risks and benefits, estimated life expectancy, co-morbidities, quality of life, frailty, and patient values and preferences. IIa A Adjusted dosing regimens of beta-blockers, ACE inhibitors, ARBs, and statins should be considered to prevent side effects. IIa C ACE = angiotensin-converting enzyme; ARB = angiotensin receptor blocker; NSTE-ACS = non-ST-elevation acute coronary syndromes. aClass of recommendation. bLevel of evidence."
},
{
	"page":"ENAS5080_5.6.2.0",
	"text":"Diabetic patients Recommendations for diabetic patients presenting with NSTE-ACS Recommendations Classa Levelb Blood glucose control It is recommended to screen all patients with NSTE-ACS for diabetes and to monitor blood glucose levels frequently in patients with known diabetes or admission hyperglycaemia. I C Glucose-lowering therapy should be considered in ACS patients with blood glucose >10 mmol/L (>180 mg/dL), with the target adapted to comorbidities, while episodes of hypoglycaemia should be avoided. IIa C Less stringent glucose control should be considered both in the acute phase and at follow-up in patients with more advanced cardiovascular disease, older age, longer diabetes duration, and more comorbidities. IIa C Antithrombotic treatment and invasive strategy It is recommended to administer the same antithrombotic treatment in diabetic and non-diabetic patients. I C An invasive strategy is recommended over non-invasive management. I A It is recommended to monitor renal function for 2–3 days after coronary angiography or PCI in patients with baseline renal impairment or on metformin. I C In patients undergoing PCI, new-generation DESs are recommended over BMSs. I A In patients with stabilized multivessel CAD and an acceptable surgical risk, CABG is recommended over PCI. I A In patients with stabilized multivessel CAD and a SYNTAX score ≤22, PCI should be considered as alternative to CABG. IIa B ACS = acute coronary syndromes; BMS = bare-metal stent; CABG = coronary artery bypass grafting; CAD = coronary artery disease; DES = drug-eluting stent; NSTE-ACS, non-ST-elevation acute coronary syndromes; PCI = percutaneous coronary intervention; SYNTAX = SYNergy between percutaneous coronary intervention with TAXus and cardiac surgery. aClass of recommendation. bLevel of evidence."
},
{
	"page":"ENAS5080_5.6.3.0",
	"text":"Chronic kidney disease Recommendations for patients with NSTE-ACS and chronic kidney disease Recommendations Classa Levelb It is recommended to assess kidney function by eGFR in all patients. I C It is recommended to administer the same first-line antithrombotic treatment as in patients with normal kidney function, with appropriate dose adjustment if indicated. I B Depending on the degree of renal dysfunction, it is recommended to switch parenteral anticoagulation to UFH or to adjust the doses of fondaparinux, enoxaparin and bivalirudin, as well as of small molecule GPIIb/IIIa inhibitors. I B It is recommended to switch s.c. or i.v. anticoagulation to UFH infusion adjusted to the aPTT when eGFR is <30 mL/min/1.73 m2 (for fondaparinux, when eGFR is <20 mL/min/1.73 m2 ). I C In patients undergoing an invasive strategy, hydration with isotonic saline and low- or iso-osmolar contrast media (at lowest possible volume) are recommended. I A Coronary angiography and, if needed, revascularization are recommended after careful assessment of the risk–benefit ratio, in particular with respect to the severity of renal dysfunction. I B In patients undergoing PCI, new-generation DESs are recommended over BMSs. I B CABG should be considered over PCI in patients with multivessel CAD whose surgical risk profile is acceptable and life expectancy is >1 year. IIa B PCI should be considered over CABG in patients with multivessel CAD whose surgical risk profile is high or life expectancy is <1 year. IIa B aPTT = activated partial thromboplastin time; BMS = bare metal stents; CABG = coronary artery bypass graft; CAD = coronary artery disease; CKD = chronic kidney disease; DES = drug eluting stents; eGFR = estimated glomerular filtration rate; GP = glycoprotein; i.v. = intravenous; NSTE-ACS = non-ST-elevation acute coronary syndromes; PCI = percutaneous coronary intervention; s.c. = subcutaneous; UFH = unfractionated heparin. aClass of recommendation. bLevel of evidence."
},
{
	"page":"ENAS5080_5.6.4.0",
	"text":"Acute heart failure in NSTE-ACS Recommendations for the management of patients with acute heart failure in the setting of NSTE-ACS Recommendations Classa Levelb It is recommended to perform emergency echocardiography to assess LV and valvular function and exclude mechanical complications. I C Immediate coronary angiography is recommended in patients with acute heart failure with refractory angina, ST deviation or cardiogenic shock. I B Immediate PCI is recommended for patients with cardiogenic shock if coronary anatomy is suitable. I B Emergency CABG is recommended for patients with cardiogenic shock if the coronary anatomy is not amenable to PCI. I B It is recommended that patients with mechanical complications of NSTE-ACS are immediately discussed by the Heart Team. I C IABP insertion should be considered in patients with haemodynamic instability/cardiogenic shock due to mechanical complications. IIa C Short-term mechanical circulatory support in patients with cardiogenic shock may be considered. IIb C Routine use of IABP in patients with cardiogenic shock is not recommended. III B CABG = coronary artery bypass grafting; IABP = intraaortic balloon pump; LV = left ventricular; PCI = percutaneous coronary intervention. With respect to detailed medical management of acute heart failure, we refer the reader to dedicated ESC Guidelines (www.escardio.org/guidelines). aClass of recommendation. bLevel of evidence."
},
{
	"page":"ENAS5080_5.6.5.0",
	"text":"Heart failure following NSTE-ACS Recommendations for the management of patients with heart failure following NSTE-ACS Recommendations Classa Levelb An ACE inhibitor (or ARB, if an ACE inhibitor is not tolerated) is recommended in patients with LVEF ≤40%, after stabilization, to reduce the risk of death, recurrent MI and hospitalisation for heart failure. I A A beta-blocker is recommended in patients with an LVEF ≤40 % after stabilization, to reduce the risk of death, recurrent MI, and hospitalisation for heart failure. I A Mineralocorticoid receptor antagonists are recommended to reduce the risk of heart failure hospitalization and death in all patients with persistent symptoms (NYHA Class II–IV) and a LVEF ≤35%, despite treatment with an ACE inhibitor (or an ARB, if a ACE inhibitor is not tolerated) and a beta-blocker. I A Mineralocorticoid receptor antagonists, preferably eplerenone, are recommended to reduce the risk of cardiovascular hospitalization and death in patients with LVEF ≤40%. I B Device therapy (CRT-D or ICD, depending on QRS duration) is recommended in symptomatic patients with severe LV dysfunction (LVEF ≤35%) despite optimal medical therapy >40 days after the acute event and without options of revascularization. Patients should be expected to survive >1 year with good functional status. I A In patients with CAD and LVEF ≤35%, testing for residual ischaemia and subsequent revascularization should be considered prior to primary prophylactic ICD/CRT-D implantation. After revascularization, assessment of reverse LV remodeling up to 6 months should be considered prior to primary prophylactic ICD/CRT-D implantation. IIa B ACE = angiotensin-converting enzyme; ARB = angiotensin receptor blocker; CAD = coronary artery disease; CRT-D = cardiac resynchronization therapy defibrillator; ICD = implantable cardioverter defibrillator; LV = left ventricular; LVEF = left ventricular ejection fraction; MI = myocardial infarction; NYHA = New York Heart Association. aClass of recommendation. bLevel of evidence."
},
{
	"page":"ENAS5080_5.6.6.0",
	"text":"Atrial fibrillation Recommendations for the management of atrial fibrillation in patients with NSTE-ACS Recommendations Classa Levelb In the absence of contraindications, it is recommended to administer anticoagulant drugs to all patients at presentation. I A Investigations to detect ischaemia should be considered in patients with atrial fibrillation and elevated cardiac troponin levels. IIa C Patients with rapid ventricular rate Electrical cardioversion is recommended in haemodynamically unstable patients. I C Electrical or pharmacological cardioversion with amiodarone is recommended in patients when a decision is made to restore sinus rhythm non-urgently (rhythm control strategy). This strategy should only be employed in patients with the first episode of atrial fibrillation of <48 hour duration (or in patients with no evidence of left atrial appendage thrombus on TOE) or if the patient was anticoagulated in the therapeutic range for at least 3 weeks. I C Intravenous beta-blockers are recommended to slow the rapid ventricular response to atrial fibrillation in haemodynamically stable patients. I C Intravenous administration of cardiac glycosides may be considered for ventricular rate control if the response to beta-blockers is not sufficient. IIb C Intravenous administration of non-dihydropyridine calcium antagonists (verapamil, diltiazem) may be considered to slow a rapid ventricular response to atrial fibrillation in patients not on beta-blockers and with no signs of heart failure. IIb C Administration of Class I antiarrhythmic agents (e.g. encainide, flecainide) is not recommended. III B Vernakalant is not recommended. III C TOE = transoesophageal echocardiogram. aClass of recommendation. bLevel of evidence."
},
{
	"page":"ENAS5080_5.6.7.0",
	"text":"Thrombocytopenia Recommendations for thrombocytopenia in NSTE-ACS Recommendations Classa Levelb Immediate interruption of GPIIb/IIIa inhibitor and/or heparin (UFH, LMWH, other heparin products) is recommended in case of thrombocytopenia <100,000/μL (or >50% relative drop from baseline platelet count) occurring during treatment. I C In patients treated with GP IIb/IIIa inhibitors, platelet transfusion is recommended in case of major active bleeding events or in the presence of severe (<10,000/μL) asymptomatic thrombocytopenia. I C Treatment with a non-heparin anticoagulant is recommended in case of documented or suspected HIT. I C Use of anticoagulants with low or no risk of HIT or brief administration of UFH or LMWH, when these are chosen, are recommended to prevent the occurrence of HIT. I C GP = glycoprotein; HIT = heparin-induced thrombocytopenia; LMWH = low molecular weight heparin; UFH = unfractionated heparin. aClass of recommendation. bLevel of evidence."
},
{
	"page":"ENAS5080_5.7.0.0",
	"text":"Long-term mgmt. post NSTE-ACS Recommendations for long-term management post NSTE-ACS Recommendations (for the recommendations on antithrombotic treatment see sections 5.2.9 and 5.3.3).c Classa Levelb It is recommended to advise all patients on life style changes (including smoking cessation, regular physical activity and a healthy diet). I A It is recommended to start high-intensity statin therapy as early as possible, unless contraindicated, and maintain it long-term. I A An ACE inhibitor is recommended in patients with LVEF ≤40%, or heart failure, hypertension or diabetes, unless contraindicated. An ARB provides an alternative, particularly if ACE inhibitors are not tolerated. I A Beta-blocker therapy is recommended in patients with LVEF ≤40%, unless contraindicated. I A Mineralocorticoid receptor antagonists, preferably eplerenone, are recommended in patients with LVEF ≤35% and either heart failure or diabetes after NSTE-ACS but no significant renal dysfunction or hyperkalaemia. d I A A diastolic blood pressure goal of <90 mmHg is recommended (<85 mmHg in diabetic patients). I A Participation in a well-structured cardiac rehabilitation programme to modify lifestyle habits and increase adherence to treatment should be considered. IIa A In patients with LDL cholesterol ≥70 mg/dL (≥1.8 mmol/L) despite a maximally tolerated statin dose, further reduction in LDL cholesterol with a non-statin agent e should be considered. IIa B A systolic blood pressure goal of <140 mmHg should be considered. IIa B ACE = angiotensin-converting enzyme; ARB = angiotensin receptor blocker; EF = ejection fraction; LDL= low-density lipoprotein; LV = left ventricular; LVEF= left ventricular ejection fraction; NSTE-ACS = non-ST-elevation acute coronary syndromes. aClass of recommendation. bLevel of evidence. cSee Full Text (available at: www.escardio.org/guidelines; doi/10.1093/eurheartj/ehv320, see section 5.2.9 Recommendations for platelet inhibition in NSTE-ACS and section 5.3.3 Recommendations for anticoagulation in NSTE-ACS). dSerum creatinine <221 μmol/L (2.5 mg/dL) for men and <177 μmol/L (2.0 mg/dL) for women; serum potassium concentration <5.0 mmol/L. eAt the time of finalizing these guidelines this recommendation applies only to ezetimibe."
},
{
	"page":"ENAS5080_6.1.0.0",
	"text":"Summary of mgmt. strategy Initial evaluation and pathway Step one: initial evaluation and pathway All patients with suspected NSTE-ACS must be addressed to an emergency department and must be evaluated rapidly by a qualified physician. The delay between first medical contact and ECG should be no longer than 10 minutes. The cardiac rhythm of the patient should be monitored. The working diagnosis of NSTE-ACS and the initial management should be based on following parameters: Chest pain characteristics, duration and persistence; symptom-oriented physical examination (e.g. systolic blood pressure, heart rate, cardio-pulmonary auscultation, Killip classification). Assessment of the probability of CAD based on chest pain characteristics, age, gender, CV risk factors, known CAD, non-cardiac manifestation of atherosclerosis. 12-lead ECG (to detect ST deviation or other abnormalities suggestive of myocardial ischaemia or necrosis). On the basis of these findings, the patient can be assigned to one of the four working diagnoses: STEMI NSTE-ACS with ongoing ischaemia or haemodynamic instability NSTE-ACS without ongoing ischaemia or haemodynamic instability NSTE-ACS unlikely The treatment of patients with STEMI is covered in the respective ESC guidelines. The assignment to the category “unlikely” must be done with caution, especially in patients with a specific condition, such as the elderly and those with diabetes mellitus, and only when another explanation is obvious. The initial treatment measure should include nitrates (sublingual or i.v.) for persisting chest pain, hypertension or heart failure. Oxygen therapy should be applied in the presence of a blood oxygen saturation <90% or respiratory distress. Morphine (iv. or s.c.) or alternative opiates are reserved for patients with persisting severe chest pain. In patients with ongoing chest pain and inconclusive ECG, consider immediate echocardiography to exclude alternative diagnoses (if appropriate in conjunction with CT angiography) such as pulmonary embolism, pericarditis, or aortic dissection and at the same time to reinforce the suspicion of NSTE-ACS (i.e. by identifying a focal wall motion abnormality). In the setting of ongoing myocardial ischaemia or haemodynamic compromise (the clinical suspicion should be corroborated by echocardiographic finding of regional wall motion abnormality) the patient should undergo immediate coronary angiography irrespective of ECG or biomarker findings to prevent life-threatening ventricular arrhythmias and limit myocardial necrosis. Blood work on admission should include at least: (preferably high-sensitivity) cardiac troponin T or I, serum creatinine, haemoglobin, haematocrit, platelet count, blood glucose, and INR in patients on VKA. The results of the troponin measurements should be available within 60 minutes and troponin measurement should be repeated at 1–3 hours if high-sensitivity troponin assays are used. Patients with suspected NSTE-ACS should be observed in interdisciplinary emergency departments or chest pain units until the diagnosis of MI is confirmed or ruled out. If the diagnosis of NSTE-ACS is confirmed, the lipid profile should be assessed in the early phase of admission. In case of ongoing ischaemia, defibrillator patches should be placed until urgent revascularization is performed. It is recommended that medical and paramedical personnel caring for suspected NSTE-ACS patients have access to defibrillator equipment and are trained in advanced cardiac life support."
},
{
	"page":"ENAS5080_6.2.0.0",
	"text":"Diagnosis validation and risk assessment Once the initial clinical assessment, complemented by the 12-lead ECG and the first cardiac troponin measurement, has substantiated the diagnosis of NSTE-ACS, antithrombotic treatment (as described in step three) as well as antianginal treatment (i.e. beta-blockers and nitrates) should be started. Further management of the patient is based on responsiveness to antianginal treatment and risk assessment, as quantified by the GRACE 2.0 risk score , as well as on results of the subsequent troponin measurement (at 1–3hours, if high-sensitivity assays are used). Echocardiography is useful to identify abnormalities suggestive of myocardial ischaemia or necrosis (i.e. segmental hypokinesia or akinesia) and should be performed immediately in patients with haemodynamic instability of suspected CV origin. If aortic dissection or pulmonary embolism is suspected, echocardiography, D-dimer assessment and CT-angiography should be implemented according to the respective ESC Guidelines. Rhythm monitoring up to 24 hours or PCI (whichever comes first) should be considered in NSTEMI patients at low risk for cardiac arrhythmias (i.e. none of the following criteria: haemodynamically unstable, major arrhythmias, left ventricular ejection fraction <40%, failed reperfusion, additional critical coronary stenoses or complications related to percutaneous revascularization). Rhythm monitoring for >24 hours should be considered in NSTEMI patients at intermediate to high-risk for cardiac arrhythmias (i.e., if one or more of the above criteria are present)."
},
{
	"page":"ENAS5080_6.3.0.0",
	"text":"Antithrombotic treatment The choice of the antithrombotic regimen in NSTE-ACS should be based on the selected management strategy (i.e. conservative vs. invasive) as well as the chosen revascularization modality (PCI vs. CABG). Dosing of antithrombotic agents should take into account age and renal function. Aspirin and parenteral anticoagulation are recommended. In patients intended for a conservative treatment and not at high bleeding risk, ticagrelor (preferred over clopidogrel) is recommended once the NSTEMI diagnosis is established. In patients intended for an invasive strategy, the optimal timing of the administration of ticagrelor (preferred over clopidogrel) has not been adequately investigated, while prasugrel is recommended only after coronary angiography prior to PCI."
},
{
	"page":"ENAS5080_6.4.0.0",
	"text":"Invasive strategy Radial access for coronary angiography and, if needed, revascularization is recommended. Timing of angiography (calculated from first medical contact) can be classified in four categories based on risk profile of the individual patient (see PCI in NSTE-ACS) Immediate invasive strategy (<2 h). Paralleling the STEMI pathway, this strategy should be undertaken for patients with ongoing ischaemia, characterized by at least one very high-risk criterion. Centres without ongoing STEMI programs should transfer the patient immediately. Early invasive strategy (<24 h). Most patients in this category respond to the initial pharmacologic treatment, but are at increased risk and need early angiography followed by revascularization. Patients qualify if they have at least one high-risk criterion. This implies timely transfer for patients admitted to hospitals without onsite catheterisation facilities. Invasive strategy (<72 h). This is the recommended maximal delay for coronary angiography in patients without recurrence of symptoms but with at least one intermediate risk criterion. Urgent transfer to a hospital with onsite catheterisation facilities is not necessary, but the 72-h window for coronary angiography should be complied with. Selective invasive strategy Patients with no recurrence of chest pain, no signs of heart failure, no abnormalities in the initial or subsequent ECG, and no rise in (preferably high-sensitivity) cardiac troponin level are at low risk of subsequent CV events. In this setting, a noninvasive stress test (preferably with imaging) for inducible ischaemia is recommended before deciding on an invasive strategy."
},
{
	"page":"ENAS5080_6.5.0.0",
	"text":"Revascularisation modalities In the absence of dedicated trials, recommendations for PCI and CABG in stabilized NSTE-ACS are similar to those for stable CAD. In patients with single-vessel disease, PCI with stenting of the culprit lesion is the first choice. In patients with multivessel disease, the decision for PCI or CABG should be individualized through consultation with the Heart Team. A sequential approach, consisting of treating the culprit lesion with PCI followed by elective CABG with proof of ischaemia and/or FFR of the non-culprit lesions, may be advantageous in selected patients. In patients on a single antiplatelet agent (aspirin) undergoing PCI, the addition of a P2Y12 inhibitor (prasugrel or ticagrelor preferred over clopidogrel) is recommended. The anticoagulant should be selected based on both the ischaemic and bleeding risks and should not be changed during PCI. In patients pretreatedwith fondaparinux, UFH must be added before PCI. In naïve patients, consider bivalirudin. If CABG is planned and the patient is on a P2Y12 inhibitor, this should be stopped and surgery deferred if the clinical condition and the angiographic findings permit. If coronary angiography shows no options for revascularization, owing to the extent of the lesions and/or poor distal run-off, freedom from angina should be aimed for by intensifying medical therapy."
},
{
	"page":"ENAS5080_6.6.0.0",
	"text":"Hospital discharge and post-discharge mgmt. Although in NSTE-ACS most adverse events occur in the early phase, the risk for MI or death remains elevated over several months. Intense risk factor modification and lifestyle change are warranted in all patients following NSTE-ACS and enrolment in a cardiac rehabilitation programme after discharge can enhance patient adherence to the medical regimen, may be supportive of risk factor modification and is associated with improved outcomes."
},
{
	"page":"ENAS5080_7.0.0.0",
	"text":"(N)OAC (Non-vitamin K antagonist) oral anticoagulant °C Degree Celsius 2D/ 2-D Two-dimensional 2hPG 2-h post-load plasma glucose 3D/ 3-D Three-dimensional 5-FU 5-fluorouracil 99mTc-DPD Technetium-99m 3,3-diphosphono-1,2-propanodicarboxylic acid A/C Anticoagulation AAA Abdominal aortic aneurysm AAD Antiarrhythmic drugs AAS Acute aortic syndrome ABC Age, biomarkers, clinical history ABI Ankle-Brachial Index ABPM Ambulatory BP monitoring ACA Aborted cardiac arrest ACC American College of Cardiology ACCA Acute Cardiovascular Care Association ACCF American College of Cardiology Foundation ACCOAST Comparison of Prasugrel at the Time of Percutaneous Coronary Intervention or as Pretreatment at the Time of Diagnosis in Patients with Non-ST Elevation Myocardial Infarction ACE Angiotensin-converting enzyme ACEF Age, creatinine, ejection fraction ACEI/ ACE-I/ ACE-Is Angiotensin converting enzyme inhibitors ACS Acute coronary syndromes ACT Activated clotting time AD Aortic dissection ADA American Diabetes Association/​Adenosine deaminase ADD Acute aortic dissection ADP Adenosine diphosphate AEPC Association for European Paediatric and Congenital Cardiology AF Atrial flutter/Atrial fibrillation AFNET German Competence NETwork on Atrial Fibrillation AHA American Heart Association AHF Acute heart failure AHRE Atrial high rate episodes AK Alpha kinase AKI Acute kidney injury AL Amyloid light chain ALAT/ ALT Alanine aminotransferase ALI Acute limb ischaemia AMI Acute myocardial infarction ANA Anti-nuclear antibodies ANCA Anti-neutrophil cytoplasm antibodies AO Aorta AOS Aneurysms-osteoarthritis syndrome AP Accessory pathway APAH Conditions associated with pulmonary arterial hypertension Apo Apolipoprotein apo A I Apolipoprotein A I apo B Apolipoprotein B aPTT Activated partial thromboplastin time AR Aortic regurgitation ARB Angiotensin II receptor blocker/ Angiotensin receptor blocker ARBs Angiotensin receptor blockers ARNI Angiotensin receptor neprilysin inhibition ARVC Arrhythmogenic right ventricular cardiomyopathy AS Aortic stenosis ASA Acetylsalicylic acid ASAT/ AST Aspartate aminotransferase ASCERT American College of Cardiology Foundation–Society of Thoracic Surgeons Database Collaboration ASE American Society of Echocardiography AST/ ALT/ ALP Aspartate / alanine aminotransferase / alkaline phosphatase ASV Adaptive servo-ventilation AT Antithrombin ATOR Atorvastatin ATP Antitachycardiac pacing/Adenosine triphosphate ATRIA AnTicoagulation and Risk factors In Atrial fibrillation ATS Arterial tortuosity syndrome ATTR Amyloidosis, transthyretin type AUC Area under the curve AV Atrioventricular AVB Atrioventricular block AVID Antiarrhythmic drugs Versus Implantable Defibrillator AVM AV delay management AVP Arginine vasopressin AVR Aortic valve replacement b.i.d. Bis in die (twice daily) b.p.m/ bpm Beats per minute BARI-2D Bypass Angioplasty Revascularization Investigation 2 Diabetes BAS Balloon atrial septostomy BAV Balloon aortic valvuloplasty/Bicuspid aortic valve BB Beta-blocker BBB Bundle branch block BC Blood culture BCNIE Blood culture-negative infective endocarditis BCR-ABL Breakpoint cluster region-Abelson BGA Blood gas analysis BIMA Bilateral internal mammary artery Bi-PAP Bilevel positive airway pressure BiV Biventricular BiVAD Bi-ventricular assist device BMI Body mass index BMPR Bone morphogenetic protein receptor, type 2 BMS Bare metal stent BMT Best medical therapy BNP Brain natriuretic peptide/ B-type natriuretic peptide BP Blood pressure BPA Balloon pulmonary angioplasty BSA Body surface area BUN Blood urea nitrogen CABG Coronary artery bypass graft/ Coronary artery bypass graft surgery CAD Coronary artery disease CAS Carotid artery stenting CASH Cardiac Arrest Study Hamburg Cath/ Lab Catheterization laboratory CCB Calcium channel blocker CCNAP Council on Cardiovascular Nursing and Allied Professions CCP Council for Cardiology Practice CCPC Council on Cardiovascular Primary Care CCS Canadian Cardiovascular Society CCU Coronary care unit CDRIE Cardiac device-related infective endocarditis CEA Carotid endarterectomy/​Carcinoembryonic antigen CFA Common femoral artery CFC Cardiofaciocutaneous CHA2DS2-VASc Congestive heart failure or left ventricular dysfunction, Hypertension, Age ≥75 (doubled), Diabetes, Stroke (doubled)-Vascular disease, Age 65–74, Sex category (female) CHADS2 Cardiac failure, Hypertension, Age, Diabetes, Stroke (doubled) CHARM-Added Candesartan in Heart Failure: Assessment of Reduction in Mortality and Morbidity-Added CHD Coronary heart disease/ Congenital heart disease CHF Congestive heart failure/ Chronic heart failure CI Cardiac index / Contraindication / Confidence interval CIA Common iliac artery CI-AKI Contrast-induced acute kidney injury CIDS Canadian Implantable Defibrillator Study CIED Cardiac implantable electronic device CIN Contrast-induced nephropathy CK Creatine phophokinase/​Creatinine kinase CKD Chronic kidney disease CKD-EPI Chronic Kidney Disease Epidemiology Collaboration CK-MB Creatine kinase MB isoform CLI Critical limb ischaemia CMP Cardiomyopathy CMR Cardiac magnetic resonance CMV Cytomegalovirus CO Cardiac output CoA Coarctation / Coarctation of the aorta Cons Conservative cont Continued COPD Chronic obstructive pulmonary disease COT Cardiac Oncology Toxicity COURAGE Clinical Outcomes Utilization Revascularization and Aggressive Drug Evaluation COX Cyclo-oxygenase/ Cyclooxygenase CPAP Continuous positive airway pressure CPET Cardiopulmonary exercise testing CPFE Combined pulmonary fibrosis and emphysema CPG Committee for Practice Guidelines CPVT Catecholaminergic polymorphic ventricular tachycardia CR Cardiac rehabilitation CrCI Creatinine clearance CRP C-reactive protein CRT Cardiac resynchronization therapy CRT-D Cardiac resynchronization therapy defibrillator/ Defibrillator with cardiac resynchronization therapy CRT-P Cardiac resynchronization therapy pacemaker CRUSADE Can Rapid risk stratification of Unstable angina patients Suppress ADverse outcomes with Early implementation of the ACC/AHA guidelines CSF Colony-stimulating factor/Cerebrospinal fluid CSM Carotid sinus massage CSS Carotid sinus syncope/syndrome CT Computed tomographic / tomogram/tomography CTA Computed tomography angiography CTD Connective tissue disease CTEPH Chronic thromboembolic pulmonary hypertension cTN Cardiac troponin CTO Chronic total occlusions CTRCD Cancer Therapeutics–Related Cardiac Dysfunction Ctrl Control CUS Compression venous ultrasonography CV Cardiovascular / Cardioversion CVD Cardiovascular disease CW Continuous wave CXR Chest X-ray DALYs Disability adjusted life years DAPT Dual (oral) antiplatelet therapy DBP Diastolic blood pressure DC Direct current DCC Direct-current cardioversion DCM Dilated cardiomyopathy DDI Drug-drug interactions DEFINITE DEFibrillator In Non-Ischemic cardiomyopathy Treatment Evaluation DES Drug-eluting stent DFT Defibrillation threshold DHP Dihydropyridine DI-DO Door-in to door-out time DLCO Carbon monoxide diffusing capacity DM Diabetes mellitus DNA Deoxyribonucleic acid DPAH Drug induced PAH DPG Diastolic pressure gradient DPP Diabetes prevention program DSA Digital subtraction angiography DT Deceleration time DTB Door-to-balloon time DTIs Direct thrombin inhibitors DUS Duplex ultrasonography / Doppler ultrasound DVT Deep vein thrombosis E/A Ratio of mitral peak velocity of early filling (E) to mitral peak velocity of late filling (A) E/e’ Ratio of early transmitral flow velocity (E) to early mitral annulus velocity (e’) EACPR European Association for Cardiovascular Prevention & Rehabilitation EACTS European Association of Cardio-Thoracic Surgery/ European Association for Cardio-Thoracic Surgery EACVI European Association of Cardiovascular Imaging EANM European Association of Nuclear Medicine EAPCI European Association of Percutaneous Cardiovascular Interventions EAS European Atherosclerosis Society EASD European Association for the Study of Diabetes EBV Epstein-Barr virus ECG Electrocardiogram / Electrocardiographic ECHO Echocardiography/​Echocardiogram ECLS Extracorporeal life support ECST European Carotid Surgery Trial ECVF Extacellular volume fraction ED Erectile dysfunction/ Emergency department EDS-IV Ehlers-Danlos syndrome type IV EF Ejection fraction eGFR Estimated glomerular filtration rate EHRA European Heart Rhythm Association EIA External iliac artery EIF Eukaryotic translation initiation factor EMA European Medicines Agency EMB Endomyocardial biopsy EMS Emergency medical system/service ENA Anti-extractable nuclear antigens Enox Enoxaparin EP Electrophysiology EPD Embolic protection device EPS Electrophysiologic study ER Extended release formulations ERA Endothelin receptor antagonist EROA Effective regurgitant orifice area ERS European Respiratory Society ESC European Society of Cardiology ESCMID European Society of Clinical Microbiology and Infectious Diseases ESH European Society of Hypertension ESO European Stroke Organisation ESR European Society of Radiology/Erythrocyte sedimentation rate ESRD End-stage renal disease ETT Endotracheal tube EU European Union EULAR European League Against Rheumatism EVAR Endovascular aortic repair/reconstruction Exp+ Experimental therapy FAME-2 Fractional Flow Reserve-Guided Percutaneous Coronary Intervention Plus Optimal Medical Treatment Versus Optimal Medical Treatment Alone in Patients With Stable Coronary Artery Disease FBN1 Fibrillin 1 FC Functional class FCH Familial combined hyperlipidaemia FCM Ferric carboxymaltose FDA US Food and Drug Administration/ Food and Drug Administration FDG Fluorodeoxyglucose FFP Fresh frozen plasma FFR Fractional flow reserve FH Familial hypercholesterolaemia FHL1 Four and a half LIM domains 1 FINDRISC FINnish Diabetes RIsk SCore FL False lumen FLUVA Fluvastatin FMC First medical contact FMCTB First-medical-contact-to-balloon time FMF Familial Mediterranean fever Fonda Fondaparinux FPG Fasting plasma glucose FU Follow-up GFR Glomerular filtration rate GGTP Gamma-glutamyl transpeptidase GLP-1 Glucagon-like peptide-1 GLS Global longitudinal strain GM Granulocyte-macrophage GP Glycoprotein / General practitioner GRACE Global Registry of Acute Coronary Events GUCH Grown-up patients with congenital heart disease HAART Highly active antiretroviral treatment HACEK Haemophilus parainfluenzae, H. aphrophilus, H. paraphrophilus, H. influenzae, Actinobacillus actinomycetemcomitans, Cardiobacterium hominis, Eikenella corrodens, Kingella kingae, and K. denitrificans HAS-BLED Hypertension, Abnormal renal/liver function, Stroke, Bleeding history or predisposition, Labile INR, Elderly (65), Drugs concomitantly/alcohol abuse HbA1c Glycated haemoglobin / Glycated haemoglobin A1c HBPM Home BP monitoring HCM Hypertrophic cardiomyopathy HCV Hepatitis C virus HDAC Histone deacetylase HDL High density lipoprotein HDL-C High density lipoprotein-cholesterol HeFH Heterozygous familial hypercholesterolaemia HER2 Human epidermal growth factor receptor 2 HF Heart failure HFA Heart Failure Association H-FABP Heart-type fatty acid-binding protein HFmrEF Heart failure with mid-range ejection fraction HFpEF/ HF-PEF Heart failure with preserved ejection fraction HFrEF/ HF-REF Heart failure with reduced ejection fraction HHD Hypertensive heart disease HHV Human herpesvirus H-ISDN Hydralazine and isosorbide dinitrate HIT Heparin-induced thrombocytopenia HIV Human immunodeficiency virus HoFH Homozygous familial hypercholesterolaemia HPAH Heritable PAH HR Heart rate HRCT High resolution CT hs-CRP high-sensitivity C-reactive protein HT/ HTN Hypertension HTG Hypertrigiyceridaemia i.v. / IV Intravenous IABP Intraaortic balloon pump IAS Inter-atrial septum ICA Invasive coronary angiography ICD Implantable cardioverter defibrillator/ International Classification of Diseases ICH Intracranial haemorrhage ICU Intensive care unit ID Infectious disease IDF International Diabetes Federation IE Infective endocarditis IFG Impaired fasting glucose IFN Interferon-gamma IGRA Interferon-gamma release assay IGT Impaired glucose tolerance IHD Ischaemic heart disease IL-2 Interleukin 2 ILR Implantable loop recorder IMA Internal mammary artery IMH Intramural haematoma IMT Intima–media thickness INR International normalized ratio IN-TIME Implant-based multiparameter telemonitoring of patients with heart failure IOMC Iso-osmolar contrast medium IPAH Idiopathic pulmonary arterial hypertension IPF Idiopathic pulmonary fibrosis IRA Infarct-related artery ISH Isolated systolic hypertension ISHLT International Society for Heart and Lung Transplantation IU International units IUD Intrauterine device IV UHF Intravenous unfractionated heparin IVC Inferior vena cava IVDA Intravenous drug abusers IVIG Intravenous immunoglobulin IVUS Intravascular ultrasound JSAP Japanese Stable Angina Pectoris km per h Kilometres per hour LA Left atrium/atrial LAA Left atrial appendage LAD Left anterior descending (coronary artery) LAE Left atrial enlargement LAH Left anterior hemiblock LAVI Left atrial volume index LBBB Left bundle branch block LCC Left coronary cusp Lcx Left circumflex LDH Lactate dehydrogenase LDL Low-density lipoprotein LDL-C Low-density lipoprotein-cholesterol LDLR Low density lipoprotein receptor LDS Loeys-Dietz syndrome LEAD Lower-extremity artery disease LEOPARD lentigines, ECG abnormalities, ocular hypertelorism, pulmonary stenosis, abnormal genitalia, retardation of growth, and sensorineural deafness LGE Late gadolinium enhancement LHD left heart disease LLN Lower limit of normality LM Left main LMNA Lamin A/C LMWH Low molecular weight heparin LOCM Low-osmolar contrast medium LoE Level of evidence LOVA Lovastatin Lp Lipoprotein Lp(a) Lipoprotein(a) LQTS Long QT syndrome LTBI Latent tuberculosis infection LV Left ventricle / left ventricular LVAD Left ventricular assist device LVEDD Left ventricular end-diastolic diameter LVEDP Left ventricular end diastolic pressure LVEF Left ventricular ejection fraction LVESD Left ventricular end-systolic diameter LVESV Left ventricular end-systolic volume LVH Left ventricular hypertrophy LVM Left ventricular mass LVMI Left ventricular mass index LVOT Left ventricular outflow tract LVOTG Left ventricular outflow tract gradient LVOTO Left ventricular outflow tract obstruction MACE Major adverse cardiac events MADIT Multicenter Automatic Defibrillator Implantation Trial MASS II The medicine, angioplasty, or surgery study Mbq Millibecquerel MCS Mechanical circulatory support MDCT Multidetector computed tomographic angiography/Multi-detector computed tomography MDRD Modifikation of Diet in Renal Disease Med RX Medial therapy MedPed Make Early Diagnosis to Prevent Early Deaths MELAS mitochondrial encephalomyopathy, lactic acidosis, and stroke-like episodes MERFF Myoclonic epilepsy with ragged red fibres MET Metabolic equivalent MetS Metabolic syndrome MI Myocardial infarction MIC Minimum inhibitory concentration MPI Myocardial perfusion imaging MPR Multiplanar reconstruction MPS Myocardial perfusion scintigraphy / Myocardial perfusion stress MR Magnetic resonance/ Mitral regurgitation/ Mineralocorticoid receptor MRA Mineralocorticoid receptor antagonist / Magnetic resonance angiography MRI Magnetic resonance imaging MR-proANP Mid-regional pro atrial natriuretic peptide/ Mid-regional pro A-type natriuretic peptide MRSA Methicillin-resistant Staphylococcus aureus MS Mitral stenosis MSCT Multislice computed tomography MSSA Methicillin-susceptible Staphylococcus aureus mSv Millisievert MUGA Multigated radionuclide angiography mV millivolt(s) MV abn Mitral valve abnormality MWD Minute walk distance MWT Minute walk test MYBPC3 Myosin-binding protein C MYH7 Myosin, heavy chain 7 MYL3 Essential myosin light chain n.a/ NA not available/ Not available N/A Not applicable N/R Not reported NASCET North American Symptomatic Carotid Endarterectomy Trial NCC Non coronary cusp NCDR National cardiovascular data registry NIHSS National Institutes of Health stroke severity scale NIPPV Non-invasive positive pressure ventilation NIV Non-invasive ventilation NNH Numbers needed to harm NNT Numbers needed to treat/ Number of individuals needed to treat NOAC/ NOAC(s) Novel oral anticoagulant / New oral anticoagulant / Non-vitamin K antagonist direct oral anticoagulant/ Non-vitamin K antagonist oral anticoagulant(S) Non-HDL-C Non-HDL cholesterol NP Natriuretic peptide NPV Negative predictive value NRT Nicotine replacement therapy NSAID Non-steroidal antiinflammatory drug(s) NSAIDs Non-steroidal anti-inflammatory drugs NSQIP National surgical quality improvement program NSTE Non-ST-elevation NSTE-ACS Non-ST-segment elevation acute coronary syndrome/ Non-ST elevation acute coronary syndrome NSTEMI Non-ST-elevation myocardial infarction NSVT Non-sustained ventricular tachycardia NTG Nitroglycerine NT-proBNP N-terminal pro B-type/brain natriuretic peptide NVE Native valve endocarditis NYHA New York Heart Association O2 Oxygen OAC Oral anticoagulation/ anticoagulant OAC Oral anticoagulation OARS Open-ended questions, Affirmation, Reflective listening, Summarising OCT Optical coherence tomography OD Organ damage OGTT Oral glucose tolerance test OHCA Out-of-hospital cardiac arrest OHS Obesity hypoventilation syndrome OMT Optimal medical therapy OR Odds ratio ORBIT Outcomes Registry for Better Informed Treatment of Atrial Fibrillation OSA Obstructive sleep apnoea p.o. Per os PA Postero-anterior/ Pulmonary artery/ Physical activity PAD Peripheral artery disease PAH Pulmonary arterial hypertension / Pulmonary hypertension PaO2 Partial pressure of oxygen PAP Pulmonary artery pressure/ Pulmonary arterial pressure PAR Protease-activated receptor PAU Penetrating aortic ulcer PAWP Pulmonary artery wedge pressure PCA Prostacyclin analogues PCC Prothrombin coagulation complax/ Prothrombin complex concentrates PCH Pulmonary capillary haemangiomatosis PCI Percutaneous coronary intervention PCIS Post-cardiac injury syndromes PCR Polymerase chain reaction PCSK9 Proprotein convertase subtilisin/kexin type 9 PCWP Pulmonary capillary wedge pressure PDE Phosphodiesterase type-5 inhibitors/ Phosphodiesterase PDE5 Phosphodiesterase type 5 PE Pulmonary embolism PEA Pulmonary endarterectomy PEP Primary endpoint PESI Pulmonary embolism severity index PET Positron emission tomography PFT Pulmonary function tests PH Pulmonary hypertension PISA Proximal isovelocity surface area PITA Pitavastatin PM Pacemaker/Pain management PMC Percutaneous mitral commissurotomy PPCM Peripartum cardiomyopathy PPI Proton pump inhibitor PPS Post-pericardiotomy syndrome PRAVA Pravastatin PRIMARY PCI Primary percutaneous coronary intervention PRKAG2 Gamma-2 subunit of the adenosine monophosphate-activated protein kinase PS Pulmonary valve stenosis PTA Percutaneous transluminal angioplasty / Pre-test probability PTT Partial thromboplastin time PUFA/ PUFAs Polyunsaturated fatty acid/ Polyunsaturated fatty acids PVC Premature ventricular contraction/ Premature ventricular complex PVE Prosthetic valve endocarditis PVI Pulmonary vein isolation PVL Paravalvular leak PVOD Pulmonary veno-occlusive disease PVR Pulmonary vascular resistance PVS Programmed ventricular stimulation PWV Pulse wave velocity R Vol Regurgitant volume RA Right atrium/ Rheumatoid arthritis RAA Renin–angiotensin–aldosterone RAAS Renin angiotensin aldosterone system RAP Right atrial pressure RAS Renal artery stenosis / Renin-angiotensin system RBBB Right bundle branch block RCC Right coronary cusp RCT/RCTs Randomized controlled trial RF Risk factor rFVIIa Activated recombinant factor VII RHC Right heart catheterization ROSU Rosuvastatin rPA Right pulmonary artery r-PA Reteplase RR Relative risk RRR Relative risk reduction rtPA Recombinant tissue plasminogen activator RV Right ventricle/ventricular RVEDP Right ventricular end-diastolic pressure RVOT Right ventricular outflow tract RVOTO Right ventricular outlow tract obstruction RVSP Right ventricular systolic pressure S.C. Subcutaneous SA Signal-averaged SAA Septal alcohol ablation SADS Sudden arrhythmic death syndrome SAM Systolic anterior motion SAN Sinoatrial node SaO2 Saturated oxygen SAPT Single antiplatelet therapy SAS Sleep apnea syndrome SB Sinus bradycardia SBP Systolic blood pressure SCAD Stable coronary artery disease SCD Sudden cardiac death SCORE Systematic Coronary Risk Evaluation / Systematic Coronary Risk Estimation SFA Superficial femoral artery SGLT2 Sodium glucose co-transporter 2 SIDS Sudden infant death syndrome SIMVA Simvastatin SIRS Systemic inflammatory response SLE Systemic lupus erythematosus SMART Specific, Measurable, Achievable, Realistic and Timely SND Sinus node disease SPAP Systolic pulmonary artery pressure SPECT Single-photon emission computed tomography sPESI Simplified Pulmonary Embolism Severity Index SpO2 Saturation of peripheral oxygen SQTS Short QT syndrome SR Sinus rhythm SSS Sick sinus syndrome STE-ACS ST-segment elevation acute coronary syndrome STEMI ST-elevation myocardial infarction STS Society of Thoracic Surgeon/ Structured telephone support ST-T ST-segment-T wave SUDI Sudden unexplained death in infancy SUDS Sudden unexplained death syndrome SVG Saphenous vein graft SVR Surgical ventricular reconstruction. SVT Supraventricular tachycardia SWISSI II Swiss Interventional Study on Silent Ischemia Type II SYNTAX SYNergy between percutaneous coronary intervention with TAXus and cardiac surgery T1DM Type 1 diabetes mellitus T2DM Type 2 diabetes mellitus TAA Thoracic aortic aneurysm TAAD Thoracic aortic aneurysms and dissection TAI Traumatic aortic injury TAPSE Tricuspid annulus plane systolic excursion TASC TransAtlantic Inter-Society Consensus TAVI Transcatheter aortic valve implantation/ Transaortic valve implantation TB Tuberculosis TC Total cholesterol T-DM1 Trastuzumab-emtansine TE Thromboembolism / Thrombo-embolic TEE Transesophageal echocardiogram TEVAR Thoracic endovascular aortic repair TG Triglyceride TGA Complete transposition of the great arteries Three DE Three dimensional echocardiography TIA Transient ischaemic attack / Transitory ischaemic attack TIBC Total iron-binding capacity TIME Trial of invasive versus medical therapy in elderly patients with chronic symptomatic coronary-artery disease TIMI Thrombolysis In Myocardial Infarction TKI Tyrosine kinase inhibitor TL True lumen TNF Tumor necrosis factor TNK-tPA Tenecteplase TNNI3 Troponin I, cardiac TNNT2 Troponin T TOE Transoesophageal echocardiography / echocardiogram t-PA Tissue plasminogen activator TPM1 Tropomyosin 1 alpha chain TR Tricuspid regurgitation TRAPS Tumour necrosis factor receptor-associated periodic syndrome TRL Triglyceride-rich lipoproteins TRV Tricuspid regurgitant velocity TS Tricuspid stenosis / Turner syndrome TSAT Transferrin saturation TSH Thyroid stimulating hormone TTE Transthoracic echocardiography TTR Time in therapeutic range / Transthyretin TV Tricuspid valve/ Television TVI Time–velocity integral Tx Tendon xanthomata UA Unstable angina UEAD Upper extremity artery disease UFH Unfractionated heparin UHF Ultrafractionated heparin UK United Kingdom ULN Upper limit of normal US United States USA United States of America V/Q Scan ventilation–perfusion scintigraphy VA Vertebral artery/ Ventricular arrhythmia VEGF Vascular endothelial growth factor VF Ventricular fibrillation VHD Valvular heart disease VKA Vitamin K antagonist VO2 Oxygen consumption VPBs Ventricular premature beats vs Versus VSD Ventricular septal defect VT Ventricular tachycardia VTE Venous thromboembolism VV Interventricular VVI Ventricular inhibited pacing WBC White blood cells WCD Wearable cardioverter defibrillator WHF World Heart Federation WHO World Health Organization WPW Wolff-Parkinson-White WU Wood units"
}
]