[
{
	"page":"ENAS5082_1.0.0.0",
	"text":"Authors and legal information 2015 ESC Guidelines for the Diagnosis and Management of Pericardial Diseases* The Task Force for the Diagnosis and Management of Pericardial Diseases of the European Society of Cardiology (ESC) Endorsed by the European Association of Cardio-Thoracic Surgery (EACTS) Chairpersons Yehuda Adler Management, Sheba Medical center Tel Hashomer Hospital City of Ramat-Gan, 5265601, Israel Affiliated to Sackler Medical School Tel Aviv University, Israel Tel: +972 03 530 44 67 Fax: +972 03 530 5118 Email: Yehuda.Adler@sheba.health.gov.il Philippe Charron Service de Cardiologie CHU Ambroise Paré, 9 avenue Charles de Gaulle 92104 Boulogne Billancourt, France Tel: +33 1 49 09 55 43 Fax: +33 1 42 16 13 64 Email: philippe.charron@aphp.fr Task Force Members: Massimo Imazio† (Italy), Luigi Badano (Italy), Gonzalo Barón-Esquivias (Spain), Jan Bogaert (Belgium), Antonio Brucato (Italy), Pascal Gueret (France), Karin Klingel (Germany), Christos Lionis (Greece), Bernhard Maisch (Germany), Bongani Mayosi, (South Africa), Alain Pavie (France), Arsen D. Ristić (Serbia), Manel Sabaté Tenas (Spain), Petar Seferovic (Serbia), Karl Swedberg (Sweden), Witold Tomkowski (Poland). Other ESC entities having participated in the development of this document: ESC Associations: Acute Cardiovascular Care Association (ACCA), European Association for Cardiovascular Prevention and Rehabilitation (EACPR), European Association of Cardiovascular Imaging (EACVI), European Association of Percutaneous Cardiovascular Interventions (EAPCI), Heart Failure Association (HFA). ESC Councils: Council for Cardiology Practice (CCP), Council on Cardiovascular Nursing and Allied Professions (CCNAP), Council on Cardiovascular Primary Care (CCPC). ESC Working Groups: Cardiovascular Pharmacotherapy, Cardiovascular Surgery, Grown-up Congenital Heart Disease, Myocardial and Pericardial Diseases, Pulmonary Circulation and Right Ventricular Function, Valvular Heart Disease. ESC Staff: Veronica Dean, Laetitia Flouret, Catherine Despres - Sophia Antipolis, France †Coordinator * Adapted from the ESC Guidelines for the Diagnosis and Management of Pericardial Diseases (European Heart Journal, 2015 - doi:10.1093/eurheartj/ehv318)."
},
{
	"page":"ENAS5082_2.0.0.0",
	"text":"Introduction and overview of aetiologies Preamble Classes of recommendations Classes of recommendations Definition Suggested wording to use Class I Evidence and/or general agreement that a given treatment or procedure is beneficial, useful, effective. Is recommended/​is indicated Class II Conflicting evidence and/or a divergence of opinion about the usefulness/efficacy of the given treatment or procedure. Class IIa Weight of evidence/ opinion is in favour of usefulness/efficacy. Should be considered Class IIb Usefulness/efficacy is less well established by evidence/opinion. May be considered Class III Evidence or general agreement that the given treatment or procedure is not useful/effective, and in some cases may be harmful. Is not recommended Levels of evidence Level of evidence A Data derived from multiple randomized clinical trials or meta-analyses. Level of evidence B Data derived from a single randomized clinical trial or large non-randomized studies. Level of evidence C Consensus of opinion of the experts and/or small studies, retrospective studies, registries. By definition pericardial diseases affect the pericardial sac that has two layers, a serous visceral layer and a fibrous parietal layer, with a cavity that contains pericardial fluid. Pericardial diseases may be either isolated disease or part of a systemic disease. The main pericardial syndromes that are encountered in clinical practice include pericarditis (acute, subacute, chronic and recurrent), pericardial effusion, cardiac tamponade, constrictive pericarditis, and pericardial masses. A simple aetiological classification for pericardial diseases is to consider infectious and non-infectious causes. The aetiology is varied and depends on the epidemiologic background, patient population, and clinical setting. In developed countries, viruses are usually the most common aetiological agents of pericarditis, whereas tuberculosis is the most frequent cause of pericardial diseases in the world and developing countries, where tuberculosis is endemic. In this setting tuberculosis is often associated with HIV infection. Table 1 Aetiology of pericardial diseases A. Infectious causes Viral (common): Enteroviruses (Coxsackieviruses, Echoviruses), Herpesviruses (EBV, CMV, HHV-6), Adenoviruses, Parvovirus B19 (possible overlap with aetiologic viral agents of myocarditis). Bacterial: Mycobacterium tuberculosis (common, other bacterial rare), Coxiella burnetii, Borrelia burgdorferi, rarely: Pneumococcus spp, Meningococcus spp, Gonococcus spp, Streptococcus spp, Staphylococcus spp, Haemophilus spp, Chlamydia spp, Mycoplasma spp, Legionella spp, Leptospira spp, Listeria spp, Providencia stuartii. Fungal (very rare): Histoplasma spp (more likely in immunocompetent patients), Aspergillus spp, Blastomyces spp, Candida spp (more likely in immunocompromised host). Parasitic (very rare): Echinococcus spp, Toxoplasma spp. B. Non-infectious causes Autoimmune (common): Systemic autoimmune and auto-inflammatory diseases (systemic lupus erythematosus, Sjögren syndrome, rheumatoid arthritis, scleroderma), systemic vasculitides (i.e: eosinophilic granulomatosis with polyangiitis or allergic granulomatosis, previously named Churg-Strauss-Syndrome, Horton disease, Takayasu disease, Behçet syndrome), sarcoidosis, Familial Mediterranean Fever, inflammatory bowel diseases, Still disease. Neoplastic: Primary tumours (rare, above all pericardial mesothelioma). Secondary metastatic tumours (common, above all lung and breast cancer, lymphoma). Metabolic: Uraemia, myxoedema, anorexia nervosa, other rare. Traumatic and Iatrogenic: Early onset (rare): Direct injury (penetrating thoracic injury, aesophageal perforation). Indirect injury (non-penetrating thoracic injury, radiation injury). Delayed onset: Pericardial injury syndromes (common) such as postmyocardial infarction syndrome, postpericardiotomy syndrome, post-traumatic, including forms after iatrogenic trauma (e.g. coronary percutaneous intervention, pacemaker lead insertion and radiofrequency ablation). Drug-related (rare): Lupus-like syndrome (procainamide, hydralazine, methyldopa, isoniazid, phenytoin); antineoplastic drugs (often associated with a cardiomyopathy, may cause a pericardiopathy): doxorubicin, daunorubicin, cytosine arabinoside, 5-fluorouracil, cyclophosphamide; penicillins as hypersensitivity pericarditis with eosinophilia; amiodarone, methysergide, mesalazine, clozapine, minoxidil, dantrolene, practolol, phenylbutazone, thiazides, streptomycin, thiouracils, streptokinase, p-aminosalicylic acid, sulfa-drugs, cyclosporine, bromocriptine, several vaccines, GM-CSF, anti-TNF agents. Other (common): Amyloidosis, aortic dissection, pulmonary arterial hypertension and chronic heart failure. Other (uncommon): Congenital partial and complete absence of the pericardium. CMV = cytomegalovirus; EBV = Epstein-Barr virus; GM-CSF = granulocyte-macrophage colony-stimulating factor; HHV = human herpesvirus; spp = species; TNF = tumor necrosis factor."
},
{
	"page":"ENAS5082_3.1.0.0",
	"text":"Pericardial syndromes Definition Pericardial syndromes include different clinical presentations of pericardial diseases with distinctive signs and symptoms that can be grouped in specific “syndromes”."
},
{
	"page":"ENAS5082_3.2.1.0",
	"text":"Acute pericarditis Definition and diagnostic criteria Acute pericarditis is an inflammatory pericardial syndrome with or without pericardial effusion. The clinical diagnosis can be made as described in Table 2. Table 2 Definitions and diagnostic criteria for pericarditis Pericarditis Definition and diagnostic criteria Acute Inflammatory pericardial syndrome to be diagnosed with at least 2 of the 4 following criteria: pericarditic chest pain pericardial rubs new widespread ST-elevation or PR depression on ECG pericardial effusion (new or worsening) Additional supporting findings: Elevation of markers of inflammation (i.e. C-reactive protein, erythrocyte sedimentation rate, and white blood cell count); Evidence of pericardial inflammation by an imaging technique (computed tomography, cardiac magnetic resonance). Incessant Pericarditis lasting for >4–6 weeks but <3 months without remission. Recurrent Recurrence of pericarditis after a documented first episode of acute pericarditis and a symptom-free interval of 4–6 weeks or longera. Chronic Pericarditis lasting for >3 months. CMR: cardiac magnetic resonance; CT: computed tomography; ECG: electrocardiogram. a Usually within 18–24 months but a precise upper limit of time has not been established. Additional signs and symptoms may be present according to the underlying aetiology or systemic disease (i.e. signs and symptoms of systemic infection such as fever and leucocytosis, or systemic inflammatory disease or cancer). Widespread ST-segment elevation has been reported as a typical hallmark sign of acute pericarditis as well as PR depression. The temporal evolution of ECG changes with acute pericarditis is highly variable from one patient to another and is affected by therapy."
},
{
	"page":"ENAS5082_3.2.2.0",
	"text":"Clinical diagnosis Recommendations for diagnosis of acute pericarditis Recommendations Class a Level b ECG is recommended in all patients with suspected acute pericarditis. I C Transthoracic echocardiography is recommended in all patients with suspected acute pericarditis. I C Chest X-ray is recommended in all patients with suspected acute pericarditis. I C Assessment of markers of inflammation (i.e. C-reactive protein) and myocardial injury (i.e. CK, troponin) is recommended in patients with suspected acute pericarditis. I C ECG = electrocardiogram; CK = creatinine kinase. a Class of recommendation. b Level of evidence."
},
{
	"page":"ENAS5082_3.2.3.0",
	"text":"Clinical mgmt. and therapy It is not mandatory to search for the aetiology in all patients, especially in countries with a low prevalence of tuberculosis, because of the relatively benign course associated with the common causes of pericarditis, and the relatively low diagnostic yield of diagnostic investigations. On this basis a triage of patients with acute pericarditis is warranted. Any clinical presentation that may suggest an underlying aetiology (e.g. a systemic inflammatory disease) or with at least 1 predictor of poor prognosis (major or minor risk factors) warrants hospital admission and aetiology search. On the other hand, patients without these features could be managed as outpatients with empiric anti-inflammatories and short-term follow-up after one week to assess the response to treatment."
},
{
	"page":"ENAS5082_3.2.4.0",
	"text":"Proposed triage Figure 1 Proposed triage of acute pericarditis according to epidemiological background and predictors of poor prognosis at presentation. At least one predictor of poor prognosis is sufficient to indentify a high-risk case. Major criteria have been validated by multivariate analysis, minor criteria are based on expert opinion and literature. Predictors of poor prognosis: Major Fever >38°C Subacute onset Large pericardial effusion Cardiac tamponade Lack of response to aspirin or NSAIDs after at least 1 week of therapy Minor Myopericarditis Immunosuppression Trauma Oral anticoagulant therapy CRP = C-reactive protein; ECG = electrocardiogram. For interactivity see here"
},
{
	"page":"ENAS5082_3.2.5.0",
	"text":"Management of acute pericarditis Recommendations for management of acute pericarditis Recommendations Class a Level b Hospital admission is recommended for high-risk patients with acute pericarditis (at least one risk factorc). I B Outpatient management is recommended for low-risk patients with acute pericarditis. I B Evaluation of response to anti-inflammatory therapy is recommended after 1 week. I B a Class of recommendation. b Level of evidence. c  See Figure 1 (both major and minor predictors of poor prognosis). In patients identified with a cause other than viral infection, specific therapy appropriate to the underlying disorder is indicated, and the epidemiological background (high vs. low prevalence of tuberculosis) should be considered. The main non-pharmacological recommendation is to restrict physical activity beyond ordinary sedentary life until resolution of symptoms and normalization of CRP for patients not involved in competitive sports. Athletes are recommended to return to competitive sports only after symptoms have resolved and diagnostic tests (i.e. CRP, ECG, and echocardiogram) have been normalized. A minimal restriction of 3 months (after the initial onset of the attack) has been arbitrarily defined according to expert consensus. This restriction applies only to athletes, while a shorter period (till remission) may be suitable for non-athletes. Aspirin or NSAIDs are mainstays of therapy for acute pericarditis (Table 3). The initial dose should be kept untill resolution of symptoms and normalization of CRP, then tapering should be considered."
},
{
	"page":"ENAS5082_3.2.6.0",
	"text":"Anti-inflammatory therapy Table 3 Commonly prescribed anti-inflammatory therapy for acute pericarditis Usual dosinga Tx durationb Taperinga Drug: Aspirin 750–1000 mg every 8 hours 1–2 weeks Decrease doses by 250–500 mg every 1–2 weeks Drug: Ibuprofen 600 mg every 8 hours 1–2 weeks Decrease doses by 200–400 mg every 1–2 weeks Drug: Colchicine 0.5 mg once (<70 kg) or 0.5 mg b.i.d. (≥70 kg) 3 months Not mandatory, alternatively 0.5 mg every other day (<70 kg) or 0.5 mg once (≥70 kg) in the last weeks b.i.d = twice daily; NSAIDs = non-steroidal anti-inflammatory drugs; Tx = treatment. a Tapering should be considered for aspirin and NSAIDs. b Tx duration is Symptoms and CRP guided but generally 1 to 2 weeks for uncomplicated cases. Gastroprotection should be provided. Colchicine is added on top of aspirin or ibuprofen."
},
{
	"page":"ENAS5082_3.2.7.0",
	"text":"Treatment of acute pericarditis Recommendations for the treatment of acute pericarditis Recommendations Class a Level b Aspirin or NSAIDs are recommended as first line therapy for acute pericarditis with gastroprotection. I A Colchicine is recommended as first line therapy for acute pericarditis as adjunct to aspirin/NSAIDs therapy. I A Serum CRP should be considered to guide the treatment length and assess the response to therapy. IIa C Low-dose corticosteroidsc should be considered for acute pericarditis in cases of contra-indication/failure of aspirin/NSAIDs and colchicine, and when an infectious cause has been excluded, or when there is a specific indication such as auto-immune disease. IIa C Exercise restriction should be considered for non-athletes with acute pericarditis untill symptom resolution, and normalization of CRP, ECG and echocardiogram. IIa C For athletes, the duration of exercise restriction should be considered until resolution of symptoms and normalization of CRP, ECG and echocardiogram, and for at least 3 months. IIa C Corticosteroids are not recommended as first line therapy for acute pericarditis. III C CRP = C-reactive protein; ECG = electrocardiogram; NSAIDs = non-steroid anti-inflammatory drugs. a Class of recommendation. b Level of evidence. c Added to colchicine."
},
{
	"page":"ENAS5082_3.2.8.0",
	"text":"Prognosis Most patients with acute pericarditis (generally those with presumed viral or “idiopathic” pericarditis) have a good long-term prognosis. Cardiac tamponade rarely occurs in patients with acute idiopathic pericarditis. The risk of developing constriction is low (<1%) for idiopathic and presumed viral pericarditis, intermediate (2–5%) for autoimmune, immune-mediated and neoplastic aetiologies, and high (20–30%) for bacterial aetiologies, especially including tuberculosis and purulent pericarditis. Approximately 15 to 30% of patients with idiopathic acute pericarditis, who are not treated with colchicine, will develop either recurrent or incessant disease. Colchicine may halve the recurrence rate."
},
{
	"page":"ENAS5082_3.3.1.0",
	"text":"Recurrent pericarditis Overview Recurrent pericarditis is diagnosed with a documented first episode of acute pericarditis, a symptom-free interval of 4–6 weeks or longer, and evidence of subsequent recurrence of pericarditis. In developed countries, the aetiology is often not identified in most immunocompetent patients, and it is generally presumed to be immune-mediated. A common cause of recurrence is inadequate treatment of the first episode of pericarditis. Therapy of recurrent pericarditis should be targeted to the underlying aetiology in patients with an identified cause. Aspirin or NSAIDs remain the mainstay of therapy. Colchicine is recommended on top of standard anti-inflammatory therapy in order to improve the response to medical therapy, improve remission rates and prevent recurrences."
},
{
	"page":"ENAS5082_3.3.2.0",
	"text":"Anti-inflammatory therapies Table 4 Commonly prescribed anti-inflammatory therapies for recurrent pericarditis Usual initial dosea Tx durationb Taperingb Drug: Aspirin 500–1000 mg every 6–8 hours (range 1,5–4 g/day) Weeks-months Decrease doses by 250–500 mg every 1–2 weeksb Drug: Ibuprofen 600 mg every 8 hours (range 1200–2400 mg) Weeks-months Decrease doses by 200–400 mg every 1–2 weeksb Drug: Indomethacin 25–50 mg every 8 hours: start at lower end of dosing range and titrate upward to avoid headache and dizziness. Weeks-months Decrease doses by 25 mg every 1–2 weeksb Drug: Colchicine 0.5 mg twice or 0.5 mg daily for patients <70 kg or intolerant to higher doses At least 6 months Not necessary, alternatively 0.5 mg every other day (<70 kg) or 0.5 mg once (≥70 kg) in the last weeks NSAIDs = non-steroidal anti-inflammatory drugs; Tx = treatment. a Tapering should be considered for aspirin and NSAIDs; b Longer tapering times for more difficult, resistant cases may be considered. In cases of incomplete response to aspirin/NSAIDs and colchicine, corticosteroids may be used to better control symptoms, but they should be added at low/moderate doses and on top of aspirin/NSAIDs and colchicine as triple therapy. Corticosteroids at low to moderate doses should be avoided if infections, particularly bacterial and tuberculosis, cannot be excluded, and restricted to patients with specific indications (i.e., systemic inflammatory diseases, post-pericardiotomy syndromes, pregnancy) or NSAIDs contra-indications or intolerance, or persistent disease despite appropriate doses. Although corticosteroids provide rapid control of symptoms, they favour chronicity, more recurrences, and side effects. If corticosteroids are used, their tapering should be particularly slow."
},
{
	"page":"ENAS5082_3.3.3.0",
	"text":"Tapering of corticosteroids Table 5 Tapering of corticosteroids (dosage information is provided for prednisone) Starting dose 0.25–0.50 mg/kg/daya Taperingb >50 mg 10 mg/day every 1–2 weeks 50–25 mg 5–10 mg/day every 1–2 weeks 25–15 mg 2.5 mg/day every 2–4 weeks <15 mg 1.25–2.5 mg/day every 2–6 weeks a Avoid higher doses except for special cases, and only for a few days, with rapid tapering to 25 mg/day. Prednisone 25 mg is equivalent to methylprednisolone 20 mg. b Every decrease in prednisone dose should be done only if the patient is asymptomatic and C-reactive protein is normal, particularly for doses <25 mg/day."
},
{
	"page":"ENAS5082_3.3.4.0",
	"text":"Table 6 Immunosuppresant and biological drugs more commonly used in recurrent pericarditis Dose Geriatric Renal impairment Hepatic impairement Pediatric Comment Azathioprine IVIG Anakinra Initial: 1 mg/kg/day given once daily or divided twice daily, gradually increased till 2–3 mg/kg/day. Refer to adult dosing. No specific dose adjustmentsprovided in manufacturer’s label. No dose adjustments provided in manufacturer’s label. Caution however since possible hepatotoxicity. Limited data available: children and adolescents: oral: 2–2.5 mg/kg dose once daily. Haematologic and hepatic toxicity.Allopurinol concomitant use contraindicated (severe myelosuppression).Useful as a sparing corticosteroids Agent. 400-500 mg/kg/day for 5 days, or 1 g/kg/day for 2 days, eventually repeated every 4 weeks. Refer to adult dosing. Use with caution due to risk of immune globulin-induced renal dysfunction; the rate of infusion and concentration of solution should be minimized. No dose adjustments provided in manufacturer’s label. Refer to adult dosing. Generally well tolerated. Expensive.Effective in the acute episode. 1–2 mg/kg/day up to 100 mg once daily subcutaneously. Refer to adult dosing. No dose adjustment required in case of renal impairment. No dose adjustments provided in manufacturer’s label. 1–2 mg/kg/day subcutaneously max 100 mg/day. Generally well tolerated.ExpensiveEffective in the acute episode. Drugs such as azathioprine, IVIG, and anakinra may be considered in cases of proven infection-negative corticosteroid-dependent recurrent pericarditis not responsive to colchicine, after a careful assessment of the costs, risks and eventually multidisciplinary experts consultation. As a last resort pericardiectomy may be considered, but only after a thorough trial of unsuccessful medical therapy, and with referral of the patient to centres with specific expertise in this surgery. The physical activity restrictions in acute pericarditis apply also to recurrences."
},
{
	"page":"ENAS5082_3.3.5.0",
	"text":"Management of recurrent pericarditis Recommendation on management of recurrent pericarditis Recommendations Class a Level b Aspirin and NSAIDs are mainstays of treatment and are recommended at full doses if tolerated, until complete symptom resolution. I A Colchicine (0.5 mg twice daily or 0.5 mg daily for patients <70 kg or intolerant to higher doses) use for 6 months is recommended as an adjunct to aspririn/NSAIDs. I A Colchicine therapy of longer duration (>6 months) should be considered in some cases, according to clinical response. IIa C CRP dosage should be considered to guide the treatment duration and assess the response to therapy. IIa C After CRP normalization a gradual tapering of therapies should be considered, tailored to symptoms and CRP, a single class of drugs at a time. IIa C Drugs such IVIG, anakinra or azathioprine may be considered in cases of corticosteroid dependent recurrent pericarditis in patients not responsive to colchicine. IIb C Exercise restriction should be considered for non-athletes with recurrent pericarditis untill symptom resolution and CRP normalization, taking into account the previous history and clinical conditions. IIa C Exercise restriction for a minimum of 3 months should be considered for athletes with recurrent pericarditis till symptom resolution and normalization of CRP, ECG and echocardiogram. IIa C If ischaemic heart disease is a concern or antiplatelet therapy is required, aspirin should be considered, at medium high doses (1–2.4 g/daily) (Web-box).c IIa C If symptoms recur during therapy tapering, the management should consider not to increase the dose of corticosteroids and to control symptoms by increasing to the maximum dose of aspirin or NSAIDs, well distributed, generally every 8 hours, intravenously if necessary, adding colchicine, and adding analgesics for pain control. IIa C Cortosteroid therapy is not recommended as a first line-approach. III B CRP = C-Reactive Protein; ECG = electrocardiogram; IVIG = intravenous immunoglobulin; NSAIDs = non-steroid anti-inflammatory drugs. a Class of recommendation. b Level of evidence. c Available at: www.escardio.org/guidelines, doi:10.1093/eurheartj/ehv318"
},
{
	"page":"ENAS5082_3.4.0.0",
	"text":"Therapeutic algorithm for pericarditis Figure 2 Therapeutic algorithm for acute and recurrent pericarditis ECG = electrocardiogram; IVIG = intravenous immunoglobulin; NSAIDs = non-steroidal anti-inflammatory drugs. Low-dose corticosteroids are considered when there are contra-indications to other drugs or when there is an incomplete response to aspirin/NSAIDs plus colchicine; in this case physicians should consider adding these drugs instead of replacing other anti-inflammatory therapies. a Azathioprine is steroid-sparing and has a slow onset of action compared with IVIG and anakinra. Cost considerations may apply considering the cheaper solution first (e.g. azathioprine) and resorting to more expensive options (e.g. IVIG and anakinra) for refractory cases. For interactivity see here"
},
{
	"page":"ENAS5082_3.5.0.0",
	"text":"Myopericarditis Pericarditis and myocarditis share common aetiologies, and overlapping forms can be encountered in clinical practice. The classical presentation is chest pain associated with other signs of pericarditis (pericardial rubs, ST-segment elevation, and pericardial effusion) plus the elevation of markers of myocardial damage (i.e. troponins). The diagnosis of predominant pericarditis with myocardial involvement, or “myopericarditis“, can clinically be established if patients with definite criteria for acute pericarditis show elevated biomarkers of myocardial injury (troponin I or T, creatine kinase-MB fraction) without newly developed focal or diffuse impairment of left ventricular function in echocardiography or cardiac magnetic resonance (CMR). Recommendations pericarditis associated with myocarditis Recommendations Class a Level b In cases of pericarditis with suspected associated myocarditis, coronary angiography (according to clinical presentation and risk factor assessment) is recommended in order to rule out acute coronary syndromes. I C Cardiac Magnetic Resonance (CMR) is recommended for the confirmation of myocardial involvement. I C Hospitalization is recommended for diagnosis and monitoring in patients with myocardial involvement. I C Rest and avoidance of physical activity beyond normal sedentary activities is recommended in non-athletes and athletes with myopericarditis for a duration of 6 months. I C Empirical anti-inflammatory therapies (lowest efficacious doses) should be considered to control chest pain. IIa C a Class of recommendation. b Level of evidence."
},
{
	"page":"ENAS5082_3.6.1.0",
	"text":"Pericardial effusion Overview The normal pericardial sac contains 10–50 mL of pericardial fluid as a plasma ultrafiltrate that acts as a lubricant between the pericardial layers. Any pathological process usually causes an inflammation with the possibility of increased production of pericardial fluid (exudate). An alternative mechanism of accumulation of pericardial fluid may be decreased reabsorption due to a general increase in systemic venous pressure as a result of congestive heart failure or pulmonary hypertension (transudate). Table 7 Classification of pericardial effusion Onset Acute Subacute Chronic (>3 months) Size Mild <10 mm Moderate 10–20 mm Large >20 mm Distribution Circumferential Loculated Composition Transudate Exudate A significant proportion of patients with pericardial effusion are asymptomatic and pericardial effusion constitute incidental and unexpected finding. The clinical presentation of pericardial effusion varies according to the speed of pericardial fluid accumulation. If pericardial fluid is rapidly accumulating, such as after wounds or iatrogenic perforations, the evolution is dramatic and even small amounts of blood may cause a rise of intrapericardial pressure within minutes and overt cardiac tamponade. On the other hand, a slow accumulation of pericardial fluid allows the collection of a large effusion in days to weeks before a significant increase in pericardial pressure causes symptoms and signs."
},
{
	"page":"ENAS5082_3.6.2.0",
	"text":"Pressure/volume curve Figure 3 Pressure/volume curve of the pericardium with fast accumulating pericardial fluid leading to cardiac tamponade with a smaller volume (A) compared with the slowly accumulating pericardial fluid reaching cardiac tamponade only after larger volumes (B)."
},
{
	"page":"ENAS5082_3.6.3.0",
	"text":"Echo. assessment of size The diagnosis of pericardial effusion is generally performed by echocardiography, which also enables semiquantitative assessment of the pericardial effusion size and its haemodynamic effects. In selected cases, CT and CMR provide a larger field of view, allowing the detection of loculated pericardial effusion and pericardial thickening and masses, as well as associated chest abnormalities. Figure 4 Semi-quantitative assessment of the size of pericardial effusion is based on the measure of the largest telediastolic echo-free space according to several echocardiographic views. Panel A. A mild pericardial effusion (<10 mm) is generally located posteriorly and adjacent to the right atrium. Panel B. In moderate (10–20 mm) and large (>20 mm) ones, the effusions become circumferential. Ao = aorta; LA = left atrium; LV = left ventricle; pe = pericardial effusion; RV = right ventricle."
},
{
	"page":"ENAS5082_3.6.4.0",
	"text":"Diagnosis of pericardial effusion Recommendations for the diagnosis of pericardial effusion Recommendations Class a Level b Transthoracic echocardiography is recommended in all patients with suspected pericardial effusion. I C Chest X-ray is recommended in patients with a suspicion of pericardial effusion or pleuropulmonary involvement. I C Assessment of markers of inflammation (i.e. CRP) are recommended in patients with pericardial effusion. I C CT or CMR should be considered in suspected cases of loculated pericardial effusion, pericardial thickening and masses, as well as associated chest abnormalities. IIa C CMR = cardiomyopathy; CRP = C-reactive protein; CT = computed tomography. a Class of recommendation. b Level of evidence."
},
{
	"page":"ENAS5082_3.6.5.0",
	"text":"Triage and mgmt. When a pericardial effusion is detected, the first step is to assess its size, haemodynamic importance (especially the presence of cardiac tamponade), and possible associated diseases (either cardiovascular or systemic diseases). Pericardial effusion is often associated with known or unknown (e.g. hypothyroidism) medical conditions (up to 60% of cases). If inflammatory signs are present, the clinical management should be that of pericarditis. Figure 5 A simplified algorithm for pericardial effusion triage and management For interactivity see here"
},
{
	"page":"ENAS5082_3.6.6.0",
	"text":"Initial mgmt. of pericardial effusion Recommendations for the initial management of pericardial effusion Recommendations Class a Level b Admission is recommended for high-risk patients with pericardial effusion.c I C A triage of patients with pericardial effusion is recommended as in Figure 5. I C a Class of recommendation. b Level of evidence. c Similar risk criteria as for pericarditis."
},
{
	"page":"ENAS5082_3.6.7.0",
	"text":"Therapy Recommendations for the therapy of pericardial effusion Recommendations Class a Level b It is recommended to target the therapy of pericardial effusion at the aetiology. I C Aspirin/NSAIDs/colchicine and treatment of pericarditis is recommended when pericardial effusion is associated with systemic inflammation. I C Pericardiocentesis, or cardiac surgery, is indicated for cardiac tamponade, or for symptomatic moderate to large pericardial effusions not responsive to medical therapy, and for suspicion of unknown bacterial or neoplastic aetiology. I C NSAIDs = non-steroid anti-inflammatory drugs. a Class of recommendation. b Level of evidence."
},
{
	"page":"ENAS5082_3.6.8.0",
	"text":"Prognosis The prognosis of pericardial effusion is essentially related to the aetiology. A mild idiopathic effusion (<10 mm) is usually asymptomatic, has generally a good prognosis and does not require specific monitoring. Moderate to large effusions (>10 mm) may worsen, and especially severe effusions may evolve towards cardiac tamponade in up to one third of cases. A tailored follow-up is warranted also considering the relative stability or evolution of the size."
},
{
	"page":"ENAS5082_3.7.1.0",
	"text":"Cardiac tamponade Definition Cardiac tamponade is a life-threatening, slow or rapid compression of the heart due to the pericardial accumulation of fluid, pus, blood, clots, or gas, as a result of inflammation, trauma, rupture of the heart, or aortic dissection."
},
{
	"page":"ENAS5082_3.7.2.0",
	"text":"Causes of cardiac tamponade Table 8 Causes of cardiac tamponade Common causes: Pericarditis Tuberculosis Iatrogenic (invasive procedure-related, post-cardiac surgery) Trauma Neoplasm/malignancy Uncommon causes: Collagen vascular diseases (systemic lupus erythematosus, rheumatoid arthritis, scleroderma) Radiation induced Postmyocardial infarction Uraemia Aortic dissection Bacterial infection Pneumopericardium"
},
{
	"page":"ENAS5082_3.7.3.0",
	"text":"Treatment The treatment of cardiac tamponade is drainage of the pericardial fluid, preferably by needle pericardiocentesis with the use of echocardiographic or fluoroscopic guidance that should be performed without delay in unstable patients. Alternatively drainage is performed by a surgical approach, especially for purulent pericarditis, or urgent situations with bleeding into the pericardium. Recommendations for cardiac tamponade Recommendations Class a Level b In a patient with clinical suspicion of cardiac tamponade, echocardiography is recommended as the first imaging technique to evaluate the size, location, and the degree of haemodynamic impact of the pericardial effusion. I C Urgent pericardiocentesis or cardiac surgery is recommended to treat cardiac tamponade. I C A judicious clinical evaluation including echocardiographic findings is recommended to guide the timing of pericardiocentesis. I C A triage system may be considered to guide the timing of pericardiocentesis (Web figure 4).c IIb C Vasodilators and diuretics are not recommended in the presence of cardiac tamponade. III C a Class of recommendation. b Level of evidence. c Available at: www.escardio.org/guidelines, doi:10.1093/eurheartj/ehv318"
},
{
	"page":"ENAS5082_3.8.1.0",
	"text":"Constrictive pericarditis Overview Constrictive pericarditis can occur after virtually any pericardial disease process, but only rarely follows recurrent pericarditis. The risk of progression is especially related to the aetiology (low in viral and idiopathic pericarditis, high in bacterial pericarditis, especially purulent pericarditis). A diagnosis of constrictive pericarditis is based on the association of signs and symptoms of right heart failure and instrumental evidence of an impaired diastolic filling due to pericardial constriction by one or more imaging methods or cardiac catheterization. The main differential diagnosis is with restrictive cardiomyopathy."
},
{
	"page":"ENAS5082_3.8.2.0",
	"text":"Const. pericarditis vs. restrictive cardiomyopathy Table 9 Constrictive pericarditis vs. restrictive cardiomyopathy: a brief overview of features for the differential diagnosis Constrictive pericarditis Restrictive cardiomyopathy Diagnostic evaluation: Physical findings Kussmaul sign, pericardial knock. Regurgitant murmur, Kussmaul may be present, S3 (advanced). Diagnostic evaluation: ECG Low voltages, non-specific ST/T changes, atrial fibrillation. Low voltages, pseudoinfarction, possible widening of QRS, left-axis deviation, atrial fibrillation. Diagnostic evaluation: Chest X-ray Pericardial calcifications (1/3 of cases). No pericardial calcifications. Diagnostic evaluation: Echocardiography Septal bounce Pericardial thickening and calcifications. Respiratory variation of the mitral peak E velocity of >25 % and variation in the pulmonary venous peak D flow velocity of >20 %. Colour M-mode flow propagation velocity (Vp) >45 cm/sec. Tissue Doppler: peak e’ >8.0 cm/s. Small left ventricle with large atria, possible increased wall thickness E/A ratio >2, short DT. Significant respiratory variations of mitral inflow are absent. Colour M-mode flow propagation velocity (Vp) <45 cm/sec. Tissue Doppler: peak e’ <8.0 cm/s. Diagnostic evaluation: Cardiac catheterization ‘Dip and plateau’ or ‘square root’ sign, right ventricular diastolic, and left ventricular diastolic pressures usually equal, ventricular interdependence (i.e. assessed by the systolic area index >1.1).a Marked right ventricular systolic hypertension (>50 mmHg) and left ventricular diastolic pressure exceeds right ventricular diastolic pressure (LVEDP >RVEDP) at rest or during exercise by 5 mmHg or more (RVEDP <1/3 RVSP). Diagnostic evaluation: CT/CMR Pericardial thickness >3–4 mm, pericardial calcifications (CT), ventricular interdependence (real-time cine CMR). Normal pericardial thickness (<3.0 mm), myocardial involvement by morphology and functional study (CMR). CMR = cardiac magnetic resonance; CT = computed tomography; DT = deceleration time; ECG = electrocardiogram; LVEDP = left ventricular end-diastolic pressure; RVEDP = right ventricular end-diastolic pressure; RVSP = right ventricular systolic pressure; S3 = third sound. Kussmaul sign is a paradoxical rise in jugular venous pressure on inspiration. aThe systolic area index was defined as the ratio of the RV area (mmHg x s) to the LV area (mmHg x s) in inspiration versus expiration."
},
{
	"page":"ENAS5082_3.8.3.0",
	"text":"Diagnosis Recommendations for the diagnosis of constrictive pericarditis Recommendations Class a Level b Transthoracic echocardiography is recommended in all patients with suspected constrictive pericarditis. I C Chest X-ray (frontal and lateral views) with adequate technical characteristics is recommended in all patients with suspected constrictive pericarditis. I C CT and/or CMR are indicated as second level imaging techniques to assess calcifications (CT), pericardial thickness, degree and extension of pericardial involvement. I C Cardiac catheterization is indicated when non-invasive diagnostic methods do not provide a definite diagnosis of constriction. I C CMR = cardiac magnetic resonance; CT = cardiac tamponade. a Class of recommendation. b Level of evidence."
},
{
	"page":"ENAS5082_3.8.4.0",
	"text":"Therapy overview The mainstay of treatment of chronic permanent cases is surgery. Medical therapy may have a role in at least three conditions: (1) to prevent the progression to constriction for specific aetiologies (e.g. tubeculosis, other bacterial infections), (2) to treat transient constriction when associated with pericarditis, (3) supportive and aimed at controlling symptoms of congestion in advanced cases and when surgery is contraindicated or at high-risk. The detection of elevated C-reactive protein and imaging evidence of pericardial inflammation by oedema and contrast-enhancement on CT or CMR may be helpful to identify patients with potentially reversible forms of constriction where empiric anti-inflammatory therapy should be considered and may prevent the need for pericardiectomy. The three main syndromes associated with pericardial constriction are transient constriction, effusive-constrictive forms, and chronic constrictive pericarditis."
},
{
	"page":"ENAS5082_3.8.5.0",
	"text":"Main const. pericardial synd.: def. and therapy Table 10 Definitions and therapy of main constrictive pericardial syndromes Syndrome Definition Therapy Transient constriction (d.d. permanent constrictive pericarditis, restrictive CMP). Reversible pattern of constriction following spontaneous recovery or medical therapy. A 2–3-month course of empiric anti-inflammatory medical therapy. Effusive-constrictive pericarditis (d.d. cardiac tamponade, constrictive pericarditis). Failure of the right atrial pressure to fall by 50% or to a level below 10 mmHg after pericardiocentesis. May be diagnosed also by non-invasive imaging. Pericardiocentesis followed by medical therapy. Surgery for persistent cases. Chronic constriction (d.d. transient constriction, restrictive CMP). Persistent constriction after 3–6 months. Pericardiectomy, medical therapy for advanced cases or high-risk of surgery or mixed forms with myocardial involvement. CMP = cardiomyopathy; d.d. = differential diagnosis."
},
{
	"page":"ENAS5082_3.8.6.0",
	"text":"Recommendations for therapy Recommendations for therapy of constrictive pericarditis Recommendations Class a Level b The mainstay of treatment of chronic permanent constriction is pericardiectomy. I C Medical therapy of specific pericarditis (i.e. tuberculous pericarditis) is recommended to prevent the progression of constriction. I C Empiric anti-inflammatory therapy may be considered in cases with transient or new diagnosis of constriction with concomitant evidence of pericardial inflammation (i.e. CRP elevation or pericardial enhancement on CT/CMR). IIb C CMR = cardiac magnetic resonance; CRP = C-reactive protein; CT = computed tomography. a Class of recommendation. b Level of evidence."
},
{
	"page":"ENAS5082_4.1.0.0",
	"text":"Imaging and diagnostic work-up Multimodality imaging Echocardiography, cardiac CT, and CMR are often used as complementary imaging modalities. The choice of one or multiple imaging modalities is driven by the clinical context or conditions of the patient. A modern approach for the management of pericardial diseases should include the integration of different imaging modalities in order to improve the diagnostic accuracy and clinical management of patients. Cardiac catheterization is not routinely used for the diagnosis of pericardial disease, as current non-invasive techniques are usually able to solve the differential diagnosis of a patient with the suspicion of heart disease involving the pericardium. However right heart catheterization may be useful in certain circumstances: (i) early recognition of abnormal haemodynamics related to cardiac tamponade during invasive procedures (i.e. epicardial ablation, percutaneous aortic valve implantation, complex angioplasty or complex procedures involving trans-septal punctures, among others); (ii) differentiation between constrictive pericarditis and restrictive cardiomyopathy when non-invasive imaging is not conclusive."
},
{
	"page":"ENAS5082_4.2.1.0",
	"text":"General diagnostic work-up Overview The epidemiological background is essential to develop a rational cost-effective management program and the clinician should especially identify causes that require targeted therapies. The approach may be different for research, when we attempt to reduce the number of “idiopathic” cases. The diagnosis of “idiopathic cases” is essentially an exclusion diagnosis, supported by a typical clinical course. The major specific causes to be ruled out are bacterial pericarditis (especially tuberculosis), neoplastic pericarditis, and pericarditis associated with a systemic disease (generally an autoimmune disease). Certain clinical features at presentation may be associated with an increased risk of specific aetiologies (non-viral or non-idiopathic) and complications during follow-up (recurrences, tamponade, constriction), and are suggested as “high-risk features” useful for the triage of pericarditis, to establish the need for a full aetiological search and admission in the single patient."
},
{
	"page":"ENAS5082_4.2.2.0",
	"text":"High risk patients: clinical predictors Table 11 High-risk patients: clinical predictors of a specific cause (non-viral or non-idiopathic) and/or of increased risk of complications for pericarditis during follow-up (recurrences, tamponade, constriction) Major (according to multivariate analysis) Fever >38°C Subacute onset Large pericardial effusion (>20 mm on echocardiography) Cardiac tamponade Lack of response to aspirin or NSAID after at least 1 week of therapy Minor (according to literature review and expert opinion): Pericarditis associated with myocarditis Immunodepression Trauma Oral anticoagulant therapy NSAID: non-steroidal anti-inflammatory drug. For patients with predictors of poor prognostic, major or minor, hospitalization and a full aetiologic search are warranted. On the contrary, when these negative predictors are absent, patients are at low-risk of specific causes and complications, and outpatient management should be considered."
},
{
	"page":"ENAS5082_4.2.3.0",
	"text":"General diag. work-up Recommendations for general diagnostic work-up of pericardial diseases Recommendations Class a Level b In all cases of suspected pericardial disease a first diagnostic evaluation is recommended with: auscultation; ECG; transthoracic echocardiography; chest X-ray; routine blood tests, including markers of inflammation (ie, CRP and/or erythrocyte sedimentation rate [ESR]), WBC count with differential count, renal function and liver tests and myocardial lesion tests (creatine kinase, troponins). I C It is recommended to search for independent predictors of an identifiable and specifically treatable cause of pericarditis (i.e. bacterial, neoplastic pericarditis, systemic inflammatory diseases) and identify patients at high-risk of complications. Major factors include: fever >38°C; subacute course (symptoms developing over several days or weeks): large pericardial effusion (diastolic echo-free space >20 mm in width): cardiac tamponade: failure of aspirin or NSAIDs. I B CT and/or CMR are recommended as second level testing for diagnostic work-up in pericarditis. I C Pericardiocentesis or surgical drainage are indicated for cardiac tamponade or suspected bacterial and neoplastic pericarditis. I C Percutaneous or surgical pericardial biopsy may be considered in selected cases of suspected neoplastic or tuberculous pericarditis. IIb C Further testing is indicated in high risk patients (defined as above) according to the clinical conditions. I C CK = creatine kinase; CMR = cardiac magnetic resonance; CT = computed tomography; CRP = C-reactive protein; ECG = electrocardiogram; NSAIDS = non-steroid anti-inflammatory drugs. a Class of recommendation. b Level of evidence."
},
{
	"page":"ENAS5082_4.2.4.0",
	"text":"First level and second level investigations Table 12 First and second level investigations for pericarditis Level Investigation 1st level (all cases) Markers of inflammation (i.e. ESR, CRP, white blood cell count) Renal function and liver tests, thyroid function Markers of myocardial lesion (i.e. troponins, CK) ECG Echocardiography Chest X-ray 2nd level (if 1st level not sufficient for diagnostic purposes) Computed tomography and/or Cardiac Magnetic Resonance. Analysis of pericardial fluid from pericardiocentesis, or surgical drainage, for (i) cardiac tamponade or (ii) suspected bacterial, neoplastic pericarditis, or (iii) symptomatic moderate to large effusions not responding to conventional anti-inflammatory therapy. Additional testing should be directed to specific aetiologies according to clinical presentation (presence of high-risk clinical criteria). CK = Creatine Kinase; CMR = cardiac magnetic resonance; CRP = C-reactive protein; ECG = electrocardiogram; ESR = erythrocyte sedimentation rate."
},
{
	"page":"ENAS5082_4.2.5.0",
	"text":"Main analyses on pericardial fluid Table 13 Main analyses to be performed on pericardial fluid Analysis Test General chemistry Protein level >3 g/dL, protein fluid/serum ratio >0.5, LDH >200 IU/L, fluid/serum ratio >0.6a, blood cell count. Cytology Cytology (higher volumes of fluid, centrifugation, and rapid analysis improve diagnostic yield). Polymerase chain reaction (PCR) PCR for TB. Microbiology Mycobacterium cultures, aerobic and anaerobic cultures. LDH = lactate dehydrogenase; TB = tuberculosis a High values of protein and LDH are commonly interpreted as an exudate, as in pleural fluid, but have not been validated for pericardial fluid. High risk pts.: suggested diagnostic flowchart"
},
{
	"page":"ENAS5082_4.2.6.0",
	"text":"Table 14 Suggested diagnostic flowchart in some common conditions in high-risk patients Clinical condition Blood tests Imaging Pericardial fluida Others Probable autoimmune condition Probable TB Probable neoplasm Probable viral infections Probable bacterial infections Probable autoinflammatory conditions (periodic fevers) Chronic pericardial effusion Probable constriction ANA, ENA, ANCA. (ACE and 24 h urinary calcium if sarcoidosis is suspected). Ferritin if Still disease is suspected. Consider PET if large vessel arteritis orton or Takayasu or Sarcoidosis is suspected.   Specialist consultation may be useful. Hypereosinophilia (Churg Strauss), oral and genital apthae (Behcet); difference in blood pressure between two arms (Takayasu), dry eyes (Sjögren, Sarcoidosis) macroglossia (amyloidosis). IGRA test (i.e Quantiferon, ELISpot, etc). Chest CT Scan Acid-fast bacilli staining, mycobacterium cultures,PCR for genome. Adenosine deaminase >40 U/l, unstimulated IFN-gamma. Culture and PCR in sputum and other biologicalConsider pericardial biopsy. Specific neoplastic markers not specific or sensitive (CA 125 is often non-specifically elevated in the blood when serosal effusions are present). Chest and abdomen CT scan, consider PET. Cytology (higher volumes of fluid, centrifugation, and rapid analysis improve diagnostic yield). Tumour markers e.g. CEA >5 ng/ml or CYFRA 21–1 >100 ng/ml. Consider pericardial biopsy Genome search with PCR is now preferred to serology for most virusesb.Consider serology for HCV and HIV.   Genome search with PCR for specific infectious agents, e.g. enteroviruses, adenoviruses, Parvovirus B19, HHV-6, CMV, EBVb. Infectious specialist consultation in case of positivity. Blood cultures before antibiotics.Serology for Coxiella burnetii if Q-fever is suspected.Serology for Borrelia spp. if Lyme disease is suspected. Chest CT scan Aerobic and anaerobic cultures.Glucose. Consider pericardial biopsy. FMF and TRAPS mutations.     Possible clues for TRAPS are familial forms and poor response to colchicine. TSH. Renal function tests.     Consider appropriate tests for suspected neoplasms and TB. BNP (near-normal). Cardiac MR, chest CT scan, biventricular catheterization.   All the tests for suspected TB. ACE = angiotensin-converting enzyme; ANA = anti-nuclear antibodies; ANCA = anti-neutrophil cytoplasm antibodies; BNP = brain natriuretic peptide; CEA = carcinoembryonic antigen; CMV = cytomegalovirus; CT = computed tomography; EBV = Epstein-Barr virus; ENA = anti-extractable nuclear antigens; FMF = familial Mediterranean fever; HCV = hepatitis C virus; HHV = human herpesvirus; HIV = human immunodeficiency virus; IGRA = interferon-gamma release assay; IFN-ү  = interferon-gamma; MR = magnetic resonance; PCR = polymerase chain reaction; PET = positron emission tomography; spp = species; TB = tuberculosis; TRAPS = tumour necrosis factor receptor-associated periodic syndrome; TSH = thyroid stimulating hormone. IGRAs: Interferon-gamma (IFN-ү) release assaysare whole-blood tests that can aid in diagnosing Mycobacterium tuberculosis infection. They do not help to differentiate latent tuberculosis infection (LTBI) from tuberculosis disease. a Consider storage of a sterile sample for further analyses. b See viral pericarditis section—at present, these investigations have no therapeutic or prognostic implications."
},
{
	"page":"ENAS5082_5.1.0.0",
	"text":"Specific aetiologies Viral pericarditis Recommendations for diagnosis and therapy of viral pericarditis Recommendations Class a Level b For the definitec diagnosis of viral pericarditis, a comprehensive work-up of histological, cytological, immunohistological and molecular investigations in pericardial fluid and peri/epicardial biopsies should be considered. IIa C Routine viral serology is not recommended, with the possible exception of HIV and HCV. III C Corticosteroid therapy is not recommended in viral pericarditis. III C HCV: hepatitis C virus; HIV: human immunodeficiency virus.. a Class of recommendation. b Level of evidence. c In the absence of such argument the term “presumed viral pericarditis” should be used."
},
{
	"page":"ENAS5082_5.2.1.0",
	"text":"Bacterial pericarditis Overview Bacterial pericarditis is relatively uncommon in clinical practice in developed countries with a low prevalence of tuberculosis. Tuberculous pericarditis is the most common form all over the world and the first cause of pericardial diseases in developing countries."
},
{
	"page":"ENAS5082_5.2.2.1",
	"text":"Tuberculous pericarditis Overview A ‘definite’ diagnosis of tuberculous pericarditis is based on the presence of tubercle bacilli in the pericardial fluid or on histological section of the pericardium, by culture, or by PCR (Xpert MTB/RIF) testing, and a ‘probable’ diagnosis is made when there is proof of tuberculosis elsewhere in a patient with unexplained pericarditis, a lymphocytic pericardial exudate with elevated unstimulated interferon-gamma (uIFN-ү), adenosine deaminase (ADA), or lysozyme levels, and/or an appropriate response to anti-tuberculosis chemotherapy in endemic areas."
},
{
	"page":"ENAS5082_5.2.2.2",
	"text":"Protocol for evaluation Table 15 A step-wise protocol for the evaluation of suspected tuberculous pericarditis and pericardial effusion Stage 1: Initial non-invasive evaluation Chest radiograph may reveal changes suggestive of pulmonary tuberculosis in 30% of cases. Echocardiogram: the presence of a large pericardial effusion with frond-like projections, and thick ‘porridge-like’ fluid is suggestive of an exudate but not specific for a tuberculous aetiology. CT scan and/or MRI of the chest are alternative imaging modalities where available: look for evidence of pericardial effusion and thickening (>3 mm), and typical mediastinal and tracheobronchial lymphadenopathy (>10 mm, hypodense centres, matting), with sparing of hilar lymph nodes. Culture of sputum, gastric aspirate and/or urine for Mycobacterium tuberculosis (M. tuberculosis) should be considered in all patients. Scalene lymph node biopsy if pericardial fluid is not accessible and lymphadenopathy present. Tuberculin skin test is not helpful in adults regardless of the background prevalence of tuberculosis. If pericardial fluid is not accessible, a diagnostic score of ≥6 based on the following criteria is highly suggestive of tuberculous pericarditis in people living in endemic areas: fever (1), night sweats (1), weight loss (2), globulin level >40 g/L (3) and peripheral leucocyte count <10 x 109/L (3). Stage 2: Pericardiocentesis Therapeutic pericardiocentesis is absolutely indicated in the presence of cardiac tamponade. Diagnostic pericardiocentesis should be considered in all patients with suspected tuberculous pericarditis, and the following tests performed on the pericardial fluid: Direct inoculation of the pericardial fluid into double strength liquid Kirchner culture medium (or equivalent medium), and culture for M. tuberculosis. Quantitative polymerase chain reaction (Xpert MTB/RIF) testing for nucleic acids of M. tuberculosis. Biochemical tests to distinguish between an exudate and atransudate (fluid and serum protein; fluid and serum LDH). White cell analysis and count, and cytology: a lymphocytic exudate favours tuberculous pericarditis. Indirect tests for tuberculous infection: interferon-gamma(IFN-γ), adenosine deaminase (ADA), or lysozyme assay. Stage 3: Pericardial biopsy “Therapeutic” biopsy: as part of surgical drainage in patients with cardiac tamponade relapsing after pericardiocentesis or requiring open drainage of pericardial fluid for reasons such as repeated accumulation of pericardial fluid or failure to respond to empiric medical therapy. Diagnostic biopsy: In areas where tuberculosis is endemic, a diagnostic biopsy is not required prior to commencing empiric antituberculosis treatment. In areas where tuberculosis is not endemic, a diagnostic biopsy is recommended in patients with >3 weeks of illness and without aetiologic diagnosis having been reached by other tests. Stage 4: Empiric antituberculosis chemotherapy Tuberculosis endemic in the population: trial of empiric antituberculosis chemotherapy is recommended for exudative pericardial effusion, after excluding other causes such as malignancy, uraemia, trauma, purulent pericarditis, and auto-immune diseases. Tuberculosis not endemic in the population: when systematic investigation fails to yield a diagnosis of tuberculous pericarditis, there is no justification for starting antituberculosis treatment empirically. ADA = adenosine deaminase; CT = computed tomography; IFN-ү = interferon-gamma; LDH = lactate dehydrogenase; MRI = magnetic resonance imaging; PCR = polymerase chain reaction; TB = tuberculosis."
},
{
	"page":"ENAS5082_5.2.2.3",
	"text":"Management. A regimen consisting of rifampicin, isoniazid, pyrazinamide and ethambutol for at least 2 months, followed by isoniazid and rifampicin (total of 6 months of therapy) is effective in treating extrapulmonary tuberculosis. In addition two interventions may reduce the incidence of constriction: first, intrapericardial urokinase; and second, high dose adjunctive prednisolone for 6 weeks (that should be avoided in HIV infected individuals). Recommendations for the diagnosis and treatment of tuberculous pericarditis and effusion Recommendations Class a Level b Diagnostic pericardiocentesis should be considered in all patients with suspected tuberculous pericarditis. IIa C Intrapericardial urokinase may be considered to reduce the risk of constriction in tuberculous effusive pericarditis. IIb C In patients living in non-endemic areas, empiric anti-tuberculosis treatment is not recommended when systematic investigation fails to yield a diagnosis of tuberculous pericarditis. III C By contrast, in patients living in endemic areas empiric antituberculosis chemotherapy is recommended for exudative pericardial effusion, after excluding other causes. I C Adjunctive steroids may be considered in HIV negative cases of tuberculous pericarditis, and avoided in HIV-associated TB pericarditis. IIb C HIV = human immunodeficiency virus; TB = tuberculosis. a Class of recommendation. b Level of evidence. Recommendations for general management of constrictive tuberculous pericarditis Recommendations Class a Level b Standard anti-tuberculosis drugs for 6 months is recommended for the prevention of tuberculous pericardial constriction. I C Pericardiectomy is recommended if the patient’s condition is not improving or is deteriorating after 4–8 weeks of antituberculosis therapy. I C a Class of recommendation. b Level of evidence."
},
{
	"page":"ENAS5082_5.2.3.1",
	"text":"Purulent pericarditis Overview Purulent pericarditis is nowadays rare and generally manifested as a serious febrile disease. The underlying sepsis may predominate the illness. Suspicion of purulent pericarditis is an indication for urgent pericardiocentesis, which is diagnostic. Purulent pericarditis should be managed aggressively, as death is inevitable if untreated, whereas comprehensive therapy allow 85% of patients to survive the episode and have good long-term outcome. Intravenous antimicrobial therapy should be started empirically until microbiological results are available. Drainage is crucial. Intrapericardial thrombolysis is a possible treatment for cases with loculated effusions in order to achieve an adequate drainage before resorting to surgery. Subxiphoid pericardiostomy and rinsing of the pericardial cavity should be considered. This allows more complete drainage of the effusion as loculations can be manually lysed."
},
{
	"page":"ENAS5082_5.2.3.2",
	"text":"Diagnosis Recommendations for diagnosis of purulent pericarditis Recommendations Class a Level b Urgent pericardiocentesis is recommended for the diagnosis of purulent pericarditis. I C It is recommended that pericardial fluid be sent for bacterial, fungal and tuberculous studies, and blood drawn for cultures. I C a Class of recommendation. b Level of evidence."
},
{
	"page":"ENAS5082_5.2.3.3",
	"text":"Therapy Recommendations for therapy of purulent pericarditis Recommendations Class a Level b Effective pericardial drainage is recommended for purulent pericarditis. I C Administration of intravenous antibiotics is indicated to treat purulent pericarditis I C Subxiphoid pericardiotomy and rinsing of the pericardial cavity should be considered. IIa C Intrapericardial thrombolysis should be considered. IIa C Pericardiectomy for dense adhesions, loculated or thick purulent effusion, recurrence of tamponade, persistent infection, and progression to constriction, should be considered. IIa C a Class of recommendation. b Level of evidence."
},
{
	"page":"ENAS5082_5.3.0.0",
	"text":"Pericarditis in renal failure Renal disease and overall end-stage renal disease (ESRD) are associated with possible pericardial involvement. Three different pathologies are founded in uremic patients: “uremic pericarditis”: before renal replacement therapy or within 8 weeks of its initiation; “dialysis pericarditis”: after being stabilized on dialysis (usually ≥8 weeks after its initiation); and very rarely “constrictive pericarditis”. Pericardial involvement in ESRD is manifested most commonly as acute pericarditis, chronic pericardial effusion, and infrequently as chronic constrictive pericarditis. Typical features of this form of pericarditis include a lower rate of pleuritic chest pain and absence of ECG abnormalities in most cases. Patients with ESRD are more likely to develop chronic pericardial effusion due to continuous volume overload. Pericardial effusion is often bloody, and anticoagulation is generally avoided because of the uremic coagulopathy. Recommendations for patients with renal failure Recommendations Class a Level b Dialysis should be considered in uremic pericarditis. IIa C When patients with adequate dialysis develop pericarditis, intensifying dialysis should be considered. IIa C Pericardial aspiration and/or drainage may be considered in non-responsive patients with dialysis. IIb C NSAIDs and corticosteroids (systemic or intrapericardial) may be considered when intensive dialysis is ineffective. IIb C Colchicine is contra-indicated in patients with pericarditis and severe renal impairment (see Web Table IB)c . III C NSAIDs = non-steroidal anti-inflammatory drugs; GFR = Glomerular Filtration Rate. a Class of recommendation. b Level of evidence. c Available at: www.escardio.org/guidelines, doi:10.1093/eurheartj/ehv318"
},
{
	"page":"ENAS5082_5.4.0.0",
	"text":"Syst. autoimmune and autoinflamm. diseases Pericardial involvement in systemic autoimmune diseases may be symptomatic (pericarditis and symptomatic pericardial effusion) or asymptomatic (usually pericardial effusion), and generally reflects the degree of activity of the underlying disease. Pericardial involvement is common in systemic lupus erythematosus, Sjögren syndrome, rheumathoid arthritis, scleroderma, but may be present also in systemic vasculitides, Behçet syndrome, sarcoidosis and inflammatory bowel diseases. A specific subset of patients includes those with periodic fevers. The treatment is especially targeted at the control of the systemic underlying disease."
},
{
	"page":"ENAS5082_5.5.1.0",
	"text":"Post-cardiac injury syndromes Definition and diagnosis The term post-cardiac injury syndromes (PCIS) is an umbrella term indicating a group of inflammatory pericardial syndromes including post-myocardial infarction pericarditis, post-pericardiotomy syndrome (PPS), and post-traumatic pericarditis (either iatrogenic or not). Such syndromes are presumed to have an autoimmune pathogenesis triggered by an initial damage to pericardial and/or pleural tissues, caused by either myocardial necrosis (late post-myocardial infarction pericarditis or Dressler syndrome), surgical trauma (post-pericardiotomy syndrome-PPS), accidental thoracic trauma (traumatic pericarditis), or iatrogenic trauma with or without bleeding (pericarditis after invasive cardiac interventions). Table 16 Definition and diagnosis According to proposed diagnostic criteria for the PPS, the diagnosis of a post-cardiac injury syndrome (PCIS) may be reached after a cardiac injury following clinical criteria: 1. fever without alternative causes, 2. pericarditic or pleuritic chest pain, 3. pericardial or pleural rubs, 4. evidence of pericardial effusion, 5. pleural effusion with elevated CRP. At least 2 of 5 criteria should be fulfilled."
},
{
	"page":"ENAS5082_5.5.2.0",
	"text":"Diagnosis, mgmt. and treatment Treatment of post-cardiac injury syndromes is essentially based on empiric anti-inflammatory therapy, and may improve remission rates and reduce the risk of recurrences. Post-operative pericardial effusions are relatively common after cardiac surgery. Empiric anti-inflammatory therapy is not recommended in the absence of pericarditis. On the contrary, cardiac tamponade occurring in the first hours after cardiac surgery is usually due to haemorrhage in pericardial space and surgical reintervention is mandatory in this situation. Recommendations for management and prevention of post-cardiac injury syndromes (PCIS) Recommendations Class a Level b Anti-inflammatory therapy is recommended in patients with PCIS to hasten symptoms remission and reduce recurrences. I B Aspirinc is recommended as first choice for anti-inflammatory therapy of post-myocardial infarction pericarditis and those patients already on antiplatelet therapies. I C Colchicine added to aspirin or NSAIDs should be considered for the therapy of PCIS, as in acute pericarditis. IIa B Colchicine should be considered after cardiac surgery using weight-adjusted doses (i.e. 0.5 mg once for patients ≤70Kg and 0.5 mg twice daily if patients are >70 kg) and without a loading dose for the prevention of PPS if there are no contra-indications and it is tolerated. Preventive administration of colchicine is recommended for 1 month. IIa A Careful follow-up after PCIS should be considered to exclude possible evolution towards constrictive pericarditis with echocardiography every 6–12 months according to clinical features and symptoms. IIa C NSAIDs = non-steroidal anti-inflammatory drugs; PCIS = post-cardiac injury syndromes; PPS = post-pericardiotomy syndrome. a Class of recommendation. b Level of evidence. c Antiplatelet effects of aspirin have been demonstrated up to doses of 1.5g/day. There are no data for or against the use of higher doses in this setting."
},
{
	"page":"ENAS5082_5.6.0.0",
	"text":"Traumatic pericard. effusion and haemopericard. Recommendations for management of traumatic pericardial effusion and haemopericardium Recommendations Class a Level b Urgent imaging technique (transthoracic echocardiogram or CT) is indicated in patients with a history of chest trauma and systemic arterial hypotension. I B Immediate thoracotomy is indicated in cardiac tamponade due to penetrating trauma to the heart and chest. I B In the setting of aortic dissection with haemopericardium, controlled pericardial drainage of very small amounts of the haemopericardium should be considered to temporarily stabilize the patient in order to maintain blood pressure at about 90 mmHg. IIa C Pericardiocentesis as a bridge to thoracotomy may be considered in cardiac tamponade due to penetrating trauma to the heart and chest. IIb B CT = computed tomography. a Class of recommendation. b Level of evidence."
},
{
	"page":"ENAS5082_5.7.0.0",
	"text":"Pericardial involvement in neoplastic disease Primary tumours of the pericardium, either benign (lipomas and fibromas) or malignant (mesotheliomas, angiosarcomas, fibrosarcomas), are very rare. Mesothelioma, the most common malignant tumour, is almost always incurable. The most common neoplastic pericardial involvement is due to secondary malignant tumours (especially lung cancer, breast cancer, lymphomas, and leukemias). Recommendations for management of neoplastic pericardial diseases Recommendations Class a Level b Pericardiocentesis is recommended for cardiac tamponade to relieve symptoms and establish the diagnosis of malignant pericardial effusion. I B Cytological analyses of pericardial fluid are recommended for the confirmation of malignant pericardial disease. I B Pericardial or epicardial biopsy should be considered for the confirmation of malignant pericardial disease. IIa B Tumor marker testing should be considered for distinguishing malignant from benign effusions in pericardial fluid. IIa B Systemic antineoplastic treatment is recommended in confirmed cases of neoplastic aetiology. I B Extended pericardial drainage is recommended in patients with suspected or definite neoplastic pericardial effusion in order to prevent effusion recurrence and provide a way for intrapericardial therapy. I B Intrapericardial instillation of cytostatic/sclerosing agents should be considered since it may prevent recurrences in patients with malignant pericardial effusion. IIa B Intrapericardial cisplatin should be considered in pericardial involvement in the course of lung cancer and intrapericardial instillation of thiotepa should be considered in breast cancer pericardial metastases. IIa B Radiation therapy should be considered to control malignant pericardial effusion in patients with radiosensitive tumours such as lymphomas and leukaemias. IIa B Pericardiotomy should be considered when pericardiocentesis cannot be performed. IIa B Percutaneous balloon pericardiotomy may be considered for the prevention of recurrences of neoplastic pericardial effusions. IIb B Pericardial window creation via left minithoracotomy may be considered in surgical treatment of malignant cardiac tamponade. IIb B Interventional techniques should consider seeding of neoplastic cells, patient prognosis, and the overall quality of life of the patients. IIa C a Class of recommendation. b Level of evidence."
},
{
	"page":"ENAS5082_5.8.1.0",
	"text":"Other forms of pericardial disease Radiation pericarditis Most cases are secondary to radiation therapy for Hodgkin lymphoma or breast or lung cancer, and serious radiation-induced pericardial disease was most often due to radiation therapy of Hodgkin lymphoma. Recommendations for prevention and management of radiation pericarditis Recommendations Class a Level b Radiation therapy methods that reduce both the volume and the dose of cardiac irradiation are recommended whenever possible. I C Pericardiectomy should be considered for radiation-induced constrictive pericarditis, but with a worse outcome than when performed for constrictive pericarditis of other causes, because of co-existing myopathy. IIa B a Class of recommendation. b Level of evidence."
},
{
	"page":"ENAS5082_5.8.2.0",
	"text":"Chylopericardium Chylopericardium is a pericardial effusion composed of chyle, the normal content of the lymphatic vessels. It is a rare disorder that may be primary or, more often, secondary to injury to the thoracic duct, which carries chyle from the intestinal tract to the blood at the junction of the left internal jugular and left subclavian veins. It is often associated to chylothorax. Cardiac complications are cardiac tamponade, acute pericarditis, and chronic constriction. Recommendations for diagnosis and management of chylopericardium Recommendations Class a Level b Chylopericardium is diagnosed in the presence of a milky opalescent pericardial effusion, with a triglyceride level greater than 500 mg/dL, cholesterol/triglyceride ratio <1, negative cultures, and lymphocyte predominance (lymphocyte count between a few hundred to several thousand per mL). I C Pericardial drainage and parenteral nutrition should be considered in symptomatic or large uncontrolled effusion due to chylopericardium. IIa C Surgical therapy should be considered for chylopericardium if conservative therapy does not reduce pericardial drainage and the course of the thoracic duct is identified. IIa C Therapy with octreotide (100 μg s.c. x 3/day for 2 weeks) may be considered for chylopericardium (the mechanism of action is presumed to be a reduction in chyle production). IIb C a Class of recommendation. b Level of evidence."
},
{
	"page":"ENAS5082_5.8.3.0",
	"text":"Drug-related pericarditis and pericardial effusion Pericardial reactions to drugs are rare. Pericardial damage has also been associated with polymer fume inhalation, “serum sickness” by blood products or foreign antisera, venoms (scorpion fish sting), foreign substance reactions by direct pericardial application (e.g. talc, magnesium silicate), silicones, tetracyclines, sclerosants, asbestos and iron in ß-thalassemia. The management is based on the discontinuation of the causative agent and symptomatic treatment."
},
{
	"page":"ENAS5082_5.8.4.0",
	"text":"Pericard. effusion in metab. and endocrine disorders The main cause of pericardial diseases in this setting is represented by hypothyroidism."
},
{
	"page":"ENAS5082_5.8.5.0",
	"text":"Pericardial involvement in PAH Pericardial effusion in the setting of PAH is common (25–30%) and typically small in size, but rarely can cause haemodynamic compromise."
},
{
	"page":"ENAS5082_5.8.6.0",
	"text":"Pericardial cysts Pericardial cysts are rare mediastinal masses that do not communicate with the pericardial space. The first treatment for symptomatic congenital and inflammatory cysts is percutaneous aspiration. If the diagnosis is not completely established by imaging or the cyst recurs after drainage, surgical resection may be necessary."
},
{
	"page":"ENAS5082_6.1.1.0",
	"text":"Age and gender issues in pericardial diseases Pediatric setting Overview Compared to adults, children often have a marked inflammatory clinical pattern, with more common fever, pleuropulmonary involvement, raised CRP, and less common ANA (antinuclear antibodies) positivity. NSAIDs remain the mainstay, at high dosages. Most paediatricians avoid aspirin in children. Colchicine halved recurrences also in children. Corticosteroid use should be restricted in children even more than in adults, given their side effects (striae rubre and growth impairment)."
},
{
	"page":"ENAS5082_6.1.2.0",
	"text":"Regimens in children Table 17 Recommended regimens in children with pericardial diseases Drug Usual initial dose (with possible range) Length of treatment Aspirin Contraindicated in children due to the associated risk of Reye’s syndrome and hepatotoxicity. FIRST episode: 1–4 weeks. RECURRENCES: several weeks- months. The optimal length of treatment is debatable, and CRP should probably be used as a marker of disease activity to guide management and treatment length. The need for gradual tapering (every 1–2 weeks and only if the patient is asymptomatic and CRP is normal), is not well established although proposed by this Task Force. Ibuprofen 30–50 mg/kg/24 hours divided every 8 hours; maximum: 2.4 g/day. Indomethacin Children ≥2 years: oral: 1–2 mg/kg/day in 2–4 divided doses; maximum dose: 4 mg/kg/day; not to exceed 150–200 mg/day. Naproxen Children >2 years: oral suspension is recommended: 10 mg/kg/day in 2 divided doses (up to 15 mg/kg/day has been tolerated); do not exceed 15 mg/kg/day CRP: C-reactive protein; NSAIDs: non-steroidal anti-inflammatory drugs. a Start at lower end of dosing range and titrate upward."
},
{
	"page":"ENAS5082_6.1.3.0",
	"text":"Therapy Severe physical restriction is bothersome in children and may further worsen their quality of life and that of their family. Anakinra (anti-IL1 receptor) is a new option for children, especially if corticosteroid-dependent. Long-term prognosis in children is good; however, quality of life can be severely affected with repeated recurrences, glucocorticoid dependence and severe physical restriction. Recommendations for therapy of pericardial diseases in children Recommendations Class a Level b NSAIDs at high doses are recommended as first line therapy for acute pericarditis in children, untill complete symptom resolution. I C Colchicine should be considered as an adjunct to anti-inflammatory therapy for acute recurrent pericarditis also in children, at low dosage: <5 years: 0.5 mg/day; >5 years: 1.0–1.5 mg/day in two to three divided doses. IIa C Anti-IL1 drugs may be considered in children with recurrent pericarditis and especially when corticosteroid-dependent. IIb C Aspirin is not recommended in children due to the associated risk of Reye’s syndrome and hepatotoxicity. III C Corticosteroids are not recommended due to the severity of their side effects in growing children, unless there are specific indications such as autoimmune diseases. III C NSAIDs = non-steroidal anti-inflammatory drugs. a Class of recommendation. b Level of evidence."
},
{
	"page":"ENAS5082_6.2.1.0",
	"text":"Pregnancy, lactation and reproductive issues Overview The most common form of pericardial involvement in pregnancy is hydropericardium, usually as a benign mild effusion by the third trimester, whereas the most common disease to require medical therapy is pericarditis. Classical NSAIDs may be considered during the first and second trimesters. After gestational week 20, all NSAIDs (except aspirin <100 mg/day) should be avoided since they can cause constriction of the ductus arteriosus and impair fetal renal function. The lowest effective doses of prednisone may be used throughout pregnancy and breastfeeding."
},
{
	"page":"ENAS5082_6.2.2.0",
	"text":"Treatment scheme during pregnancy Table 18 Treatment scheme for medical therapy of pericarditis during pregnancy Drug Pregnancy After delivery <20 weeks >20 weeks During breastfeeding Aspirina 500–750 mg every 8 hours First choice To be avoided Preferably avoided NSAID (ibuprofen, indomethacin, naproxen) Allowed To be avoided Allowed Paracetamol Allowed Allowed Allowed Prednisone 2,5–10 mg daily Allowedb Allowedb Allowedb NSAIDs = non-steroidal anti-inflammatory drugs. a A dose of aspirin ≤100 mg/d is not useful as anti-inflammatory therapy b Possible association with aspirin or a NSAID; prednisone and prednisolone are metabolized by the placenta into inactive 11-keto forms, and only 10% of the active drugs may reach the foetus. Colchicine is considered contra-indicated during pregnancy and breastfeeding, although in women with Familial Mediterranean Fever no adverse events on fertility, pregnancy or foetal or child development have been reported even during prolonged exposure to the drug."
},
{
	"page":"ENAS5082_6.3.0.0",
	"text":"The elderly Indomethacin is not indicated, colchicine dose should be halved and particular care should be given to the evaluation of renal impairment and drug interactions."
},
{
	"page":"ENAS5082_7.1.0.0",
	"text":"Interventional techniques and surgery Pericardiocentesis and pericardial drainage Pericardiocentesis must be guided either by fluoroscopy or echocardiography under local anaesthesia. Blind procedures must not be used to avoid the risk of laceration of the heart or other organs, except in very rare situations that are immediately life threatening. An experienced operator and staff should perform pericardiocentesis in a facility equipped for radiographic, echocardiographic, haemodynamic and ECG monitoring. Pericardiocentesis should be performed by experienced operators and carries a variable risk of complications from 4 to 10% depending on type of monitoring, skills of the operator, and setting (emergency vs. urgent vs. elective). Most common complications include: arrhythmias, coronary artery or cardiac chamber puncture, hemothorax, pneumothorax, pneumopericardium, and hepatic injury. Table 19 Complications of pericardiocentesis and pericardial access Related to the pericardiocentesis and epicardial access Inadvertent puncture of a cardiac vessel, right ventricle or liver. Bleeding complications: haemopericardium; hemoperitoneum; liver haematoma. Air embolism. Right ventricle pseudoaneurysm. Right ventricle-to-abdomen fistula. Related to mapping and ablation Pericardial effusion; delayed pericarditis and pleuritis, delayed tamponade. Damage to epicardial vessels, coronary vasospasm, myocardial infarction. Phrenic nerve injury damage to oesophagus, vagus nerve and lungs."
},
{
	"page":"ENAS5082_7.2.1.0",
	"text":"Surgery for pericardial diseases Pericardial window A pericardial window is a cardiac surgical procedure to create a communication- or “window” - from the pericardial space to the pleural cavity. The purpose of the window is to allow a pericardial effusion (usually malignant) to drain from the space surrounding the heart into the chest cavity – in order to prevent large pericardial effusion and cardiac tamponade. The main indication is represented by recurrent large effusions or cardiac tamponade when a more complex operation such as pericardiectomy is at high-risk or the life expectancy of the patients is reduced (e.g. neoplastic pericardial disease) and the intervention is palliative."
},
{
	"page":"ENAS5082_7.2.2.0",
	"text":"Pericardiectomy In constrictive pericarditis the treatment is pericardiectomy. The decortication should remove as much of the pericardium as possible with all constricting parietal and epicardial layers. Only by using sternotomy can all the constricting pericardial layers be removed. Only when the constricting peel is adherent and calcified, may it be necessary to leave behind a few islands of the pericardium. To avoid bleeding, cardiopulmonary bypass should be employed only in cases of coexistent cardiac surgical lesions, but CPB may be needed in stand-by, in case of occurrence of haemorrhagic lesions during the procedure."
},
{
	"page":"ENAS5082_8.0.0.0",
	"text":"(N)OAC (Non-vitamin K antagonist) oral anticoagulant °C Degree Celsius 2D/ 2-D Two-dimensional 2hPG 2-h post-load plasma glucose 3D/ 3-D Three-dimensional 5-FU 5-fluorouracil 99mTc-DPD Technetium-99m 3,3-diphosphono-1,2-propanodicarboxylic acid A/C Anticoagulation AAA Abdominal aortic aneurysm AAD Antiarrhythmic drugs AAS Acute aortic syndrome ABC Age, biomarkers, clinical history ABI Ankle-Brachial Index ABPM Ambulatory BP monitoring ACA Aborted cardiac arrest ACC American College of Cardiology ACCA Acute Cardiovascular Care Association ACCF American College of Cardiology Foundation ACCOAST Comparison of Prasugrel at the Time of Percutaneous Coronary Intervention or as Pretreatment at the Time of Diagnosis in Patients with Non-ST Elevation Myocardial Infarction ACE Angiotensin-converting enzyme ACEF Age, creatinine, ejection fraction ACEI/ ACE-I/ ACE-Is Angiotensin converting enzyme inhibitors ACS Acute coronary syndromes ACT Activated clotting time AD Aortic dissection ADA American Diabetes Association/​Adenosine deaminase ADD Acute aortic dissection ADP Adenosine diphosphate AEPC Association for European Paediatric and Congenital Cardiology AF Atrial flutter/Atrial fibrillation AFNET German Competence NETwork on Atrial Fibrillation AHA American Heart Association AHF Acute heart failure AHRE Atrial high rate episodes AK Alpha kinase AKI Acute kidney injury AL Amyloid light chain ALAT/ ALT Alanine aminotransferase ALI Acute limb ischaemia AMI Acute myocardial infarction ANA Anti-nuclear antibodies ANCA Anti-neutrophil cytoplasm antibodies AO Aorta AOS Aneurysms-osteoarthritis syndrome AP Accessory pathway APAH Conditions associated with pulmonary arterial hypertension Apo Apolipoprotein apo A I Apolipoprotein A I apo B Apolipoprotein B aPTT Activated partial thromboplastin time AR Aortic regurgitation ARB Angiotensin II receptor blocker/ Angiotensin receptor blocker ARBs Angiotensin receptor blockers ARNI Angiotensin receptor neprilysin inhibition ARVC Arrhythmogenic right ventricular cardiomyopathy AS Aortic stenosis ASA Acetylsalicylic acid ASAT/ AST Aspartate aminotransferase ASCERT American College of Cardiology Foundation–Society of Thoracic Surgeons Database Collaboration ASE American Society of Echocardiography AST/ ALT/ ALP Aspartate / alanine aminotransferase / alkaline phosphatase ASV Adaptive servo-ventilation AT Antithrombin ATOR Atorvastatin ATP Antitachycardiac pacing/Adenosine triphosphate ATRIA AnTicoagulation and Risk factors In Atrial fibrillation ATS Arterial tortuosity syndrome ATTR Amyloidosis, transthyretin type AUC Area under the curve AV Atrioventricular AVB Atrioventricular block AVID Antiarrhythmic drugs Versus Implantable Defibrillator AVM AV delay management AVP Arginine vasopressin AVR Aortic valve replacement b.i.d. Bis in die (twice daily) b.p.m/ bpm Beats per minute BARI-2D Bypass Angioplasty Revascularization Investigation 2 Diabetes BAS Balloon atrial septostomy BAV Balloon aortic valvuloplasty/Bicuspid aortic valve BB Beta-blocker BBB Bundle branch block BC Blood culture BCNIE Blood culture-negative infective endocarditis BCR-ABL Breakpoint cluster region-Abelson BGA Blood gas analysis BIMA Bilateral internal mammary artery Bi-PAP Bilevel positive airway pressure BiV Biventricular BiVAD Bi-ventricular assist device BMI Body mass index BMPR Bone morphogenetic protein receptor, type 2 BMS Bare metal stent BMT Best medical therapy BNP Brain natriuretic peptide/ B-type natriuretic peptide BP Blood pressure BPA Balloon pulmonary angioplasty BSA Body surface area BUN Blood urea nitrogen CABG Coronary artery bypass graft/ Coronary artery bypass graft surgery CAD Coronary artery disease CAS Carotid artery stenting CASH Cardiac Arrest Study Hamburg Cath/ Lab Catheterization laboratory CCB Calcium channel blocker CCNAP Council on Cardiovascular Nursing and Allied Professions CCP Council for Cardiology Practice CCPC Council on Cardiovascular Primary Care CCS Canadian Cardiovascular Society CCU Coronary care unit CDRIE Cardiac device-related infective endocarditis CEA Carotid endarterectomy/​Carcinoembryonic antigen CFA Common femoral artery CFC Cardiofaciocutaneous CHA2DS2-VASc Congestive heart failure or left ventricular dysfunction, Hypertension, Age ≥75 (doubled), Diabetes, Stroke (doubled)-Vascular disease, Age 65–74, Sex category (female) CHADS2 Cardiac failure, Hypertension, Age, Diabetes, Stroke (doubled) CHARM-Added Candesartan in Heart Failure: Assessment of Reduction in Mortality and Morbidity-Added CHD Coronary heart disease/ Congenital heart disease CHF Congestive heart failure/ Chronic heart failure CI Cardiac index / Contraindication / Confidence interval CIA Common iliac artery CI-AKI Contrast-induced acute kidney injury CIDS Canadian Implantable Defibrillator Study CIED Cardiac implantable electronic device CIN Contrast-induced nephropathy CK Creatine phophokinase/​Creatinine kinase CKD Chronic kidney disease CKD-EPI Chronic Kidney Disease Epidemiology Collaboration CK-MB Creatine kinase MB isoform CLI Critical limb ischaemia CMP Cardiomyopathy CMR Cardiac magnetic resonance CMV Cytomegalovirus CO Cardiac output CoA Coarctation / Coarctation of the aorta Cons Conservative cont Continued COPD Chronic obstructive pulmonary disease COT Cardiac Oncology Toxicity COURAGE Clinical Outcomes Utilization Revascularization and Aggressive Drug Evaluation COX Cyclo-oxygenase/ Cyclooxygenase CPAP Continuous positive airway pressure CPET Cardiopulmonary exercise testing CPFE Combined pulmonary fibrosis and emphysema CPG Committee for Practice Guidelines CPVT Catecholaminergic polymorphic ventricular tachycardia CR Cardiac rehabilitation CrCI Creatinine clearance CRP C-reactive protein CRT Cardiac resynchronization therapy CRT-D Cardiac resynchronization therapy defibrillator/ Defibrillator with cardiac resynchronization therapy CRT-P Cardiac resynchronization therapy pacemaker CRUSADE Can Rapid risk stratification of Unstable angina patients Suppress ADverse outcomes with Early implementation of the ACC/AHA guidelines CSF Colony-stimulating factor/Cerebrospinal fluid CSM Carotid sinus massage CSS Carotid sinus syncope/syndrome CT Computed tomographic / tomogram/tomography CTA Computed tomography angiography CTD Connective tissue disease CTEPH Chronic thromboembolic pulmonary hypertension cTN Cardiac troponin CTO Chronic total occlusions CTRCD Cancer Therapeutics–Related Cardiac Dysfunction Ctrl Control CUS Compression venous ultrasonography CV Cardiovascular / Cardioversion CVD Cardiovascular disease CW Continuous wave CXR Chest X-ray DALYs Disability adjusted life years DAPT Dual (oral) antiplatelet therapy DBP Diastolic blood pressure DC Direct current DCC Direct-current cardioversion DCM Dilated cardiomyopathy DDI Drug-drug interactions DEFINITE DEFibrillator In Non-Ischemic cardiomyopathy Treatment Evaluation DES Drug-eluting stent DFT Defibrillation threshold DHP Dihydropyridine DI-DO Door-in to door-out time DLCO Carbon monoxide diffusing capacity DM Diabetes mellitus DNA Deoxyribonucleic acid DPAH Drug induced PAH DPG Diastolic pressure gradient DPP Diabetes prevention program DSA Digital subtraction angiography DT Deceleration time DTB Door-to-balloon time DTIs Direct thrombin inhibitors DUS Duplex ultrasonography / Doppler ultrasound DVT Deep vein thrombosis E/A Ratio of mitral peak velocity of early filling (E) to mitral peak velocity of late filling (A) E/e’ Ratio of early transmitral flow velocity (E) to early mitral annulus velocity (e’) EACPR European Association for Cardiovascular Prevention & Rehabilitation EACTS European Association of Cardio-Thoracic Surgery/ European Association for Cardio-Thoracic Surgery EACVI European Association of Cardiovascular Imaging EANM European Association of Nuclear Medicine EAPCI European Association of Percutaneous Cardiovascular Interventions EAS European Atherosclerosis Society EASD European Association for the Study of Diabetes EBV Epstein-Barr virus ECG Electrocardiogram / Electrocardiographic ECHO Echocardiography/​Echocardiogram ECLS Extracorporeal life support ECST European Carotid Surgery Trial ECVF Extacellular volume fraction ED Erectile dysfunction/ Emergency department EDS-IV Ehlers-Danlos syndrome type IV EF Ejection fraction eGFR Estimated glomerular filtration rate EHRA European Heart Rhythm Association EIA External iliac artery EIF Eukaryotic translation initiation factor EMA European Medicines Agency EMB Endomyocardial biopsy EMS Emergency medical system/service ENA Anti-extractable nuclear antigens Enox Enoxaparin EP Electrophysiology EPD Embolic protection device EPS Electrophysiologic study ER Extended release formulations ERA Endothelin receptor antagonist EROA Effective regurgitant orifice area ERS European Respiratory Society ESC European Society of Cardiology ESCMID European Society of Clinical Microbiology and Infectious Diseases ESH European Society of Hypertension ESO European Stroke Organisation ESR European Society of Radiology/Erythrocyte sedimentation rate ESRD End-stage renal disease ETT Endotracheal tube EU European Union EULAR European League Against Rheumatism EVAR Endovascular aortic repair/reconstruction Exp+ Experimental therapy FAME-2 Fractional Flow Reserve-Guided Percutaneous Coronary Intervention Plus Optimal Medical Treatment Versus Optimal Medical Treatment Alone in Patients With Stable Coronary Artery Disease FBN1 Fibrillin 1 FC Functional class FCH Familial combined hyperlipidaemia FCM Ferric carboxymaltose FDA US Food and Drug Administration/ Food and Drug Administration FDG Fluorodeoxyglucose FFP Fresh frozen plasma FFR Fractional flow reserve FH Familial hypercholesterolaemia FHL1 Four and a half LIM domains 1 FINDRISC FINnish Diabetes RIsk SCore FL False lumen FLUVA Fluvastatin FMC First medical contact FMCTB First-medical-contact-to-balloon time FMF Familial Mediterranean fever Fonda Fondaparinux FPG Fasting plasma glucose FU Follow-up GFR Glomerular filtration rate GGTP Gamma-glutamyl transpeptidase GLP-1 Glucagon-like peptide-1 GLS Global longitudinal strain GM Granulocyte-macrophage GP Glycoprotein / General practitioner GRACE Global Registry of Acute Coronary Events GUCH Grown-up patients with congenital heart disease HAART Highly active antiretroviral treatment HACEK Haemophilus parainfluenzae, H. aphrophilus, H. paraphrophilus, H. influenzae, Actinobacillus actinomycetemcomitans, Cardiobacterium hominis, Eikenella corrodens, Kingella kingae, and K. denitrificans HAS-BLED Hypertension, Abnormal renal/liver function, Stroke, Bleeding history or predisposition, Labile INR, Elderly (65), Drugs concomitantly/alcohol abuse HbA1c Glycated haemoglobin / Glycated haemoglobin A1c HBPM Home BP monitoring HCM Hypertrophic cardiomyopathy HCV Hepatitis C virus HDAC Histone deacetylase HDL High density lipoprotein HDL-C High density lipoprotein-cholesterol HeFH Heterozygous familial hypercholesterolaemia HER2 Human epidermal growth factor receptor 2 HF Heart failure HFA Heart Failure Association H-FABP Heart-type fatty acid-binding protein HFmrEF Heart failure with mid-range ejection fraction HFpEF/ HF-PEF Heart failure with preserved ejection fraction HFrEF/ HF-REF Heart failure with reduced ejection fraction HHD Hypertensive heart disease HHV Human herpesvirus H-ISDN Hydralazine and isosorbide dinitrate HIT Heparin-induced thrombocytopenia HIV Human immunodeficiency virus HoFH Homozygous familial hypercholesterolaemia HPAH Heritable PAH HR Heart rate HRCT High resolution CT hs-CRP high-sensitivity C-reactive protein HT/ HTN Hypertension HTG Hypertrigiyceridaemia i.v. / IV Intravenous IABP Intraaortic balloon pump IAS Inter-atrial septum ICA Invasive coronary angiography ICD Implantable cardioverter defibrillator/ International Classification of Diseases ICH Intracranial haemorrhage ICU Intensive care unit ID Infectious disease IDF International Diabetes Federation IE Infective endocarditis IFG Impaired fasting glucose IFN Interferon-gamma IGRA Interferon-gamma release assay IGT Impaired glucose tolerance IHD Ischaemic heart disease IL-2 Interleukin 2 ILR Implantable loop recorder IMA Internal mammary artery IMH Intramural haematoma IMT Intima–media thickness INR International normalized ratio IN-TIME Implant-based multiparameter telemonitoring of patients with heart failure IOMC Iso-osmolar contrast medium IPAH Idiopathic pulmonary arterial hypertension IPF Idiopathic pulmonary fibrosis IRA Infarct-related artery ISH Isolated systolic hypertension ISHLT International Society for Heart and Lung Transplantation IU International units IUD Intrauterine device IV UHF Intravenous unfractionated heparin IVC Inferior vena cava IVDA Intravenous drug abusers IVIG Intravenous immunoglobulin IVUS Intravascular ultrasound JSAP Japanese Stable Angina Pectoris km per h Kilometres per hour LA Left atrium/atrial LAA Left atrial appendage LAD Left anterior descending (coronary artery) LAE Left atrial enlargement LAH Left anterior hemiblock LAVI Left atrial volume index LBBB Left bundle branch block LCC Left coronary cusp Lcx Left circumflex LDH Lactate dehydrogenase LDL Low-density lipoprotein LDL-C Low-density lipoprotein-cholesterol LDLR Low density lipoprotein receptor LDS Loeys-Dietz syndrome LEAD Lower-extremity artery disease LEOPARD lentigines, ECG abnormalities, ocular hypertelorism, pulmonary stenosis, abnormal genitalia, retardation of growth, and sensorineural deafness LGE Late gadolinium enhancement LHD left heart disease LLN Lower limit of normality LM Left main LMNA Lamin A/C LMWH Low molecular weight heparin LOCM Low-osmolar contrast medium LoE Level of evidence LOVA Lovastatin Lp Lipoprotein Lp(a) Lipoprotein(a) LQTS Long QT syndrome LTBI Latent tuberculosis infection LV Left ventricle / left ventricular LVAD Left ventricular assist device LVEDD Left ventricular end-diastolic diameter LVEDP Left ventricular end diastolic pressure LVEF Left ventricular ejection fraction LVESD Left ventricular end-systolic diameter LVESV Left ventricular end-systolic volume LVH Left ventricular hypertrophy LVM Left ventricular mass LVMI Left ventricular mass index LVOT Left ventricular outflow tract LVOTG Left ventricular outflow tract gradient LVOTO Left ventricular outflow tract obstruction MACE Major adverse cardiac events MADIT Multicenter Automatic Defibrillator Implantation Trial MASS II The medicine, angioplasty, or surgery study Mbq Millibecquerel MCS Mechanical circulatory support MDCT Multidetector computed tomographic angiography/Multi-detector computed tomography MDRD Modifikation of Diet in Renal Disease Med RX Medial therapy MedPed Make Early Diagnosis to Prevent Early Deaths MELAS mitochondrial encephalomyopathy, lactic acidosis, and stroke-like episodes MERFF Myoclonic epilepsy with ragged red fibres MET Metabolic equivalent MetS Metabolic syndrome MI Myocardial infarction MIC Minimum inhibitory concentration MPI Myocardial perfusion imaging MPR Multiplanar reconstruction MPS Myocardial perfusion scintigraphy / Myocardial perfusion stress MR Magnetic resonance/ Mitral regurgitation/ Mineralocorticoid receptor MRA Mineralocorticoid receptor antagonist / Magnetic resonance angiography MRI Magnetic resonance imaging MR-proANP Mid-regional pro atrial natriuretic peptide/ Mid-regional pro A-type natriuretic peptide MRSA Methicillin-resistant Staphylococcus aureus MS Mitral stenosis MSCT Multislice computed tomography MSSA Methicillin-susceptible Staphylococcus aureus mSv Millisievert MUGA Multigated radionuclide angiography mV millivolt(s) MV abn Mitral valve abnormality MWD Minute walk distance MWT Minute walk test MYBPC3 Myosin-binding protein C MYH7 Myosin, heavy chain 7 MYL3 Essential myosin light chain n.a/ NA not available/ Not available N/A Not applicable N/R Not reported NASCET North American Symptomatic Carotid Endarterectomy Trial NCC Non coronary cusp NCDR National cardiovascular data registry NIHSS National Institutes of Health stroke severity scale NIPPV Non-invasive positive pressure ventilation NIV Non-invasive ventilation NNH Numbers needed to harm NNT Numbers needed to treat/ Number of individuals needed to treat NOAC/ NOAC(s) Novel oral anticoagulant / New oral anticoagulant / Non-vitamin K antagonist direct oral anticoagulant/ Non-vitamin K antagonist oral anticoagulant(S) Non-HDL-C Non-HDL cholesterol NP Natriuretic peptide NPV Negative predictive value NRT Nicotine replacement therapy NSAID Non-steroidal antiinflammatory drug(s) NSAIDs Non-steroidal anti-inflammatory drugs NSQIP National surgical quality improvement program NSTE Non-ST-elevation NSTE-ACS Non-ST-segment elevation acute coronary syndrome/ Non-ST elevation acute coronary syndrome NSTEMI Non-ST-elevation myocardial infarction NSVT Non-sustained ventricular tachycardia NTG Nitroglycerine NT-proBNP N-terminal pro B-type/brain natriuretic peptide NVE Native valve endocarditis NYHA New York Heart Association O2 Oxygen OAC Oral anticoagulation/ anticoagulant OAC Oral anticoagulation OARS Open-ended questions, Affirmation, Reflective listening, Summarising OCT Optical coherence tomography OD Organ damage OGTT Oral glucose tolerance test OHCA Out-of-hospital cardiac arrest OHS Obesity hypoventilation syndrome OMT Optimal medical therapy OR Odds ratio ORBIT Outcomes Registry for Better Informed Treatment of Atrial Fibrillation OSA Obstructive sleep apnoea p.o. Per os PA Postero-anterior/ Pulmonary artery/ Physical activity PAD Peripheral artery disease PAH Pulmonary arterial hypertension / Pulmonary hypertension PaO2 Partial pressure of oxygen PAP Pulmonary artery pressure/ Pulmonary arterial pressure PAR Protease-activated receptor PAU Penetrating aortic ulcer PAWP Pulmonary artery wedge pressure PCA Prostacyclin analogues PCC Prothrombin coagulation complax/ Prothrombin complex concentrates PCH Pulmonary capillary haemangiomatosis PCI Percutaneous coronary intervention PCIS Post-cardiac injury syndromes PCR Polymerase chain reaction PCSK9 Proprotein convertase subtilisin/kexin type 9 PCWP Pulmonary capillary wedge pressure PDE Phosphodiesterase type-5 inhibitors/ Phosphodiesterase PDE5 Phosphodiesterase type 5 PE Pulmonary embolism PEA Pulmonary endarterectomy PEP Primary endpoint PESI Pulmonary embolism severity index PET Positron emission tomography PFT Pulmonary function tests PH Pulmonary hypertension PISA Proximal isovelocity surface area PITA Pitavastatin PM Pacemaker/Pain management PMC Percutaneous mitral commissurotomy PPCM Peripartum cardiomyopathy PPI Proton pump inhibitor PPS Post-pericardiotomy syndrome PRAVA Pravastatin PRIMARY PCI Primary percutaneous coronary intervention PRKAG2 Gamma-2 subunit of the adenosine monophosphate-activated protein kinase PS Pulmonary valve stenosis PTA Percutaneous transluminal angioplasty / Pre-test probability PTT Partial thromboplastin time PUFA/ PUFAs Polyunsaturated fatty acid/ Polyunsaturated fatty acids PVC Premature ventricular contraction/ Premature ventricular complex PVE Prosthetic valve endocarditis PVI Pulmonary vein isolation PVL Paravalvular leak PVOD Pulmonary veno-occlusive disease PVR Pulmonary vascular resistance PVS Programmed ventricular stimulation PWV Pulse wave velocity R Vol Regurgitant volume RA Right atrium/ Rheumatoid arthritis RAA Renin–angiotensin–aldosterone RAAS Renin angiotensin aldosterone system RAP Right atrial pressure RAS Renal artery stenosis / Renin-angiotensin system RBBB Right bundle branch block RCC Right coronary cusp RCT/RCTs Randomized controlled trial RF Risk factor rFVIIa Activated recombinant factor VII RHC Right heart catheterization ROSU Rosuvastatin rPA Right pulmonary artery r-PA Reteplase RR Relative risk RRR Relative risk reduction rtPA Recombinant tissue plasminogen activator RV Right ventricle/ventricular RVEDP Right ventricular end-diastolic pressure RVOT Right ventricular outflow tract RVOTO Right ventricular outlow tract obstruction RVSP Right ventricular systolic pressure S.C. Subcutaneous SA Signal-averaged SAA Septal alcohol ablation SADS Sudden arrhythmic death syndrome SAM Systolic anterior motion SAN Sinoatrial node SaO2 Saturated oxygen SAPT Single antiplatelet therapy SAS Sleep apnea syndrome SB Sinus bradycardia SBP Systolic blood pressure SCAD Stable coronary artery disease SCD Sudden cardiac death SCORE Systematic Coronary Risk Evaluation / Systematic Coronary Risk Estimation SFA Superficial femoral artery SGLT2 Sodium glucose co-transporter 2 SIDS Sudden infant death syndrome SIMVA Simvastatin SIRS Systemic inflammatory response SLE Systemic lupus erythematosus SMART Specific, Measurable, Achievable, Realistic and Timely SND Sinus node disease SPAP Systolic pulmonary artery pressure SPECT Single-photon emission computed tomography sPESI Simplified Pulmonary Embolism Severity Index SpO2 Saturation of peripheral oxygen SQTS Short QT syndrome SR Sinus rhythm SSS Sick sinus syndrome STE-ACS ST-segment elevation acute coronary syndrome STEMI ST-elevation myocardial infarction STS Society of Thoracic Surgeon/ Structured telephone support ST-T ST-segment-T wave SUDI Sudden unexplained death in infancy SUDS Sudden unexplained death syndrome SVG Saphenous vein graft SVR Surgical ventricular reconstruction. SVT Supraventricular tachycardia SWISSI II Swiss Interventional Study on Silent Ischemia Type II SYNTAX SYNergy between percutaneous coronary intervention with TAXus and cardiac surgery T1DM Type 1 diabetes mellitus T2DM Type 2 diabetes mellitus TAA Thoracic aortic aneurysm TAAD Thoracic aortic aneurysms and dissection TAI Traumatic aortic injury TAPSE Tricuspid annulus plane systolic excursion TASC TransAtlantic Inter-Society Consensus TAVI Transcatheter aortic valve implantation/ Transaortic valve implantation TB Tuberculosis TC Total cholesterol T-DM1 Trastuzumab-emtansine TE Thromboembolism / Thrombo-embolic TEE Transesophageal echocardiogram TEVAR Thoracic endovascular aortic repair TG Triglyceride TGA Complete transposition of the great arteries Three DE Three dimensional echocardiography TIA Transient ischaemic attack / Transitory ischaemic attack TIBC Total iron-binding capacity TIME Trial of invasive versus medical therapy in elderly patients with chronic symptomatic coronary-artery disease TIMI Thrombolysis In Myocardial Infarction TKI Tyrosine kinase inhibitor TL True lumen TNF Tumor necrosis factor TNK-tPA Tenecteplase TNNI3 Troponin I, cardiac TNNT2 Troponin T TOE Transoesophageal echocardiography / echocardiogram t-PA Tissue plasminogen activator TPM1 Tropomyosin 1 alpha chain TR Tricuspid regurgitation TRAPS Tumour necrosis factor receptor-associated periodic syndrome TRL Triglyceride-rich lipoproteins TRV Tricuspid regurgitant velocity TS Tricuspid stenosis / Turner syndrome TSAT Transferrin saturation TSH Thyroid stimulating hormone TTE Transthoracic echocardiography TTR Time in therapeutic range / Transthyretin TV Tricuspid valve/ Television TVI Time–velocity integral Tx Tendon xanthomata UA Unstable angina UEAD Upper extremity artery disease UFH Unfractionated heparin UHF Ultrafractionated heparin UK United Kingdom ULN Upper limit of normal US United States USA United States of America V/Q Scan ventilation–perfusion scintigraphy VA Vertebral artery/ Ventricular arrhythmia VEGF Vascular endothelial growth factor VF Ventricular fibrillation VHD Valvular heart disease VKA Vitamin K antagonist VO2 Oxygen consumption VPBs Ventricular premature beats vs Versus VSD Ventricular septal defect VT Ventricular tachycardia VTE Venous thromboembolism VV Interventricular VVI Ventricular inhibited pacing WBC White blood cells WCD Wearable cardioverter defibrillator WHF World Heart Federation WHO World Health Organization WPW Wolff-Parkinson-White WU Wood units"
}
]