[
{
	"page":"ENAS258_1.0.0.0",
	"text":"2013 ESC Guidelines on Management of Stable Coronary Artery Disease* The Task Force on the management of stable coronary artery disease of the European Society of Cardiology (ESC) Chairpersons Gilles Montalescot Institut de Cardiologie Pitié-Salpêtrière University Hospital Bureau 2-236 47-83 Boulevard de l’Hopital 75013 Paris, France Tel: +33 142163007 Fax: +33 142162931 Email: gilles.montalescot@psl.aphp.fr Udo Sechtem Abteilung fuer Kardiologie Robert-Bosch-Krankenhaus Auerbachstr. 110 DE-70376 Stuttgart Germany Tel: +49 71181013456 Fax: +49 71181013795 Email: udo.sechtem@rbk.de Authors/Task Force Members Stephan Achenbach (Germany), Felicita Andreotti (Italy), Chris Arden (UK), Andrzej Budaj (Poland), Raffaele Bugiardini (Italy), Filippo Crea (Italy), Thomas Cuisset (France), Carlo Di Mario (UK), J. Rafael Ferreira (Portugal), Bernard J. Gersh (USA), Anselm K. Gitt (Germany), Jean-Sebastien Hulot (France), Nikolaus Marx (Germany), Lionel H. Opie (South Africa), Matthias Pfisterer (Switzerland), Eva Prescott (Denmark), Frank Ruschitzka (Switzerland), Manel Sabaté (Spain), Roxy Senior (UK), David Paul Taggart (UK), Ernst E. van der Wall (Netherlands), Christiaan J.M. Vrints (Belgium). Other ESC entities having participated in the development of this document: Associations: Acute Cardiovascular Care Association (ACCA), European Association of Cardiovascular Imaging (EACVI), European Association for Cardiovascular Prevention & Rehabilitation (EACPR), European Association of Percutaneous Cardiovascular Interventions (EAPCI), Heart Failure Association (HFA). Working Groups: Cardiovascular Pharmacology and Drug Therapy, Cardiovascular Surgery, Coronary Pathophysiology and Microcirculation, Nuclear Cardiology and Cardiac CT, Thrombosis, Cardiovascular Magnetic Resonance. Councils: Cardiology Practice, Primary Cardiovascular Care. ESC Staff: Veronica Dean, Catherine Despres - Sophia Antipolis, France * Adapted from the ESC Guidelines on the management of stable coronary artery disease (Eur Heart J 2013 - doi:10.1093/eurheartj/eht296)."
},
{
	"page":"ENAS258_2.0.0.0",
	"text":"These guidelines cover two major topics: the diagnosis of stable coronary artery disease, the treatment of chronic stable coronary artery disease (SCAD). The guidelines consist of tables and figures, along with supporting text; the tables and figures should be read in the context of that text. Table 1: Classes of recommendations Classes of recom­mendations Definition Suggested wording to use Class I Evidence and/or general agreement that a given treatment or procedure is beneficial, useful, effective. Is recommended/​is indicated Class II Conflicting evidence and/or a divergence of opinion about the useful­ness/​efficacy of the given treatment or procedure.   Class IIa Weight of evidence/​opinion is in favour of useful­ness/​efficacy. Should be considered Class IIb Useful­ness/​efficacy is less well established by evidence/​opinion. May be considered Class III Evidence or general agreement that the given treatment or procedure is not useful/​effective, and in some cases may be harmful. Is not recom­mended Table 2: Levels of evidence Level of evidence A Data derived from multiple randomized clinical trials or meta-analyses. Level of evidence B Data derived from a single randomized clinical trial or large non-randomized studies. Level of evidence C Consensus of opinion of the experts and/or small studies, retrospective studies, registries."
},
{
	"page":"ENAS258_3.0.0.0",
	"text":"The principal changes as compared to the 2006 guidelines relate to: the diagnostic algorithms give increased importance to the pre-test probability of disease; the basis for assessment of pre-test probability are now contemporary data which show a declining prevalence of coronary stenosis especially in women; modern imaging techniques such as magnetic resonance imaging and coronary computed tomography and angiography are given a broader role; microvascular dysfunction and coronary vasospasm as common causes of chest pain are addressed in greater depth; diagnostic testing and prognostic assessment are more clearly distinguished as different steps in the work-up of patients with suspected SCAD; update on risk factor management and prevention of serious coronary events; modern approach of antischaemia drug management; new tools to evaluate ischaemia and coronary artery lesions as well as new devices and techniques of revascularization; strategies or revascularization vs. medical treatment; choice of revascularization according to the patient profile."
},
{
	"page":"ENAS258_4.0.0.0",
	"text":"SCAD is generally characterized by episodes of reversible myocardial demand/supply mismatch related to ischaemia or hypoxia which are usually inducible by exercise, emotion or other stress and reproducible, but which may also be occurring spontaneously. Such episodes of ischaemia/hypoxia are commonly associated with transient chest discomfort (angina pectoris). SCAD also includes the stabilised, often asymptomatic, phases that follow an ACS. Finally, SCAD also comprises the long silent pre-symptomatic state of coronary arteriosclerosis. Angina at rest caused by coronary vasospasm is regarded within the scope of SCAD. The main features of SCAD are shown in Table 1. Table 1 Main features of SCAD Pathogenesis Stable anatomical atherosclerotic and/or functional alterations of epicardial vessels and/or microcirculation. Natural history Stable symptomatic or asymptomatic phases which may be interrupted by ACS. Mechanisms of myocardial ischaemia Fixed or dynamic stenoses of epicardial coronary arteries; Microvascular dysfunction; Focal or diffuse epicardial coronary spasm; The above mechanisms may overlap in the same patient and change over time. Clinical presentations Effort induced angina caused by: epicardial stenoses; microvascular dysfunction; vasoconstriction at the site of dynamic stenosis; combination of the above. Rest angina caused by: Vasospasm (focal or diffuse) epicardial focal; epicardial diffuse; microvascular; combination of the above. Asymptomatic: because of lack of ischaemia and/or of LV dysfunction; despite ischaemia and/or LV dysfunction. Ischaemic cardiomyopathy ACS = acute coronary syndrome; LV = left ventricular; SCAD = stable coronary artery disease. Whereas the various clinical presentations of SCAD are related to obstruction of the epicardial arteries caused by coronary plaques, to focal or diffuse spasm of normal or plaque-diseased arteries, microvascular dysfunction and/or ischaemia cardiomyopathy if present, stable coronary plaques with and without previous revascularization may also be completely clinically silent."
},
{
	"page":"ENAS258_5.0.0.0",
	"text":"Angina pectoris is more prevalent in middle-aged women than men, probably due to the high prevalence of functional coronary artery disease such as microvascular angina in women. In contrast, angina pectoris is more prevalent in elderly men."
},
{
	"page":"ENAS258_6.0.0.0",
	"text":"The prognosis in patients with SCAD is relatively benign with estimates of annual mortality rates in mixed populations ranging from 1.2-2.4% with an annual incidence of cardiac death between 0.6 and 1.4%. In general, the outcome is worse in patients with reduced left ventricular ejection fraction and heart failure, a greater number of diseased vessels, more proximal locations of coronary stenoses, greater severity of lesions, more extensive ischaemia, more impaired functional capacity, older age, significant depression and more severe angina."
},
{
	"page":"ENAS258_7.1.0.0",
	"text":"The following subchapters detail investigations which may be used to confirm the diagnosis of ischaemia in patients with suspected SCAD, to identify or exclude associated conditions or precipitating factors, assist in stratifying risk associated with the disease, and to evaluate the efficacy of treatment. In practice, diagnostic and prognostic assessments are conducted simultaneously rather than separately. However, for the purpose of clarity the processes of obtaining diagnostic and prognostic information are dealt with separately in this text."
},
{
	"page":"ENAS258_7.2.0.0",
	"text":"In the majority in patients it is possible to make a confident diagnosis of the presence or absence of SCAD on the basis of history alone. However, physical examination and objective tests are often necessary to confirm the diagnosis, exclude alternative diagnoses and assess the severity of underlying disease. Definitions of typical and atypical angina pectoris are summarized in Table 2. Table 2 Traditional clinical classification of chest pain Typical angina (definite) Meets all three of the following characteristics: substernal chest discomfort of characteristic quality and duration; provoked by exertion or emotional stress; relieved by rest and/or nitrates within minutes. Atypical angina (probable) Meets two of these characteristics. Non-anginal chest pain Lacks or meets only one or none of the characteristics. The Canadian Cardiovascular Society classification which is widely used as a grading system for stable angina is shown in Table 3. Anginal pain at rest may occur in all grades of this classification as a manifestation of associated and superimposed coronary vasospasm. The class assigned is indicative of the maximum limitation while the patient may do better on other days. Table 3 Classification of angina severity according to the Canadian Cardiovascular Society Class I Ordinary activity does not cause angina such as walking and climbing stairs. Angina with strenuous or rapid or prolonged exertion at work or recreation. Class II Slight limitation of ordinary activity. Angina on walking or climbing stairs rapidly, walking or stair climbing after meals, or in cold, wind or under emotional stress, or only during the first few hours after awakening. Walking more than two blocks on the level and climbing more than one flight of ordinary stairs at a normal pace and in normal conditions. Class III Marked limitation of ordinary physical activity. Angina on walking one to two blocksa on the level or one flight of stairs in normal conditions and at a normal pace. Class IV Inability to carry on any physical activity without discomfort – angina syndrome may be present at rest. a Equivalent to 100–200 m."
},
{
	"page":"ENAS258_7.3.1.0",
	"text":"The optimal use of resources is only achieved if pre-test probabilities based on simple clinical findings are taken into consideration before selecting non-invasive cardiac investigations. Once the diagnosis of SCAD has been made, further management decisions largely depend on the severity of symptoms, the patient’s risk for adverse cardiac events and on patient preferences. Ideally, decisions about diagnostic and therapeutic management should be made together with the patient who needs comprehensible information about risks and benefits."
},
{
	"page":"ENAS258_7.3.2.0",
	"text":"This includes standard laboratory biochemical testing, a resting ECG, possibly ambulatory ECG monitoring, resting echocardiography and in selected patients a chest X-ray (CXR). Recommendations for such tests are shown in Tables 4–9. Table 4 Blood tests in assessment of patients with known or suspected SCAD in order to optimise medical therapy Recommendations Classa Levelb If evaluation suggests clinical instability or ACS, repeated measurements of troponin preferably using high sensitivity or ultrasensitive assays are recommended to rule out myocardial necrosis associated with ACS. I A Full blood count including haemoglobin and white cell count is recommended in all patients. I B It is recommended that screening for potential T2DM in people with suspected and established SCAD is initiated with HbA1c and fasting plasma glucose and that an OGTT is added if HbA1c and fasting plasma glucose are inconclusive. I B Creatinine measurement and estimation of renal function (creatinine clearance) are recommended in all patients. I B A fasting lipid profile (including LDL) is recommended in all patientsc. I C If indicated by clinical suspicion of thyroid disorder assessment of thyroid function is recommended. I C Liver function tests are recommended in patients early after beginning statin therapy. I C Creatine kinase measurement are recommended in patients taking statins and complaining of symptoms suggestive of myopathy. I C BNP/NT-proBNP measurements should be considered in patients with suspected heart failure. IIa C ACS = acute coronary syndrome; BNP = B-type natriuretic peptide; HbA1c = glycated haemoglobin; LDL = low density lipoprotein; NT-proBNP = N-terminal pro B-type natriuretic peptide; SCAD = stable coronary artery disease; T2DM = type 2 diabetes mellitus. a Class of recommendation. b Level of evidence. c For details please refer to dyslipidaemia guidelines. Table 5 Blood tests for routine reassessment in patients with chronic SCAD Recommendations Classa Levelb Annual control of lipids, glucose metabolism (see recommendation 3 in box above) and creatinine is recommended in all patients with known SCAD. I C SCAD = stable coronary artery disease. a Class of recommendation. b Level of evidence. Table 6 Resting ECG for initial diagnostic assessment of SCAD Recommendations Classa Levelb A resting ECG is recommended in all patients at presentation. I C A resting ECG is recommended in all patients during or immediately after an episode of chest pain suspected to indicate clinical instability of CAD. I C ECG = electrocardiogram; SCAD = stable coronary artery disease. a Class of recommendation. b Level of evidence. Table 7 Echocardiography Recommendations Classa Levelb A resting transthoracic echocardiogram is recommended in all patients for: a) exclusion of alternative causes of angina; b) identification of regional wall motion abnormalities suggestive of CAD; c) measurement of LVEF for risk stratification purpose; d) evaluation of diastolic function. I B Ultrasound of the carotid arteries should be considered to be performed by adequately trained clinicians to detect increased IMT and/or plaque in patients with suspected SCAD without known atherosclerotic disease. IIa C CAD = coronary artery disease; IMT = Intima-media thickness; LVEF = left ventricular ejection fraction; SCAD = stable coronary artery disease. a Class of recommendation. b Level of evidence. Table 8 Ambulatory ECG monitoring for initial diagnostic assessment of SCAD Recommendations Classa Levelb Ambulatory ECG monitoring is recommended in patients with SCAD and suspected arrhythmia. I C Ambulatory ECG monitoring should be considered in patients with suspected vasospastic angina (see below). IIa C ECG = electrocardiogram; SCAD = stable coronary artery disease. a Class of recommendation. b Level of evidence. Table 9 CXR for initial diagnostic assessment of SCAD Recommendations Classa Levelb CXR is recommended in patients with atypical presentation or suspicion of pulmonary disease. I C CXR should be considered in patients with suspected heart failure. IIa C CXR = chest X-ray. a Class of recommendation. b Level of evidence."
},
{
	"page":"ENAS258_7.3.3.0",
	"text":"Step 1 is the determination of pre-test probability (see Table 11). In patients with intermediate probability step 2 consists of non-invasive testing to establish the diagnosis of SCAD including non-obstructive atherosclerosis. The latter may also be useful in patients with a PTP for SCAD <15% but intermediate probability of atherosclerosis e.g. measured by the score system. Step 3 consists of stratifying for risk of subsequent events usually on the basis of available non-invasive tests in patients at intermediate PTP. Usually, optimal medical therapy will be instituted between steps 2 and 3. In patients with severe symptoms who have a high-intermediate or high pre-test probability of disease, early invasive coronary angiography (ICA) with appropriate invasive confirmation of the significance of a stenosis (usually by fractional flow reserve measurement) and subsequent revascularization may be appropriate bypassing non-invasive testing in steps 2 and 3."
},
{
	"page":"ENAS258_7.3.4.0",
	"text":"As non-invasive, imaging-based diagnostic methods for detecting SCAD have typically sensitivities and specificities of approximately 85% (Table 10), 15% of all diagnostic results will be false. As a consequence, performing no test at all will not result in more incorrect diagnoses in patients with a PTP below 15% (and assuming all patients to be healthy) or a PTP above 85% (and assuming all patients to be diseased). Thus, the Task Force recommends no testing in patients with a low PTP <15% or a high PTP >85%. In such patients it is safe to assume that they have either no obstructive CAD or obstructive CAD. Table 10 Characteristics of tests commonly used to diagnose the presence of CAD Diagnosis of CAD Sensitivity (%) Specificity (%) Exercise ECGa 45–50 85–90 Exercise stress echocardiography 80–85 80–88 Exercise stress SPECT 73–92 63–87 Dobutamine stress echocardiography 79–83 82–86 Dobutamine stress MRIb 79–88 81–91 Vasodilator stress echocardiography 72–79 92–95 Vasodilator stress SPECT 90–91 75–84 Vasodilator stress MRIb 67–94 61–85 Coronary CTAc 95–99 64–83 Vasodilator stress PET 81–97 74–91 CAD = coronary artery disease; CTA = computed tomography angiography; ECG = electrocardiogram; MRI = magnetic resonance imaging; PET = positron emission tomography; SPECT = single photon emission computed tomography. a Results without/with minimal referral bias. b Results obtained in populations with medium-to-high prevalence of disease without compensation for referral bias. c Results obtained in populations with low-to-medium prevalence of disease. The most recent estimates of pre-test probability based on clinical presentation, sex and age are shown in Table 11. Table 11 Clinical pre-test probabilitiesa in patients with stable chest pain symptoms Typical angina Atypical angina Non-anginal pain Age M W M W M W 30–39 59 28 29 10 18 5 40–49 69 37 38 14 25 8 50–59 77 47 49 20 34 12 60–69 84 58 59 28 44 17 70–79 89 68 69 37 54 24 >80 93 76 78 47 65 32 a Probabilities of obstructive coronary disease shown reflect the estimates for patients aged 35, 45, 55, 65, 75, and 85 years. Groups in white boxes have a PTP <15% and hence can be managed without further testing. Groups in blue boxes have a PTP of 15–65%. They could have an exercise ECG if feasible as the initial test. However, if local expertize and availability permit a non-invasive imaging based test for ischaemia this would be preferable given the superior diagnostic capabilities of such tests. In young patients radiation issues should be considered. Groups in light red boxes have PTPs between 66–85% and hence should have a non- invasive imaging functional test for making a diagnosis of SCAD. In groups in dark red boxes the PTP is >85% and one can assume that SCAD is present. They need risk stratification only."
},
{
	"page":"ENAS258_7.3.5.0",
	"text":"Figure 1:  Initial diagnostic management of patients with suspected SCAD *See Fig.2 **see Table 11 ***See Fig.3 CAD = coronary artery disease; CTA = computed tomography angiography; CXR = chest X-ray; ECG = electrocardiogram; ICA = invasive coronary angiography; LVEF = left ventricular ejection fraction; PTP = pre-test probability; SCAD = stable coronary artery disease. a May be omitted in very young and healthy patients with a high suspicion of an extracardiac cause of chest pain and in multimorbid patients in whom the echo result has no consequence for further patient management. b If diagnosis of SCAD is doubtful, establishing a diagnosis using pharmacologic stress imaging prior to treatment may be reasonable. For interactivity see here"
},
{
	"page":"ENAS258_7.3.6.0",
	"text":"Coronary CTA is potentially useful especially for patients at low intermediate PTP (see Figure 2). However, there may be overdiagnosis of stenoses in patients with Agatston scores >400. Thus, it may be prudent to call all coronary CTA “unclear” if severe focal or diffuse calcifications are present. Figure 2:  Non-invasive testing in patients with suspected SCAD and an intermediate pre–test probability *See Fig.3 CAD = coronary artery disease; CTA = computed tomography angiography; CMR = cardiac magnetic resonance; ECG = electrocardiogram; ICA = invasive coronary angiography; LVEF = left ventricular ejection fraction; PET = positron emission tomography; PTP = pre-test probability; SCAD = stable coronary artery disease; SPECT = single photon emission computed tomography. a Consider age of patient versus radiation exposure. b In patients unable to exercise use echo or SPECT/PET with pharmacologic stress instead. c CMR is only performed using pharmacologic stress. d Patient characteristics should make a fully diagnostic coronary CTA scan highly probable (see Magnetic resonance coronary angiography) – consider result to be unclear in patients with severe diffuse or focal calcification. e Proceed as in lower left coronary CTA box. f Proceed as in “stress testing for ischaemia” box. For interactivity see here"
},
{
	"page":"ENAS258_7.3.7.0",
	"text":"ECG exercise testing The main value of exercise ECG testing is in patients with normal resting ECG. Inconclusive exercise ECG are common and in these patients an alternative non-invasive imaging test often with pharmacological stress should be selected (Figure 2). In patients at a low intermediate pre-test probability, coronary CTA is another option (Figure 2). Table 12 Performing an exercise ECG for initial diagnostic assessment of angina or evaluation of symptoms Recommendations Classa Levelb Exercise ECG is recommended as the initial test for establishing a diagnosis of SCAD in patients with symptoms of angina and intermediate PTP of CAD (Table 11, 15–65%), free of anti-ischaemic drugs, unless they cannot exercise or display ECG changes which make the ECG non evaluable. I B Stress imaging is recommended as the initial test option if local expertize and availability permit. I B Exercise ECG should be considered in patients on treatment to evaluate control of symptoms and ischaemia. IIa C Exercise ECG in patients with ≥0,1 mV ST-depression on resting ECG or taking digitalis is not recommended for diagnostic purposes. III C CAD = coronary artery disease; ECG = electrocardiogram; PTP = pre-test probability; SCAD = stable coronary artery disease. a Class of recommendation. b Level of evidence.   Stress echocardiography With this technique, exercise is the test of choice when feasible as compared to testing with pharmacological agents. Pharmacological testing is preferred when viability assessment is necessary or if a patient is unable to exercise adequately. Dobutamine is the pharmacological agent of choice. Contrast agents must be used when two or more continuous segments are not well visualised at rest.   Myocardial perfusion scintigraphy (SPECT/PET) 99mTc radiopharmaceuticals are the most commonly used tracers and symptom-limited exercise testing is preferred. Pharmacological testing has the same indications as for stress echocardiography. Perfusion imaging using PET is superior to SPECT imaging and may be used if available. Stress cardiac magnetic resonance This can only be used in conjunction with pharmacological stress. This technique has a good diagnostic accuracy as compared with nuclear perfusion imaging. Table 13 Use of exercise or pharmacologic stress testing in combination with imaging Recommendations Classa Levelb An imaging stress test is re­com­mended as the initial test for diagnosing SCAD if the PTP is between 66–85% or if LVEF is <50% in patients without typical angina. I B An imaging stress test is re­com­mended in patients with resting ECG abnormalities which prevent accurate interpretation of ECG changes during stress. I B Exercise stress testing is re­com­mended rather than pharma­cologic testing whenever possible. I C An imaging stress test should be considered in symptomatic patients with prior re­vas­cu­lari­zation (PCI or CABG). IIa B An imaging stress test should be considered to assess the func­tional severity of intermediate lesions on coronary arteriography. IIa B CABG = coronary artery bypass graft; ECG = electrocardiogram; PCI = percutaneous coronary intervention; PTP = pre-test probability; SCAD = stable coronary artery disease. a Class of recommendation. b Level of evidence. Table 14 Advantages and disadvantages of stress imaging techniques and coronary CTA Echo­cardio­graphy Wide access Portability No radiation Low cost Echo contrast needed in patients with poor ultrasound windows Dependent on operator skills SPECT Wide access Extensive data Radiation PET Flow quantitation Radiation Limited access High cost CMR High soft tissue contrast including precise imaging of myocardial scar No radiation Limited access in cardiology Contraindications Functional analysis limited in arrhythymias Limited 3D quan­tifi­cation of ischaemia High cost Coronary CTA High NPV in patients with low–intermediate PTP Limited availability Radiation Assessment limited with extensive coronary calcification or previous stent implantation Image quality limited with arrhythmias and high heart rates that cannot be lowered below 60–65/min Low NPV in patients with high PTP CMR = cardiac magnetic resonance; CTA = computed tomography angiography; NPV = negative predictive value; PET = positron emission tomography; PTP = pre-test probability; SPECT = single photon emission computed tomography."
},
{
	"page":"ENAS258_7.3.8.0",
	"text":"Computed tomography Calcium scoring has no role in symptomatic patients for diagnosing or excluding coronary stenosis. Coronary CT angiography angiography performs best in patients at low intermediate pre-test probability of SCAD. This is because calcifications become more frequent with increasing pre-test probabilities (especially age) and overestimation of stenosis may result. Table 15 Use of coronary CTA for the diagnosis of SCAD Recommendations Classa Levelb Coronary CTA should be considered as an alternative to stress imaging techniques for ruling out SCAD in patients within the lower range of intermediate PTP for SCAD in whom good image quality can be expected. IIa C Coronary CTA should be considered in patients within the lower range of intermediate PTP for SCAD after a non conclusive exercise ECG or stress imaging test or who have contraindications to stress testing in order to avoid otherwise necessary invasive coronary angiography if fully diagnostic image quality of coronary CTA can be expected. IIa C Coronary calcium detection by CT is not recommended to identify individuals with coronary artery stenosis. III C Coronary CTA is not recommended in patients with prior coronary revascularization. III C Coronary CTA is not recommended as a &apos;screening&apos; test in asymptomatic individuals without clinical suspicion of coronary artery disease. III C CTA = computed tomography angiography; ECG = electrocardiogram; PTP = pre-test probability; SCAD = stable coronary artery disease. a Class of recommendation; b Level of evidence. Magnetic resonance coronary angiography This technique is still primarily a research tool."
},
{
	"page":"ENAS258_7.4.0.0",
	"text":"The main role of ICA is in patients in whom either symptoms or a high risk of adverse events suggest a clear benefit of revascularization. However, in patients who cannot undergo stress imaging techniques, patients with reduced LVEF <50% and typical angina or in patients with special professions such as pilots due to regulatory issues ICA may be useful for the sole purpose of establishing or excluding the diagnosis of SCAD."
},
{
	"page":"ENAS258_7.5.1.0",
	"text":"These guidelines provide a uniform definition of risk of adverse events based on commonly used non-invasive tests and ICA. An annual mortality >3% is defined as a high event risk. It is in such patients that revascularization has the potential effect of improving prognosis. Low event risk patients are those with an annual mortality <1% whereas the intermediate event risk group has an annual mortality of ≥1% but ≤3%/year. The definitions of risk for various test modalities are shown in Table 16. Table 16 Definitions of risk for various test modalitiesa Exercise stress ECGb High risk CV mortality >3%/year. Intermediate risk CV mortality between 1 and 3%/year. Low risk CV mortality <1%/year. Ischaemia imaging High risk Area of ischaemia >10% (>10% for SPECT; limited quantitative data for CMR – probably ≥2/16 segments with new perfusion defects or ≥3 dobutamine-induced dysfunctional segments; ≥ 3 segments of LV by stress echo). Intermediate risk Area of ischaemia between 1 to 10% or any ischaemia less than high risk by CMR or stress echo. Low risk No ischaemia. Coronary CTAc High risk Significant lesions of high risk category (three-vessel disease with proximal stenoses, LM, and proximal anterior descending CAD). Intermediate risk Significant lesion(s) in large and proximal coronary artery(ies) but not high risk category. Low risk Normal coronary artery or plaques only. CAD = coronary artery disease; CMR = cardiac magnetic resonance; CTA = computed tomography angiography; CV = cardiovascular; ECG = electrocardiogram; ICA = invasive coronary angiography; LM = left main; PTP = pre-test probability; SPECT = single photon emission computed tomography. a For detailed explanation on rationale for risk stratification scheme see WEB addenda. b From nomogram (see WEB addenda, Figure W1) or http://www.cardiology.org/tools/medcalc/duke/ c See Fig 2 – consider possible overestimation of presence of significant multivessel disease by coronary CTA in patients with high intermediate PTP (≥50%) and/or severe diffuse or focal coronary calcifications and consider performing additional stress testing in patients without severe symptoms before ICA. Clinical information can provide important prognostic clues and is used to modulate decisions made on the basis of pre-test probability and non-invasive ischaemia/anatomy evaluation of prognosis (Figure 3). The strongest predictor of long-term survival is LV function and patients with an LVEF <50% are already at high risk for events (annual mortality >3%). Especially in patients with tolerable symptoms ICA and revascularization should be reserved for those patients found to be at high risk on the basis of non-invasive stress testing (Figure 3). Patients with a high pre-test probability who do not need diagnostic testing should nevertheless undergo stress testing for event risk stratification purposes (Figure 3)."
},
{
	"page":"ENAS258_7.5.2.0",
	"text":"Figure 3:  Management based on risk deter­mination for prognosis in patients with chest pain and suspected SCAD (for choice of test see Fig. 2, for definitions of event risk see Table 17) ICA = invasive coronary angiography; OMT = optimal medical therapy; PTP = pre-test probability; SCAD = stable coronary artery disease. For interactivity see here Assessment of prognosis using ECG stress testing is performed using the Duke treadmill score. This score can be determined using the Duke calculator at http://www.cardiology.org/tools/medcalc/duke/. When stress echocardiography is used, high event risk is defined by inducible wall motion abnormalities ≥3 of the 17 segments. In contrast, patients showing stress-induced reversible perfusion deficits >10% of the total LV myocardium corresponding to ≥2 of the 17 segments already represent a high risk subset. High risk by stress CMR is defined as new wall motion abnormalities ≥3 segments in the 17 segment model if dobutamine stress is used and >10% (≥2 segments) in the 17 segment model if adenosine stress is used. However, CMR risk estimates are somewhat limited as only three slices of the LV are currently available for standard CMR tests."
},
{
	"page":"ENAS258_7.5.3.0",
	"text":"Good prognostic data exist for ICA and patients with left main disease and proximal triple vessel disease are at high risk. In these guidelines, it is also assumed that this is true for coronary CTA but one should not forget that overestimation of the degree is stenosis is frequently encountered. Recommendations for risk stratification for the various techniques is shown in Tables 17-19. Table 17 Risk stratification by resting echocardiography quantification of ventricular function in SCAD Recommendations Classa Levelb Resting echocardiography is recommended to quantify LV function in all patients with suspected SCAD. I C LV = left ventricular; SCAD = stable coronary artery disease. a Class of recommendation. b Level of evidence. Table 18 Risk stratification using ischaemia testing Recommendations Classa Levelb Risk stratification is recommended based on clinical assessment and the result of the stress test initially employed for making a diagnosis of SCAD. I B Stress imaging for risk stratification is recommended in patients with a non-conclusive exercise ECGc. I B Risk stratification using stress ECG (unless they cannot exercise or display ECG changes which make the ECG non evaluable) or preferably stress imaging if local expertize and availability permit is recommended in patients with stable coronary disease after a significant change in symptom level. I B Stress imaging is recommended for risk stratification in patients with known SCAD and a deterioration in symptoms if the site and extent of ischaemia would influence clinical decision making. I B Pharmacological stress with echocardiography or SPECT should be considered in patients with LBBB. IIa B Stress echocardiography or SPECT should be considered in patients with paced rhythm. IIa B ECG = electrocardiogram; LBBB = left bundle branch block; SCAD = stable coronary artery disease; SPECT = single photon emission computed tomography. a Class of recommendation. b Level of evidence. c Stress imaging has usually been performed for establishing a diagnosis of SCAD in most of these patients. Table 19 Risk stratification by invasive or non-invasive coronary arteriography in patients with SCAD Recommendations Classa Levelb ICA (with FFR when necessary) is recommended for risk stratification in patients with severe stable angina (CCS 3) or with a clinical profile suggesting a high event risk, particularly if the symptoms are inadequately responding to medical treatment. I C ICA (with FFR when necessary) is recommended for patients with mild or no symptoms with medical treatment in whom non-invasive risk stratification indicates a high event risk and revascularization is considered for improvement of prognosis. I C ICA (with FFR when necessary) should be considered for event risk stratification in patients with an inconclusive diagnosis on non-invasive testing, or conflicting results from different non-invasive modalities. IIa C If coronary CTA is available for event risk stratification, possible overestimation of stenosis severity should be considered in segments with severe calcification, especially in patients at high intermediate PTP. Additional stress imaging may be necessary before referring a patient with few/no symptoms to ICA. IIa C CCS = Canadian Cardiovascular Society; CTA = computed tomography angiography; FFR = fractional flow reserve; ICA = invasive coronary angiography; PTP = pre-test probability; SCAD = stable coronary artery disease. a Class of recommendation. b Level of evidence."
},
{
	"page":"ENAS258_7.6.0.0",
	"text":"The use of tests in asymptomatic adults (screening) should be restricted to the indications listed in Table 20. Table 20 Testing in asymptomatic patients at risk for stable coronary artery disease Recommendations Classa Levelb In asymptomatic adults with hypertension or diabetes a resting ECG should be considered for CV risk assessment. IIa C In asymptomatic adults at inter­mediate risk (see SCORE for definition of intermediate risk - www.heartscore.org) meas­ure­ment of carotid intima-media thickness with screening for atherosclerotic plaques by carotid ultrasound, measurement of ankle-brachial index or measurement of coronary calcium using CT should be con­sidered for CV risk asses­sment. IIa B In asymptomatic adults with diabetes, 40 years of age and older, measurement of coronary calcium using CT may be con­sidered for CV risk asses­sment. IIb B In asymptomatic adults without hypertension or diabetes a resting ECG may be considered. IIb C In intermediate-risk asymptomatic adults (see SCORE for definition of intermediate risk - www.heartscore.org), (including sedentary adults considering starting a vigorous exercise programme), an exercise ECG may be considered for CV risk assessment particularly when attention is paid to non-ECG markers such as exercise capacity. IIb B In asymptomatic adults with diabetes or asymptomatic adults with a strong family history of CAD or when previous risk assessment testing suggests high risk of CAD such as a coronary artery calcium score of 400 or greater, stress imaging tests (MPI, stress echocardiography, perfusion CMR) may be considered for advanced CV risk assessment. IIb C In low- or intermediate-risk (based on SCORE) asymptomatic adults stress imaging tests are not indicated for further CV risk assessment. III C CAD = coronary artery disease; CMR = cardiac magnetic resonance; CT = computed tomography; CV = cardiovascular; MPI = myocardial perfusion imaging; SCORE = systematic coronary risk evaluation. a Class of recommendation. b Level of evidence. Although stress testing beyond the recommendations listed in Table 20 is not advised, it is recommended to treat pathologic test results according to the principles of risk stratification outlined above in symptomatic patients."
},
{
	"page":"ENAS258_7.7.0.0",
	"text":"For the management of patients with known SCAD and phases of instability, acute MI or heart failure or revascularization becoming necessary in the course of the disease we refer to the respective recent ESC Guidelines. No evidence-based recommendation can be made for at what time interval prognostic testing should be repeated in a stable asymptomatic patient with known CAD. Thus, clinical judge­ment is required for determining the need for repeated stress testing, which should be performed using the same stress and imaging techniques. Recommendations for reassessment in patients with known SCAD are given in Table 21. Table 21 Reassessment in patients with SCAD Recommendations Classa Levelb Follow-up visits are recom­mended every 4–6 months in the first year following institution of therapy for SCAD which may be extended to1 year afterwards. Visits should be to the general practitioner who may refer to the cardiologist in case of uncertainty. These visits should include a careful history and biochemical testing as clinically appropriate. I C An annual resting ECG is recom­mended and an additional ECG if a change in anginal status occurred or symptoms suggesting an arrhythmia appeared or medication has been changed which might alter electrical conduction. I C An exercise ECG or stress imaging if appropriate is recom­mended in the presence of recurrent or new symptoms once instability has been ruled out. I C Reassessment of the prognosis using stress testing may be considered in asymptomatic patients after the expiration of the period for which the previous test was felt to be valid (“warranty period”). IIb C Repetition of an exercise ECG may only be considered after at least 2 years following the last test (unless there is a change in clinical presentation). IIb C ECG = electrocardiogram; SCAD = stable coronary artery disease. a Class of recommendation. b Level of evidence."
},
{
	"page":"ENAS258_7.8.1.0",
	"text":"The identification of patients who have normal coronary arteries despite suffering from typical angina or angina at rest only without non-invasive or invasive coronary angiography is notoriously difficult. Patients with microvascular angina have angina with mostly typical features although the duration of symptoms may be prolonged and relation to exercise is somewhat inconsistent. Often, these patients have abnormal results of stress tests. In patients who have typical features of angina in terms of location and duration but where angina occurs predominantly at rest, coronary vasospasm should be considered. Recommendations for investigations in patients with suspected coronary microvascular disease are listed in Table 22. Table 22 Investigation in patients with suspected coronary microvascular disease Recommendations Classa Levelb Exercise or dobutamine echo­cardiography should be considered in order to establish whether regional wall motion abnormalities occur in conjunction with angina and ST-changes. IIa C Transthoracic doppler echo­cardio­graphy of the LAD with measurement of diastolic coronary blood flow following intravenous adenosine and at rest may be considered for non-invasive measurement of coronary flow reserve. IIb C Intracoronary acetylcholine and adenosine with Doppler mea­sure­ments may be considered during coronary arteriography, if the arteriogram is visually normal, to assess endo­thelium dependent and non-endothelium dependent coronary flow reserve, and detect microvascular/epicardial vasospasm. IIb C FFR = fractional flow reserve; LAD = left anterior descending. a Class of recommendation. b Level of evidence."
},
{
	"page":"ENAS258_7.8.2.0",
	"text":"The diagnosis of vasospastic angina can be made when resting ECGs are taken during an anginal attack and when the patient is pain free. As the prevalence of coronary vasospasm is still underestimated by clinicians it may be prudent to perform spasm testing in those patients in whom invasive coronary angiography is anyway performed to exclude epicardial stenoses. Recommendations for diagnostic testing in suspected vasospastic angina can be found in Table 23. Table 23 Diagnostic tests in suspected vasospastic angina Recommendations Classa Levelb An ECG is recommended during angina if possible. I C Coronary arteriography is recom­mended in patients with characteristic episodic resting chest pain and ST-segment changes that resolve with nitrates and/or calcium antagonists to determine the extent of underlying coronary disease. I C Ambulatory ST-segment moni­toring should be considered to identify ST-deviation in the absence of an increased heart rate. IIa C Intracoronary provocative testing should be considered to identify coronary spasm in patients with normal findings or non obstructive lesions on coronary arteriography and the clinical picture of coronary spasm to diagnose the site and mode of spasm. IIa C ECG = electrocardiogram. a Class of recommendation; b Level of evidence."
},
{
	"page":"ENAS258_8.1.0.0",
	"text":"The aim of the management of SCAD is to reduce symptoms and improve prognosis. The management of CAD patients encompasses lifestyle modification, control of CAD risk factors, evidence-based pharmacological therapy, and patient education. Lifestyle recommendations include smoking cessation, a healthy diet, regular physical activity, weight and lipid management, BP and glucose control."
},
{
	"page":"ENAS258_8.2.0.0",
	"text":"Table 24 Recommended diet intakes Saturated fatty acids to account for <10% of total energy intake, through replacement by polyunsaturated fatty acids. Trans unsaturated fatty acids <1% of total energy intake. <5 g of salt per day. 30–45 g of fibre per day, from wholegrain products, fruits and vegetables. 200 g of fruit per day (2–3 servings). 200 g of vegetables per day (2–3 servings). Fish at least twice a week, one being oily fish. Consumption of alcoholic beverages should be limited to 2 glasses per day (20 g/day of alcohol) for men and 1 glass per day (10 g/day of alcohol) for non-pregnant women."
},
{
	"page":"ENAS258_8.3.0.0",
	"text":"Table 25 Blood pressure thresholds for definition of hypertension with different type of blood pressure measurement.   SBP (mmHg) DBP (mmHg) Office BP 140 90 Home BP 135 85 Ambulatory BP     24-h 130 80 Daytime (or awake) 135 85 Nighttime (or asleep) 120 70 BP = blood pressure; DPB = diastolic blood pressure; SBP = systolic blood pressure."
},
{
	"page":"ENAS258_8.4.1.0",
	"text":"The two aims of the pharmacological management of stable CAD patients are to obtain relief of symptoms and to prevent CV events. Table 26 Major side effects, contraindications, drug-drug interactions (List is not exhaustive; please refer to summary of products characteristics for details). Drug class Side effectsa Contraindications DDI Precautions Short-acting and long-acting nitrates β-blockersb CCBs: heart-rate lowering CCBs: Dihydropyridines Ivabradine Nicorandil Trimetazidine Ranolazine Allopurinol Headache Flushing Hypotension Syncope and postural hypotension Reflex tachycardia Methaemoglobinaemia Hypertrophic obstructive cardiomyopathy PDE5 inhibitors (sildenafil or similar agents) α-adrenergic blockers CCBs - Fatigue, depression Bradycardia Heart block Bronchospasm Peripheral vasoconstriction Postural hypotension Impotence Hypoglycaemia/mask hypoglycaemia signs Low heart rate or heart conduction disorder Cardiogenic shock Asthma COPD caution; may use cardioselective β-blockers if fully treated by inhaled steroids and long-acting β-agonists330 Severe peripheral vascular disease Decompensated heart failure Vasospastic angina Heart-rate lowering CCB Sinus-node or AV conduction depressors Diabetics COPD Bradycardia Heart conduction defect Low ejection fraction Constipation Gingival hyperplasia Low heart rate or heart rhythm disorder Sick sinus syndrome Congestive heart failure Low BP Cardiodepressant(β-blockers, flecainide) CYP3A4 substrates - Headache Ankle swelling Fatigue Flushing Reflex tachycardia Cardiogenic shock Severe aortic stenosis Obstructive cardiomyopathy CYP3A4 substrates - Visual disturbances Headache, dizziness Bradycardia Atrial fibrillation Heart block Low heart rate or heart rhythm disorder Allergy Severe hepatic disease QTc prolonging drugs Macrolide antibiotics Anti-HIV Anti-fungal Age >75 years Severe renal failure Headache Flushing Dizziness, weakness Nausea Hypotension Oral, anal, gastrointestinal ulceration Cardiogenic shock Heart failure Low blood pressure PDE5 inhibitors(sidenafil of similar agents) - Gastric discomfort Nausea Headache Movement disorders Allergy Parkinson disease Tremors and movement disorders Severe renal impairment None reported Moderate renal impairment Elderly Dizziness Constipation Nausea QT prolongation Liver cirrhosis CYP450 substrates (digoxin, simvastatin, cyclosporine) QTc prolonging drugs - Rash Gastric discomfort Hypersensitivity Mercaptopurine / Azathioprine Severe renal failure AV = atrioventricular; CCBs = calcium channel blockers; CHF = congestive heart failure; COPD = chronic obstructive pulmonary disease; DDI = Drug-Drug Interactions; HIV = Human Immunodeficiency Virus; aPDE5 = phosphodiesterase type 5. a Very frequent or frequent; may vary according to specific drugs within the therapeutic class. b Atenolol, metoprolol CR, bisoprolol, carvedilol."
},
{
	"page":"ENAS258_8.4.2.0",
	"text":"Antiplatelet agents are key in the prevention of ischaemic events and low-dose aspirin is the drug of choice in most cases; clopidogrel may be considered for some patients. The use of antiplatelet agents is associated with a higher bleeding risk. These patients should also be treated with statin in line with a target of LDL-C <1.8 mmol/l and/or >50% reduction if the target level cannot be reached. It is appropriate to consider ACE-inhibitors especially with coexisting hypertension, LVEF ≤40%, diabetes or CKD, unless contraindicated."
},
{
	"page":"ENAS258_8.4.3.0",
	"text":"Figure 4:  Medical management of patients with stable coronary artery disease. ACEI = angiotensin converting enzyme inhibitor; CABG = coronary artery bypass graft; CCB = calcium channel blockers; CCS = Canadian Cardiovascular Society; DHP = dihydropyridine; PCI = percutaneous coronary intervention. a Data for diabetics. b if intolerance, consider clopidogrel. For interactivity see here"
},
{
	"page":"ENAS258_8.4.4.0",
	"text":"Table 27 Pharmacological treatments in stable coronary artery disease patients Indication Classa Levelb General considerations Optimal medical treatment indi­cates at least one drug for angina/ischae­mia relief plus drugs for event prevention. I C It is recom­mended to educate patients about the disease, risk factors and treatment strategy. I C It is indicated to review the patient’s response soon after starting therapy. I C Angina/ischaemiac relief Short-acting nitrates are recom­mended. I B First-line treatment is indicated with ß-blockers and/or calcium channel blockers to control heart rate and symptoms. I A For second-line treatment it is recommended to add long-acting nitrates or ivabradine or nicorandil or ranolazine, according to heart rate, blood pressure and tolerance. IIa B For second-line treatment, trimetazidine may be considered. IIb B According to comor­bid­ities/tolerance it is indicated to use second-line therapies as first-line treatment in selected patients. I C In asymptomatic patients with large areas of ischaemia (>10%) ß-blockers should be considered. IIa C In patients with vasospastic angina, calcium channel blockers and nitrates should be considered and ß-blockers avoided. IIa B Event prevention Low-dose aspirin daily is recom­mended in all SCAD patients. I A Clopidogrel is indicated as an alternative in case of aspirin intolerance. I B Statins are recommended in all SCAD patients. I A It is recommended to use ACE-inhibitors (or ARBs) if presence of other conditions (e.g. heart failure, hypertension or diabetes). I A ACE = angiotensin converting enzyme; SCAD = stable coronary artery disease. a Class of recommendation. b Level of evidence. c No demonstration of benefit on prognosis."
},
{
	"page":"ENAS258_8.4.5.0",
	"text":"Table 28 Treatment in patients with microvascular angina Recommendations Classa Levelb It is recommended that all patients receive secondary prevention medications including aspirin and statins. I B ß-blockers are recommended as a first line treatment. I B Calcium antagonists are recommended if ß-blockers do not achieve sufficient symptomatic benefit or are not tolerated. I B ACE-inhibitors or nicorandil may be considered in patients with refractory symptoms. IIb B Xanthine derivatives or non-pharmacological treatments such as neurostimulatory techniques may be considered in patients with symptoms refractory to the above listed drugs. IIb B ACE = angiotensin converting enzyme. a Class of recommendation; b Level of evidence."
},
{
	"page":"ENAS258_9.1.0.0",
	"text":"Advances in techniques, equipment, stents and adjuvant therapy have established PCI as a routine and safe procedure in patients with SCAD and suitable coronary anatomy. Antiplatelet therapy after stenting is required as indicated in Table 30. Table 29 Stenting and peri-procedural antiplatelet strategies in stable coronary artery disease patients Recommendations Classa Levelb DES is recommended in SCAD patients undergoing stenting if there is no contraindication to prolonged DAPT. I A Aspirin is recommended for elective stenting. I B Clopidogrel is recommended for elective stenting. I A Prasugrel or ticagrelor should be considered in patients with stent thrombosis on clopidogrel without treatment interruption. IIa C GP IIb-IIIa antagonists should be considered for bailout situation only. IIa C Platelet function testing or genetic testing may be considered in specific or high risk situations (e.g. prior history of stent thrombosis; compliance issue; suspicion of resistance; high bleeding risk) if results may change the treatment strategy. IIb C Prasugrel or ticagrelor may be considered in specific high risk situations of elective stenting (e.g. left main stenting; high risk of stent thrombosis; diabetes). IIb C Pretreatment with clopidogrel (when coronary anatomy is not known) is not recommended. III A Routine platelet function testing (clopidogrel and aspirin) to adjust antiplatelet therapy before or after elective stenting is not recommended. III A Prasugrel or ticagrelor is not recommended in low risk elective stenting. III C DAPT = Dual antiplatelet therapy; SCAD = stable coronary artery disease. a Class of recommendation; b Level of evidence."
},
{
	"page":"ENAS258_9.2.0.0",
	"text":"When non-invasive stress imaging is contraindicated, non-diagnostic, or unavailable, the measurement of FFR during adenosine infusion is particularly helpful to identify stenoses inducing ischaemia, justifying revascularization. The use of intravascular ultrasound (IVUS) has been broadly investigated in SCAD with many different subsets of lesions and more recently, optical coherence tomography (OCT) has been developed as a new intracoronary imaging tool with superior resolution. Table 30 Use of fractional flow reserve / intravascular ultrasound/ optical coherence tomography in SCAD Recommendations Classa Levelb FFR is recommended to identify haemodynamically relevant coronary lesion(s) when evidence of ischaemia is not available. I A Revascularization of stenoses with FFR <0.80 is recommended in patients with angina symptoms or a positive stress test. I B IVUS or OCT may be considered to characterize lesions. IIb B IVUS or OCT may be considered to improve stent deployment. IIb B Revascularization of an angiographically intermediate stenosis without related ischaemia or without FFR <0.80 is not recommended. III B FFR = fractional flow reserve; IVUS = intravascular ultrasound; OCT = optical coherence tomography; SCAD = stable coronary artery disease. a Class of recommendation. b Level of evidence. Coronary Artery Bypass surgery has evolved with use of an internal mammary artery (IMA) to the LAD coronary artery and now bilateral (BIMA) IMA grafting with a demonstrated survival benefit."
},
{
	"page":"ENAS258_9.3.0.0",
	"text":"The decision to revascularize a patient should be based on the presence of significant obstructive coronary artery stenosis, the amount of related ischaemia, and the expected benefit on prognosis and/or symptoms (Figure 5 and Table 31). Revascularization can also be considered as first-line treatment in the following situations: post–myocardial infarction angina/ischaemia, left ventricular dysfunction, multivessel disease and/or large ischaemic territory, left main stenosis. Figure 5:  Global strategy of intervention in stable coronary artery disease (SCAD) patients with demonstrated ischaemia. CABG = coronary artery bypass graft; CAD= coronary artery disease; LAD = left anterior descending; LV = left ventricular; OMT = optimal medical treatment; PCI = percutaneous coronary intervention. a Indication of revascularization for prognosis or symptoms (see Table 31). b Not suitable for revascularization due to anatomy or clinical conditions. c GM: Section 9; refractory angina. For interactivity see here"
},
{
	"page":"ENAS258_9.4.0.0",
	"text":"Table 31 Indications for revascularization of stable coronary artery disease patients on optimal medical therapy. (Adapted from the ESC/EACTS 2010 Guidelines) Indicationa To improve prognosis: To improve symptoms persistent on OMT:   Classd Levele Classd Levele A Heart Team approach to re­vascu­larization is recom­men­ded in patients with unpro­tected left main, 2–3 ves­sel dis­ease, dia­be­tes or comor­bidities. I C I C Left main >50% diameter ste­no­sisb . I A I A Any proximal LAD >50% diameter ste­no­sisb . I A I A 2–3 vessel disease with impaired LV function/​CHF. I B IIa B Single re­maining vessel (>50% diameter ste­no­sisb). I C I A Proven large area of ischae­mia (>10%c) I B I B Any significant stenosis with limiting symp­toms or symp­toms non re­spon­sive/​in­tol­erant to OMT. NA NA I A Dysp­noea/​cardiac heart failure with >10% ischae­mia/​via­bilityc supplied by stenosis >50%. IIb B IIa B No limiting symp­toms with OMT in vessel other than left main or proximal LAD or single re­maining vessel or vessel sub­tending area of ischaemia <10% of myo­car­dium or with FFR ≥0.80. III A III C References attached to these recommendations can be found in Table 8 of the original ESC guidelines for myocardial revascularization. CCS = Canadian Cardiovascular Society; CHF: congestive heart failure; FFR = fractional flow reserve; LAD = left anterior descending; LV = left ventricle; NA: not available; OMT = optimal medical treatment; SCAD = stable coronary artery disease. aIn asymptomatic patients, the decision will be guided by the extent of ischaemia on stress testing. bWith documented ischaemia or FFR <0.80 for angiographic diameter stenoses 50–90%. cAs assessed by non-invasive test (SPECT, MRI, stress echocardiography). dClass of recommendation; eLevel of evidence."
},
{
	"page":"ENAS258_9.5.0.0",
	"text":"Table 32 Characteristics of the seven more recent randomized trials CABG = coronary artery bypass graft; CCS = Canadian Cardiovascular Society; LVEF = left ventricular ejection fraction; MI = myocardial infarction; PCI = percutaneous coronary intervention. The results of these studies comparing myocardial revascularization with OMT have been rather consistent in confirming that, except for better symptom relief and lesser frequency of urgent revascularization, there is no advantage of revascularization over OMT alone to reduce mortality in angiographically selected patients presenting with SCAD, acknowledging the possibility of crossover from medical therapy to intervention during follow-up."
},
{
	"page":"ENAS258_9.6.0.0",
	"text":"The indications for PCI and CABG in SCAD patients have clearly been defined by the recent recommendations on myocadial revascularization. Figures 6 and 7 show algorithms to help simplify the decision making process. Figure 6: Percutaneous coronary intervention (PCI) or coronary artery bypass graft surgery (CABG) in stable coronary artery disease without left main coronary artery involvement. CABG = coronary artery bypass graft; LAD = left anterior descending; PCI = percutaneous coronary intervention. a >50% stenosis and proof of ischaemia, >90% stenosis in two angiographic views, or FFR ≤0.80. b CABG is the preferred option in most patients unless patients co-morbidities or specificities deserve discussion by the heart team. According to local practice (time constraints, workload) direct transfer to CABG may be allowed in these low risk patients, when formal discussion in a multidisciplinary team is not required (adapted from ESC/EACTS Guidelines on Myocardial Revascularization 2010). For interactivity see here Figure 7: Percutaneous coronary intervention (PCI) or coronary artery bypass graft surgery (CABG) in stable coronary artery disease with left main coronary artery involvement. CABG = coronary artery bypass graft; PCI = percutaneous coronary intervention. a >50% stenosis and proof of ischaemia, >70% stenosis in two angiographic views, or fractional flow reserve ≤ 0.80. b Preferred option in general. According to local practice (time constraints, workload) direct decision may be taken without formal multidisciplinary discussion, but preferably with locally agreed protocols (adapted from ESC/EACTS Guidelines on Myocardial Revascularization 2010). For interactivity see here"
},
{
	"page":"ENAS258_9.7.0.0",
	"text":"Therapy and secondary prevention should be initiated during hospitalization (Table 33) Table 33 Follow-up of revascularized stable coronary artery disease patients Recommendations Classa Levelb General measures It is recommended that all revascularized patients receive a secondary prevention and be scheduled for follow-up visit. I A It is recommended to instruct patients before discharge about return to work and reuptake of full activities. Patients have to be advised to seek immediate medical contact if symptoms (re-) occur. I C Antiplatelet therapy SAPT, usually aspirin, is recommended indefinitely. I A DAPT is indicated after BMS for at least 1 month. I A DAPT is indicated for 6 to 12 months after 2nd generation DES. I B DAPT may be used for more than 1 year in patients at high ischaemic risk (e.g. stent thrombosis, recurrent ACS on DAPT, post MI/diffuse CAD) and low bleeding risk. IIb B DAPT for 1 to 3 months may be used after DES implantation in patients at high bleeding risk or with undeferrable surgery or concomitant anticoagulant treatment. IIb C Imaging management In symptomatic patients, stress imaging (stress echocardiography, MRI or MPS) is indicated rather than stress ECG. I C In patients with low risk ischaemic findings (<5% of the myocardium) at stress imaging, optimal medical therapy is recommended. I C In patients with high risk ischaemic findings (>10% of myocardium) at stress imaging, coronary angiography is recommended. I C Late (6 months) stress imaging test after revascularization may be considered to detect patients with restenosis after stenting or graft occlusion irrespective of symptomsc. IIb C After high risk PCIs (e.g. LM disease) late (3–12 months) control angiography may be considered, irrespective of symptoms. IIb C Systematic control angiography, early or late after PCI, is not recommended. III C ACS = acute coronary syndrome; BMS = bare metal stents; CABG = coronary artery bypass graft surgery; DAPT = dual antiplatelet therapy; DES = drug eluting stents; ECG = electrocardiogram; LM = left main; MPS = myocardial perfusion scintigraphy; MRI = magnetic resonance imaging; PCI = percutaneous coronary intervention; SAPT = single antiplatelet therapy. a Class of recommendation. b Level of evidence. c Specific patient subsets indicated for early stress testing: patients with safety critical professions (e.g. pilots, drivers, divers) and competitive athletes. patients who would like to engage in activities for which high oxygen consumption is required."
},
{
	"page":"ENAS258_10.0.0.0",
	"text":"(N)OAC (Non-vitamin K antagonist) oral anticoagulant °C Degree Celsius 2D/ 2-D Two-dimensional 2hPG 2-h post-load plasma glucose 3D/ 3-D Three-dimensional 5-FU 5-fluorouracil 99mTc-DPD Technetium-99m 3,3-diphosphono-1,2-propanodicarboxylic acid A/C Anticoagulation AAA Abdominal aortic aneurysm AAD Antiarrhythmic drugs AAS Acute aortic syndrome ABC Age, biomarkers, clinical history ABI Ankle-Brachial Index ABPM Ambulatory BP monitoring ACA Aborted cardiac arrest ACC American College of Cardiology ACCA Acute Cardiovascular Care Association ACCF American College of Cardiology Foundation ACCOAST Comparison of Prasugrel at the Time of Percutaneous Coronary Intervention or as Pretreatment at the Time of Diagnosis in Patients with Non-ST Elevation Myocardial Infarction ACE Angiotensin-converting enzyme ACEF Age, creatinine, ejection fraction ACEI/ ACE-I/ ACE-Is Angiotensin converting enzyme inhibitors ACS Acute coronary syndromes ACT Activated clotting time AD Aortic dissection ADA American Diabetes Association/​Adenosine deaminase ADD Acute aortic dissection ADP Adenosine diphosphate AEPC Association for European Paediatric and Congenital Cardiology AF Atrial flutter/Atrial fibrillation AFNET German Competence NETwork on Atrial Fibrillation AHA American Heart Association AHF Acute heart failure AHRE Atrial high rate episodes AK Alpha kinase AKI Acute kidney injury AL Amyloid light chain ALAT/ ALT Alanine aminotransferase ALI Acute limb ischaemia AMI Acute myocardial infarction ANA Anti-nuclear antibodies ANCA Anti-neutrophil cytoplasm antibodies AO Aorta AOS Aneurysms-osteoarthritis syndrome AP Accessory pathway APAH Conditions associated with pulmonary arterial hypertension Apo Apolipoprotein apo A I Apolipoprotein A I apo B Apolipoprotein B aPTT Activated partial thromboplastin time AR Aortic regurgitation ARB Angiotensin II receptor blocker/ Angiotensin receptor blocker ARBs Angiotensin receptor blockers ARNI Angiotensin receptor neprilysin inhibition ARVC Arrhythmogenic right ventricular cardiomyopathy AS Aortic stenosis ASA Acetylsalicylic acid ASAT/ AST Aspartate aminotransferase ASCERT American College of Cardiology Foundation–Society of Thoracic Surgeons Database Collaboration ASE American Society of Echocardiography AST/ ALT/ ALP Aspartate / alanine aminotransferase / alkaline phosphatase ASV Adaptive servo-ventilation AT Antithrombin ATOR Atorvastatin ATP Antitachycardiac pacing/Adenosine triphosphate ATRIA AnTicoagulation and Risk factors In Atrial fibrillation ATS Arterial tortuosity syndrome ATTR Amyloidosis, transthyretin type AUC Area under the curve AV Atrioventricular AVB Atrioventricular block AVID Antiarrhythmic drugs Versus Implantable Defibrillator AVM AV delay management AVP Arginine vasopressin AVR Aortic valve replacement b.i.d. Bis in die (twice daily) b.p.m/ bpm Beats per minute BARI-2D Bypass Angioplasty Revascularization Investigation 2 Diabetes BAS Balloon atrial septostomy BAV Balloon aortic valvuloplasty/Bicuspid aortic valve BB Beta-blocker BBB Bundle branch block BC Blood culture BCNIE Blood culture-negative infective endocarditis BCR-ABL Breakpoint cluster region-Abelson BGA Blood gas analysis BIMA Bilateral internal mammary artery Bi-PAP Bilevel positive airway pressure BiV Biventricular BiVAD Bi-ventricular assist device BMI Body mass index BMPR Bone morphogenetic protein receptor, type 2 BMS Bare metal stent BMT Best medical therapy BNP Brain natriuretic peptide/ B-type natriuretic peptide BP Blood pressure BPA Balloon pulmonary angioplasty BSA Body surface area BUN Blood urea nitrogen CABG Coronary artery bypass graft/ Coronary artery bypass graft surgery CAD Coronary artery disease CAS Carotid artery stenting CASH Cardiac Arrest Study Hamburg Cath/ Lab Catheterization laboratory CCB Calcium channel blocker CCNAP Council on Cardiovascular Nursing and Allied Professions CCP Council for Cardiology Practice CCPC Council on Cardiovascular Primary Care CCS Canadian Cardiovascular Society CCU Coronary care unit CDRIE Cardiac device-related infective endocarditis CEA Carotid endarterectomy/​Carcinoembryonic antigen CFA Common femoral artery CFC Cardiofaciocutaneous CHA2DS2-VASc Congestive heart failure or left ventricular dysfunction, Hypertension, Age ≥75 (doubled), Diabetes, Stroke (doubled)-Vascular disease, Age 65–74, Sex category (female) CHADS2 Cardiac failure, Hypertension, Age, Diabetes, Stroke (doubled) CHARM-Added Candesartan in Heart Failure: Assessment of Reduction in Mortality and Morbidity-Added CHD Coronary heart disease/ Congenital heart disease CHF Congestive heart failure/ Chronic heart failure CI Cardiac index / Contraindication / Confidence interval CIA Common iliac artery CI-AKI Contrast-induced acute kidney injury CIDS Canadian Implantable Defibrillator Study CIED Cardiac implantable electronic device CIN Contrast-induced nephropathy CK Creatine phophokinase/​Creatinine kinase CKD Chronic kidney disease CKD-EPI Chronic Kidney Disease Epidemiology Collaboration CK-MB Creatine kinase MB isoform CLI Critical limb ischaemia CMP Cardiomyopathy CMR Cardiac magnetic resonance CMV Cytomegalovirus CO Cardiac output CoA Coarctation / Coarctation of the aorta Cons Conservative cont Continued COPD Chronic obstructive pulmonary disease COT Cardiac Oncology Toxicity COURAGE Clinical Outcomes Utilization Revascularization and Aggressive Drug Evaluation COX Cyclo-oxygenase/ Cyclooxygenase CPAP Continuous positive airway pressure CPET Cardiopulmonary exercise testing CPFE Combined pulmonary fibrosis and emphysema CPG Committee for Practice Guidelines CPVT Catecholaminergic polymorphic ventricular tachycardia CR Cardiac rehabilitation CrCI Creatinine clearance CRP C-reactive protein CRT Cardiac resynchronization therapy CRT-D Cardiac resynchronization therapy defibrillator/ Defibrillator with cardiac resynchronization therapy CRT-P Cardiac resynchronization therapy pacemaker CRUSADE Can Rapid risk stratification of Unstable angina patients Suppress ADverse outcomes with Early implementation of the ACC/AHA guidelines CSF Colony-stimulating factor/Cerebrospinal fluid CSM Carotid sinus massage CSS Carotid sinus syncope/syndrome CT Computed tomographic / tomogram/tomography CTA Computed tomography angiography CTD Connective tissue disease CTEPH Chronic thromboembolic pulmonary hypertension cTN Cardiac troponin CTO Chronic total occlusions CTRCD Cancer Therapeutics–Related Cardiac Dysfunction Ctrl Control CUS Compression venous ultrasonography CV Cardiovascular / Cardioversion CVD Cardiovascular disease CW Continuous wave CXR Chest X-ray DALYs Disability adjusted life years DAPT Dual (oral) antiplatelet therapy DBP Diastolic blood pressure DC Direct current DCC Direct-current cardioversion DCM Dilated cardiomyopathy DDI Drug-drug interactions DEFINITE DEFibrillator In Non-Ischemic cardiomyopathy Treatment Evaluation DES Drug-eluting stent DFT Defibrillation threshold DHP Dihydropyridine DI-DO Door-in to door-out time DLCO Carbon monoxide diffusing capacity DM Diabetes mellitus DNA Deoxyribonucleic acid DPAH Drug induced PAH DPG Diastolic pressure gradient DPP Diabetes prevention program DSA Digital subtraction angiography DT Deceleration time DTB Door-to-balloon time DTIs Direct thrombin inhibitors DUS Duplex ultrasonography / Doppler ultrasound DVT Deep vein thrombosis E/A Ratio of mitral peak velocity of early filling (E) to mitral peak velocity of late filling (A) E/e’ Ratio of early transmitral flow velocity (E) to early mitral annulus velocity (e’) EACPR European Association for Cardiovascular Prevention & Rehabilitation EACTS European Association of Cardio-Thoracic Surgery/ European Association for Cardio-Thoracic Surgery EACVI European Association of Cardiovascular Imaging EANM European Association of Nuclear Medicine EAPCI European Association of Percutaneous Cardiovascular Interventions EAS European Atherosclerosis Society EASD European Association for the Study of Diabetes EBV Epstein-Barr virus ECG Electrocardiogram / Electrocardiographic ECHO Echocardiography/​Echocardiogram ECLS Extracorporeal life support ECST European Carotid Surgery Trial ECVF Extacellular volume fraction ED Erectile dysfunction/ Emergency department EDS-IV Ehlers-Danlos syndrome type IV EF Ejection fraction eGFR Estimated glomerular filtration rate EHRA European Heart Rhythm Association EIA External iliac artery EIF Eukaryotic translation initiation factor EMA European Medicines Agency EMB Endomyocardial biopsy EMS Emergency medical system/service ENA Anti-extractable nuclear antigens Enox Enoxaparin EP Electrophysiology EPD Embolic protection device EPS Electrophysiologic study ER Extended release formulations ERA Endothelin receptor antagonist EROA Effective regurgitant orifice area ERS European Respiratory Society ESC European Society of Cardiology ESCMID European Society of Clinical Microbiology and Infectious Diseases ESH European Society of Hypertension ESO European Stroke Organisation ESR European Society of Radiology/Erythrocyte sedimentation rate ESRD End-stage renal disease ETT Endotracheal tube EU European Union EULAR European League Against Rheumatism EVAR Endovascular aortic repair/reconstruction Exp+ Experimental therapy FAME-2 Fractional Flow Reserve-Guided Percutaneous Coronary Intervention Plus Optimal Medical Treatment Versus Optimal Medical Treatment Alone in Patients With Stable Coronary Artery Disease FBN1 Fibrillin 1 FC Functional class FCH Familial combined hyperlipidaemia FCM Ferric carboxymaltose FDA US Food and Drug Administration/ Food and Drug Administration FDG Fluorodeoxyglucose FFP Fresh frozen plasma FFR Fractional flow reserve FH Familial hypercholesterolaemia FHL1 Four and a half LIM domains 1 FINDRISC FINnish Diabetes RIsk SCore FL False lumen FLUVA Fluvastatin FMC First medical contact FMCTB First-medical-contact-to-balloon time FMF Familial Mediterranean fever Fonda Fondaparinux FPG Fasting plasma glucose FU Follow-up GFR Glomerular filtration rate GGTP Gamma-glutamyl transpeptidase GLP-1 Glucagon-like peptide-1 GLS Global longitudinal strain GM Granulocyte-macrophage GP Glycoprotein / General practitioner GRACE Global Registry of Acute Coronary Events GUCH Grown-up patients with congenital heart disease HAART Highly active antiretroviral treatment HACEK Haemophilus parainfluenzae, H. aphrophilus, H. paraphrophilus, H. influenzae, Actinobacillus actinomycetemcomitans, Cardiobacterium hominis, Eikenella corrodens, Kingella kingae, and K. denitrificans HAS-BLED Hypertension, Abnormal renal/liver function, Stroke, Bleeding history or predisposition, Labile INR, Elderly (65), Drugs concomitantly/alcohol abuse HbA1c Glycated haemoglobin / Glycated haemoglobin A1c HBPM Home BP monitoring HCM Hypertrophic cardiomyopathy HCV Hepatitis C virus HDAC Histone deacetylase HDL High density lipoprotein HDL-C High density lipoprotein-cholesterol HeFH Heterozygous familial hypercholesterolaemia HER2 Human epidermal growth factor receptor 2 HF Heart failure HFA Heart Failure Association H-FABP Heart-type fatty acid-binding protein HFmrEF Heart failure with mid-range ejection fraction HFpEF/ HF-PEF Heart failure with preserved ejection fraction HFrEF/ HF-REF Heart failure with reduced ejection fraction HHD Hypertensive heart disease HHV Human herpesvirus H-ISDN Hydralazine and isosorbide dinitrate HIT Heparin-induced thrombocytopenia HIV Human immunodeficiency virus HoFH Homozygous familial hypercholesterolaemia HPAH Heritable PAH HR Heart rate HRCT High resolution CT hs-CRP high-sensitivity C-reactive protein HT/ HTN Hypertension HTG Hypertrigiyceridaemia i.v. / IV Intravenous IABP Intraaortic balloon pump IAS Inter-atrial septum ICA Invasive coronary angiography ICD Implantable cardioverter defibrillator/ International Classification of Diseases ICH Intracranial haemorrhage ICU Intensive care unit ID Infectious disease IDF International Diabetes Federation IE Infective endocarditis IFG Impaired fasting glucose IFN Interferon-gamma IGRA Interferon-gamma release assay IGT Impaired glucose tolerance IHD Ischaemic heart disease IL-2 Interleukin 2 ILR Implantable loop recorder IMA Internal mammary artery IMH Intramural haematoma IMT Intima–media thickness INR International normalized ratio IN-TIME Implant-based multiparameter telemonitoring of patients with heart failure IOMC Iso-osmolar contrast medium IPAH Idiopathic pulmonary arterial hypertension IPF Idiopathic pulmonary fibrosis IRA Infarct-related artery ISH Isolated systolic hypertension ISHLT International Society for Heart and Lung Transplantation IU International units IUD Intrauterine device IV UHF Intravenous unfractionated heparin IVC Inferior vena cava IVDA Intravenous drug abusers IVIG Intravenous immunoglobulin IVUS Intravascular ultrasound JSAP Japanese Stable Angina Pectoris km per h Kilometres per hour LA Left atrium/atrial LAA Left atrial appendage LAD Left anterior descending (coronary artery) LAE Left atrial enlargement LAH Left anterior hemiblock LAVI Left atrial volume index LBBB Left bundle branch block LCC Left coronary cusp Lcx Left circumflex LDH Lactate dehydrogenase LDL Low-density lipoprotein LDL-C Low-density lipoprotein-cholesterol LDLR Low density lipoprotein receptor LDS Loeys-Dietz syndrome LEAD Lower-extremity artery disease LEOPARD lentigines, ECG abnormalities, ocular hypertelorism, pulmonary stenosis, abnormal genitalia, retardation of growth, and sensorineural deafness LGE Late gadolinium enhancement LHD left heart disease LLN Lower limit of normality LM Left main LMNA Lamin A/C LMWH Low molecular weight heparin LOCM Low-osmolar contrast medium LoE Level of evidence LOVA Lovastatin Lp Lipoprotein Lp(a) Lipoprotein(a) LQTS Long QT syndrome LTBI Latent tuberculosis infection LV Left ventricle / left ventricular LVAD Left ventricular assist device LVEDD Left ventricular end-diastolic diameter LVEDP Left ventricular end diastolic pressure LVEF Left ventricular ejection fraction LVESD Left ventricular end-systolic diameter LVESV Left ventricular end-systolic volume LVH Left ventricular hypertrophy LVM Left ventricular mass LVMI Left ventricular mass index LVOT Left ventricular outflow tract LVOTG Left ventricular outflow tract gradient LVOTO Left ventricular outflow tract obstruction MACE Major adverse cardiac events MADIT Multicenter Automatic Defibrillator Implantation Trial MASS II The medicine, angioplasty, or surgery study Mbq Millibecquerel MCS Mechanical circulatory support MDCT Multidetector computed tomographic angiography/Multi-detector computed tomography MDRD Modifikation of Diet in Renal Disease Med RX Medial therapy MedPed Make Early Diagnosis to Prevent Early Deaths MELAS mitochondrial encephalomyopathy, lactic acidosis, and stroke-like episodes MERFF Myoclonic epilepsy with ragged red fibres MET Metabolic equivalent MetS Metabolic syndrome MI Myocardial infarction MIC Minimum inhibitory concentration MPI Myocardial perfusion imaging MPR Multiplanar reconstruction MPS Myocardial perfusion scintigraphy / Myocardial perfusion stress MR Magnetic resonance/ Mitral regurgitation/ Mineralocorticoid receptor MRA Mineralocorticoid receptor antagonist / Magnetic resonance angiography MRI Magnetic resonance imaging MR-proANP Mid-regional pro atrial natriuretic peptide/ Mid-regional pro A-type natriuretic peptide MRSA Methicillin-resistant Staphylococcus aureus MS Mitral stenosis MSCT Multislice computed tomography MSSA Methicillin-susceptible Staphylococcus aureus mSv Millisievert MUGA Multigated radionuclide angiography mV millivolt(s) MV abn Mitral valve abnormality MWD Minute walk distance MWT Minute walk test MYBPC3 Myosin-binding protein C MYH7 Myosin, heavy chain 7 MYL3 Essential myosin light chain n.a/ NA not available/ Not available N/A Not applicable N/R Not reported NASCET North American Symptomatic Carotid Endarterectomy Trial NCC Non coronary cusp NCDR National cardiovascular data registry NIHSS National Institutes of Health stroke severity scale NIPPV Non-invasive positive pressure ventilation NIV Non-invasive ventilation NNH Numbers needed to harm NNT Numbers needed to treat/ Number of individuals needed to treat NOAC/ NOAC(s) Novel oral anticoagulant / New oral anticoagulant / Non-vitamin K antagonist direct oral anticoagulant/ Non-vitamin K antagonist oral anticoagulant(S) Non-HDL-C Non-HDL cholesterol NP Natriuretic peptide NPV Negative predictive value NRT Nicotine replacement therapy NSAID Non-steroidal antiinflammatory drug(s) NSAIDs Non-steroidal anti-inflammatory drugs NSQIP National surgical quality improvement program NSTE Non-ST-elevation NSTE-ACS Non-ST-segment elevation acute coronary syndrome/ Non-ST elevation acute coronary syndrome NSTEMI Non-ST-elevation myocardial infarction NSVT Non-sustained ventricular tachycardia NTG Nitroglycerine NT-proBNP N-terminal pro B-type/brain natriuretic peptide NVE Native valve endocarditis NYHA New York Heart Association O2 Oxygen OAC Oral anticoagulation/ anticoagulant OAC Oral anticoagulation OARS Open-ended questions, Affirmation, Reflective listening, Summarising OCT Optical coherence tomography OD Organ damage OGTT Oral glucose tolerance test OHCA Out-of-hospital cardiac arrest OHS Obesity hypoventilation syndrome OMT Optimal medical therapy OR Odds ratio ORBIT Outcomes Registry for Better Informed Treatment of Atrial Fibrillation OSA Obstructive sleep apnoea p.o. Per os PA Postero-anterior/ Pulmonary artery/ Physical activity PAD Peripheral artery disease PAH Pulmonary arterial hypertension / Pulmonary hypertension PaO2 Partial pressure of oxygen PAP Pulmonary artery pressure/ Pulmonary arterial pressure PAR Protease-activated receptor PAU Penetrating aortic ulcer PAWP Pulmonary artery wedge pressure PCA Prostacyclin analogues PCC Prothrombin coagulation complax/ Prothrombin complex concentrates PCH Pulmonary capillary haemangiomatosis PCI Percutaneous coronary intervention PCIS Post-cardiac injury syndromes PCR Polymerase chain reaction PCSK9 Proprotein convertase subtilisin/kexin type 9 PCWP Pulmonary capillary wedge pressure PDE Phosphodiesterase type-5 inhibitors/ Phosphodiesterase PDE5 Phosphodiesterase type 5 PE Pulmonary embolism PEA Pulmonary endarterectomy PEP Primary endpoint PESI Pulmonary embolism severity index PET Positron emission tomography PFT Pulmonary function tests PH Pulmonary hypertension PISA Proximal isovelocity surface area PITA Pitavastatin PM Pacemaker/Pain management PMC Percutaneous mitral commissurotomy PPCM Peripartum cardiomyopathy PPI Proton pump inhibitor PPS Post-pericardiotomy syndrome PRAVA Pravastatin PRIMARY PCI Primary percutaneous coronary intervention PRKAG2 Gamma-2 subunit of the adenosine monophosphate-activated protein kinase PS Pulmonary valve stenosis PTA Percutaneous transluminal angioplasty / Pre-test probability PTT Partial thromboplastin time PUFA/ PUFAs Polyunsaturated fatty acid/ Polyunsaturated fatty acids PVC Premature ventricular contraction/ Premature ventricular complex PVE Prosthetic valve endocarditis PVI Pulmonary vein isolation PVL Paravalvular leak PVOD Pulmonary veno-occlusive disease PVR Pulmonary vascular resistance PVS Programmed ventricular stimulation PWV Pulse wave velocity R Vol Regurgitant volume RA Right atrium/ Rheumatoid arthritis RAA Renin–angiotensin–aldosterone RAAS Renin angiotensin aldosterone system RAP Right atrial pressure RAS Renal artery stenosis / Renin-angiotensin system RBBB Right bundle branch block RCC Right coronary cusp RCT/RCTs Randomized controlled trial RF Risk factor rFVIIa Activated recombinant factor VII RHC Right heart catheterization ROSU Rosuvastatin rPA Right pulmonary artery r-PA Reteplase RR Relative risk RRR Relative risk reduction rtPA Recombinant tissue plasminogen activator RV Right ventricle/ventricular RVEDP Right ventricular end-diastolic pressure RVOT Right ventricular outflow tract RVOTO Right ventricular outlow tract obstruction RVSP Right ventricular systolic pressure S.C. Subcutaneous SA Signal-averaged SAA Septal alcohol ablation SADS Sudden arrhythmic death syndrome SAM Systolic anterior motion SAN Sinoatrial node SaO2 Saturated oxygen SAPT Single antiplatelet therapy SAS Sleep apnea syndrome SB Sinus bradycardia SBP Systolic blood pressure SCAD Stable coronary artery disease SCD Sudden cardiac death SCORE Systematic Coronary Risk Evaluation / Systematic Coronary Risk Estimation SFA Superficial femoral artery SGLT2 Sodium glucose co-transporter 2 SIDS Sudden infant death syndrome SIMVA Simvastatin SIRS Systemic inflammatory response SLE Systemic lupus erythematosus SMART Specific, Measurable, Achievable, Realistic and Timely SND Sinus node disease SPAP Systolic pulmonary artery pressure SPECT Single-photon emission computed tomography sPESI Simplified Pulmonary Embolism Severity Index SpO2 Saturation of peripheral oxygen SQTS Short QT syndrome SR Sinus rhythm SSS Sick sinus syndrome STE-ACS ST-segment elevation acute coronary syndrome STEMI ST-elevation myocardial infarction STS Society of Thoracic Surgeon/ Structured telephone support ST-T ST-segment-T wave SUDI Sudden unexplained death in infancy SUDS Sudden unexplained death syndrome SVG Saphenous vein graft SVR Surgical ventricular reconstruction. SVT Supraventricular tachycardia SWISSI II Swiss Interventional Study on Silent Ischemia Type II SYNTAX SYNergy between percutaneous coronary intervention with TAXus and cardiac surgery T1DM Type 1 diabetes mellitus T2DM Type 2 diabetes mellitus TAA Thoracic aortic aneurysm TAAD Thoracic aortic aneurysms and dissection TAI Traumatic aortic injury TAPSE Tricuspid annulus plane systolic excursion TASC TransAtlantic Inter-Society Consensus TAVI Transcatheter aortic valve implantation/ Transaortic valve implantation TB Tuberculosis TC Total cholesterol T-DM1 Trastuzumab-emtansine TE Thromboembolism / Thrombo-embolic TEE Transesophageal echocardiogram TEVAR Thoracic endovascular aortic repair TG Triglyceride TGA Complete transposition of the great arteries Three DE Three dimensional echocardiography TIA Transient ischaemic attack / Transitory ischaemic attack TIBC Total iron-binding capacity TIME Trial of invasive versus medical therapy in elderly patients with chronic symptomatic coronary-artery disease TIMI Thrombolysis In Myocardial Infarction TKI Tyrosine kinase inhibitor TL True lumen TNF Tumor necrosis factor TNK-tPA Tenecteplase TNNI3 Troponin I, cardiac TNNT2 Troponin T TOE Transoesophageal echocardiography / echocardiogram t-PA Tissue plasminogen activator TPM1 Tropomyosin 1 alpha chain TR Tricuspid regurgitation TRAPS Tumour necrosis factor receptor-associated periodic syndrome TRL Triglyceride-rich lipoproteins TRV Tricuspid regurgitant velocity TS Tricuspid stenosis / Turner syndrome TSAT Transferrin saturation TSH Thyroid stimulating hormone TTE Transthoracic echocardiography TTR Time in therapeutic range / Transthyretin TV Tricuspid valve/ Television TVI Time–velocity integral Tx Tendon xanthomata UA Unstable angina UEAD Upper extremity artery disease UFH Unfractionated heparin UHF Ultrafractionated heparin UK United Kingdom ULN Upper limit of normal US United States USA United States of America V/Q Scan ventilation–perfusion scintigraphy VA Vertebral artery/ Ventricular arrhythmia VEGF Vascular endothelial growth factor VF Ventricular fibrillation VHD Valvular heart disease VKA Vitamin K antagonist VO2 Oxygen consumption VPBs Ventricular premature beats vs Versus VSD Ventricular septal defect VT Ventricular tachycardia VTE Venous thromboembolism VV Interventricular VVI Ventricular inhibited pacing WBC White blood cells WCD Wearable cardioverter defibrillator WHF World Heart Federation WHO World Health Organization WPW Wolff-Parkinson-White WU Wood units"
}
]