[
{
	"page":"ENAS5079_1.0.0.0",
	"text":"Authors and legal information 2015 ESC Guidelines for the Management of Infective Endocarditis* The Task Force for the Management of Infective Endocarditis of the European Society of Cardiology (ESC) Endorsed by the European Association of Nuclear Medicine (EANM), and the European Association for Cardio-Thoracic Surgery (EACTS) Chairperson Gilbert Habib Service de Cardiologie Centre Hospitalier Universitaire (CHU) Hôpital de la Timone Boulevard Jean Moulin 13005 Marseille, France Tel: +33 4 91 38 75 88 Fax: +33 4 91 38 47 64 Email: gilbert.habib2@gmail.com Co-Chairperson Patrizio Lancellotti University of Liège Hospital, GIGA Cardiovascular Sciences, Departments of Cardiology, Heart Valve Clinic, CHU Sart Tilman, Liège, Belgium & GVM Care and Research, E.S. Health Science Foundation, Lugo (RA), Italy Tel: +32 43667196 - Fax: +32 43667194 Email: plancellotti@chu.ulg.ac.be Task Force Members:Manuel J. Antunes (Portugal), Maria Grazia Bongiorni (Italy), Jean-Paul Casalta (France), Francesco Del Zotti (Italy), Raluca Dulgheru (Belgium), Gebrine El Khoury (Belgium), Paola Anna Erbaa  (Italy), Bernard Iung (France), Jose M. Mirob  (Spain), Barbara J. Mulder (The Netherlands), Edyta Plonska-Gosciniak (Poland), Susanna Price (UK), Jolien Roos-Hesselink (The Netherlands), Ulrika Snygg-Martin (Sweden), Franck Thuny (France), Pilar Tornos Mas (Spain), Isidre Vilacosta (Spain), Jose Luis Zamorano (Spain). a Representing the European Association of Nuclear Medicine (EANM). b Representing the European Society of Clinical Microbiology and Infectious Diseases (ESCMID). ESC entities having participated in the development of this document: ESC Associations: Acute Cardiovascular Care Association (ACCA), European Association for Cardiovascular Prevention & Rehabilitation (EACPR), European Association of Cardiovascular Imaging (EACVI), European Heart Rhythm Association (EHRA), Heart Failure Association (HFA). ESC Councils: Council for Cardiology Practice (CCP), Council on Cardiovascular Nursing and Allied Professions (CCNAP), Council on Cardiovascular Primary Care (CCPC). ESC Working Groups: Cardiovascular Pharmacotherapy, Cardiovascular Surgery, Grown-up Congenital Heart Disease, Myocardial and Pericardial Diseases, Pulmonary Circulation and Right Ventricular Function, Thrombosis, Valvular Heart Disease. ESC Staff: Veronica Dean, Nathalie Cameron, Catherine Despres - Sophia Antipolis, France. *Adapted from the ESC Guidelines for the Management of Infective Endocarditis (European Heart Journal 2015 - doi/10.1093/eurheartj/ehv319)."
},
{
	"page":"ENAS5079_2.0.0.0",
	"text":"Introduction Infective endocarditis (IE) is a deadly disease. Despite improvements in its management, IE remains associated with high mortality and severe complications. The 2009 ESC Guidelines on the prevention, diagnosis, and treatment of IE introduced several innovative concepts, including limitation of antibiotic prophylaxis to highest risk patients, focus on healthcare-associated IE and identification of the optimal timing for surgery. However, the publication of new large series of IE studies, including the first randomized study regarding surgical therapy, the important improvement in imaging procedures, particularly in the field of nuclear imaging, and the discrepancies between the previous guidelines, justified the decision of the ESC to update the 2009 guidelines. In addition, the need for a collaborative approach, involving primary care physicians, cardiologists, surgeons, microbiologists, infectious disease specialists, and frequently other specialists, namely the ‘Endocarditis Team’, has been recently underlined, and is developed in these new guidelines. Preamble Table 1: Classes of recommendations Classes of recommendations Definition Suggested wording to use Class I Evidence and/or general agreement that a given treatment or procedure is beneficial, useful, effective. Is recommended/​is indicated Class II Conflicting evidence and/or a divergence of opinion about the usefulness/efficacy of the given treatment or procedure. Class IIa Weight of evidence/ opinion is in favour of usefulness/efficacy. Should be considered Class IIb Usefulness/efficacy is less well established by evidence/​opinion. May be considered Class III Evidence or general agreement that the given treatment or procedure is not useful/effective, and in some cases may be harmful. Is not recommended Table 2: Levels of evidence Level of evidence A Data derived from multiple randomized clinical trials or meta-analyses. Level of evidence B Data derived from a single randomized clinical trial or large non-randomized studies. Level of evidence C Consensus of opinion of the experts and/or small studies, retrospective studies, registries."
},
{
	"page":"ENAS5079_3.1.0.0",
	"text":"Prevention Main principles of prevention The indications for antibiotic prophylaxis for IE are unchanged as compared with the 2009 recommendations. Main principles of prevention of infective endocarditis 1. The principle of antibiotic prophylaxis when performing procedures at risk of IE in patients with predisposing cardiac conditions is maintained. 2. Antibiotic prophylaxis must be limited to patients with the highest risk of IE undergoing the highest risk dental procedures. 3. Good oral hygiene and regular dental review are more important than antibiotic prophylaxis to reduce the risk of IE. 4. Aseptic measures are mandatory during venous catheter manipulation and during any invasive procedures in order to reduce the rate of health care-associated IE. IE = infective endocarditis."
},
{
	"page":"ENAS5079_3.2.0.0",
	"text":"Dental procedures prophylaxis Recommended prophylaxis for dental procedures at risk Situation Antibiotic Single-dose 30–60 minutes before procedure Adults Children No allergy to penicillin or ampicillin Amoxicillin or ampicillina  2 g orally or i.v. 50 mg/kg orally or i.v.b  Allergy to penicillin or ampicillin Clindamycin 600 mg orally or i.v. 20 mg/kg orally or i.v.b  a Alternatively, cephalexin 2 g i.v. for adults or 50 mg/kg i.v. for children, cefazolin or ceftriaxone 1 g i.v. for adults or 50 mg/kg i.v. for children. Cephalosporins should not be used in patients with anaphylaxis, angio-oedema, or urticaria after intake of penicillin or ampicillin due to cross-sensitivity. b Paediatric doses should not exceed adult doses."
},
{
	"page":"ENAS5079_3.3.0.0",
	"text":"Highest risk cardiac conditions Cardiac conditions at highest risk of infective endocarditis for which prophylaxis should be considered when a high-risk procedure is performed Recommendations Classa  Levelb  Antibiotic prophylaxis should only be considered for patients at highest risk of IE: Patients with a prosthetic valve, including transcatheter valve, or a prosthetic material used for cardiac valve repair. Patients with previous IE. Patients with congenital heart disease. any cyanotic congenital heart disease. congenital heart disease repaired with prosthetic material whether placed surgically or by percutaneous techniques, up to 6 months after the procedure or lifelong if there remains residual shunt or valvular regurgitation. IIa C Antibiotic prophylaxis is not recommended in other forms of valvular or congenital heart disease. III C a Class of recommendation. b Level of evidence."
},
{
	"page":"ENAS5079_3.4.0.0",
	"text":"Non-specefic prevention measures Non-specific prevention measures to be followed in high-risk and intermediate-risk patients These measures should ideally be applied to the general population and particularly reinforced in high-risk patients. Strict dental and cutaneous hygiene. Dental follow-up should be performed twice a year in high-risk patients and yearly in the others. Disinfection of wounds. Eradication or decrease of chronic bacterial carriage: skin, urine. Curative antibiotics for any focus of bacterial infection. No self-medication with antibiotics. Strict asepsis control measures for any at-risk procedure. Discourage piercing and tattooing. Limit the use of infusion catheters and invasive procedure when possible. Favour peripheral over central catheters, and systematic replacement of the peripheral catheter every 3–4 days. Strict adherence to care bundles for central and peripheral cannulae should be performed."
},
{
	"page":"ENAS5079_3.5.0.0",
	"text":"Procedures at risk Recommendations for prophylaxis of infective endocarditis in highest-risk patients according to the type of procedure at risk Recommendations Classa  Levelb  A. Dental procedures Antibiotic prophylaxis should only be considered for dental procedures requiring manipulation of the gingival or periapical region of the teeth or perforation of the oral mucosa. IIa C Antibiotic prophylaxis is not recommended for local anaesthetic injections in non-infected tissues, treatment of superficial caries, removal of sutures, dental X-rays, placement or adjustment of removable prosthodontic or orthodontic appliances or braces, or following the shedding of deciduous teeth or trauma to the lips and oral mucosa. III C B. Respiratory tract procedures Antibiotic prophylaxis is not recommended for respiratory tract procedures, including bronchoscopy or laryngoscopy, transnasal or endotracheal intubation. III C C. Gastrointestinal or urogenital procedures or TOE Antibiotic prophylaxis is not recommended for gastroscopy, colonoscopy, cystoscopy, vaginal or caesarean delivery or TOE. III C D. Skin and soft tissues procedures Antibiotic prophylaxis is not recommended for any procedure. III C TOE = transoesophageal echocardiography. a Class of recommendation. b Level of evidence."
},
{
	"page":"ENAS5079_3.6.0.0",
	"text":"Cardiac or vascular intervention Recommendations for antibiotic prophylaxis for the prevention of local and systemic infections before cardiac or vascular interventions Recommendations Classa  Levelb  Pre-operative screening of nasal carriage of Staphylococcus aureus is recommended before elective cardiac surgery in order to treat carriers. I A Peri-operative prophylaxis is recommended before pacemaker or implantable cardioverter defibrillator implantation. I B Potential sources of sepsis should be eliminated ≥ 2 weeks before implantation of a prosthetic valve or other intracardiac or intravascular foreign material, except in urgent procedures. IIa C Peri-operative antibiotic prophylaxis should be considered in patients undergoing surgical or transcatheter implantation of a prosthetic valve, intravascular prosthetic, or other foreign material. IIa C Systematic local treatment without screening of Staphylococcus aureus is not recommended. III C a Class of recommendation. b Level of evidence."
},
{
	"page":"ENAS5079_3.7.0.0",
	"text":"Summary In summary, these guidelines propose continuing to limit antibiotic prophylaxis to patients at high-risk of IE undergoing the highest risk dental procedures. They highlight the importance of hygiene measures, in particular oral and cutaneous hygiene. Epidemiological changes are marked by an increase in IE due to staphylococcus and of healthcare-associated IE, thereby highlighting the importance of non-specific aseptic measures. This should not concern only high-risk patients, but should also be part of routine care in all patients since IE occurring in patients without previously known heart disease now accounts for a substantial and increasing incidence. This means that, although prophylaxis should be restricted to high-risk patients, preventive measures should be maintained or extended to all patients with cardiac disease."
},
{
	"page":"ENAS5079_4.1.0.0",
	"text":"The ‘Endocarditis Team’ Characteristics The presence of an ‘Endocarditis Team’ is crucial in IE. This multidisciplinary approach has already been shown to be useful in the management of valve disease (the ‘Heart Valve Clinic’), and has been shown to significantly reduce the 1-year mortality in infective endocarditis. Characteristics of the ‘Endocarditis Team’ When to refer a patient with IE to an ‘Endocarditis Team’ in a reference centre Patients with complicated IE, i.e. endocarditis with HF, abscess, or embolic or neurological complication or CHD, should be referred early and managed in a reference centre with immediate surgical facilities. Patients with non-complicated IE can be initially managed in a non-reference centre, but with regular communication with the reference centre, consultations with the multidisciplinary ‘Endocarditis Team’ and, when needed, with external visit to the reference centre. Characteristics of the reference centre Immediate access to diagnostic procedures should be possible, including TTE, TOE, multislice CT, MRI, and nuclear imaging. Immediate access to cardiac surgery should be possible during the early stage of the disease, particularly in case of complicated IE (HF, abscess, large vegetation, neurological, and embolic complications). Several specialists should be present on site (the ‘Endocarditis Team’), including at least cardiac surgeons, cardiologists, anaesthesiologists, ID specialists, microbiologists and, when available, specialists in valve diseases, CHD, pacemaker extraction, echocardiography and other cardiac imaging techniques, neurologists, and facilities for neurosurgery and interventional neuroradiology. Role of the ‘Endocarditis Team’ The ‘Endocarditis Team’ should have meetings on a regular basis in order to discuss cases, take surgical decisions, and define the type of follow-up. The ‘Endocarditis Team’ chooses the type, duration, and mode of follow-up of antibiotic therapy, according to a standardized protocol, following the current guidelines. The ‘Endocarditis Team’ should participate in national or international registries, publicly report the mortality and morbidity of their centre, and be involved in a quality improvement programme, as well as in a patient education programme. The follow-up should be organized on an outpatient visit basis at a frequency depending on the patient’s clinical status (ideally at 1, 3, 6, and 12 months after hospital discharge, since the majority of events occur during this period). CHD =  congenital heart disease; CT = computed tomography; HF = heart failure; ID = infectious disease; IE = infective endocarditis; MRI = magnetic resonance imaging; TOE = transoesophageal echocardiography; TTE = transthoracic echocardiography."
},
{
	"page":"ENAS5079_4.2.0.0",
	"text":"Reference centres The present Task Force strongly supports the management of patients with IE in reference centres by a specialized team (‘Endocarditis Team’). Recommendations for referring patients to the Reference Centre Recommendations Classa  Levelb  Patients with complicated IE should be evaluated and managed at an early stage in a reference centre, with immediate surgical facilities and the presence of a multidisciplinary ‘Endocarditis Team’, including an ID specialist, a microbiologist, a cardiologist, imaging specialists, a cardiac surgeon, and if needed a specialist in CHD. IIa B For patients with non-complicated IE managed in a non-reference centre, early and regular communication with the reference centre and, when needed, with visit to the reference centre, should be made. IIa B CHD = congenital heart disease; ID = infectious disease; IE = infective endocarditis. a Class of recommendation. b Level of evidence."
},
{
	"page":"ENAS5079_5.1.0.0",
	"text":"Diagnosis Introduction The clinical history of IE is highly variable according to the causative microorganism, the presence or absence of pre-existing cardiac disease and the mode of presentation. Atypical presentation is common in elderly or immunocompromised patients. Diagnosis may be also more difficult in patients with a prosthetic valve or an intracardiac device and in BCNIE. The Duke Criteria are useful for the classification of IE, but they are of limited value in some subgroups (CDRIE, PVE, BCNIE) and do not replace clinical judgement. Echocardiography and blood cultures are the cornerstone of diagnosis of IE."
},
{
	"page":"ENAS5079_5.2.1.0",
	"text":"Echocardiography and other imaging techniques Introduction Imaging, particularly echocardiography, plays a key role in both the diagnosis and management of IE. It is also useful for the prognostic assessment of patients with IE, for their follow-up under therapy, and during and after surgery. TTE must be performed first, but both TTE and TEE should ultimately be performed in the majority of cases of suspected or definite IE. Three echocardiographic findings are considered major criteria for IE, including vegetation, abscess and new dehiscence of a prosthetic valve. However, the evaluation of patients with IE is no longer limited to conventional echocardiography, but should include other imaging techniques, such as multislice CT (MSCT), MRI, 18F-fluorodeoxyglucose (FDG) positron emission tomography (PET)/CT or other functional imaging modalities."
},
{
	"page":"ENAS5079_5.2.2.0",
	"text":"Indications for echo. in suspected IE Figure 1 Indications for echocardiography in suspected infective endocarditis TTE = transthoracic echocardiography; TOE = transoesophageal echocardiography. a TOE is not mandatory in isolated right-sided native valve IE with good quality TTE examination and unequivocal echocardiographic findings. For interactivity see here"
},
{
	"page":"ENAS5079_5.2.3.0",
	"text":"Role of echocardiography in IE Role of echocardiography in infective endocarditis Recommendations Classa  Levelb  A. Diagnosis TTE is recommended as the first-line imaging modality in suspected IE. I B TOE is recommended in all patients with clinical suspicion of IE and a negative or non diagnostic TTE. I B TOE is recommended in patients with clinical suspicion of IE, in case of prosthetic valve or intracardiac device. I B Repeat TTE/TOE within 5–7 days is recommended in case of initially negative examination when clinical suspicion of IE remains high. I C Echocardiography should be considered in Staphylococcus aureusbacteraemia. IIa B TOE should be considered in the majority of adult patients with suspected IE, even in cases with positive TTE. IIa C B. Follow-up under medical therapy Repeat TTE and TOE are recommended as soon as a new complication of IE is suspected (new murmur, embolism, persisting fever, HF, abscess, atrioventricular block). I B Repeat TTE and TOE should be considered during follow-up of uncomplicated IE, in order to detect new silent complications and monitor vegetation size. The timing and mode (TTE or TOE) of repeat examination depend on the initial findings, type of microorganism, and initial response to therapy. IIa B C. Intra-operative echocardiography Intra-operative echocardiography is recommended in all cases of IE requiring surgery. I B D. Following completion of therapy TTE is recommended at completion of antibiotic therapy for evaluation of cardiac and valve morphology and function. I C HF = heart failure; IE = infective endocarditis; TOE = transoesophageal echocardiography; TTE = transthoracic echocardiography. a Class of recommendation. b Level of evidence."
},
{
	"page":"ENAS5079_5.2.4.0",
	"text":"Anatomic and echocardiographic definitions Anatomic and echocardiographic definitions Surgery/necropsy Echocardiography Vegetation Infected mass attached to an endocardial structure or on implanted intracardiac material. Oscillating or non-oscillating intracardiac mass on valve or other endocardial structures, or on implanted intracardiac material. Abscess Perivalvular cavity with necrosis and purulent material not communicating with the cardiovascular lumen. Thickened, non-homogeneous perivalvular area with echodense or echolucent appearance. Pseudoaneurysm Perivalvular cavity communicating with the cardiovascular lumen. Pulsatile perivalvular echo-free space, with colour-doppler flow detected. Perforation Interruption of endocardial tissue continuity. Interruption of endocardial tissue continuity traversed by colour-doppler flow. Fistula Communication between two neighbouring cavities through a perforation. Colour-doppler communication between two neighbouring cavities through a perforation. Valve aneurysm Saccular outpouching of valvular tissue. Saccular bulging of valvular tissue. Dehiscence of a prosthetic valve Dehiscence of the prosthesis. Paravalvular regurgitation identified by TTE/TOE, with or without rocking motion of the prosthesis. TOE = transoesophageal echocardiography; TTE = transthoracic echocardiography."
},
{
	"page":"ENAS5079_5.3.1.0",
	"text":"Microbiological diagnosis: Introduction Blood cultures are positive in about 85% of all IE. BCNIE is mainly related to prior antibiotic administration, underlining the need for withdrawing antibiotics and repeating blood cultures in this situation, often delaying diagnosis and the initiation of treatment with a profound impact on clinical outcome. BCNIE is also observed in fastidious organisms and intracellular bacteria; its diagnosis relies on serological testing, immunological techniques, molecular biology techniques, or histology."
},
{
	"page":"ENAS5079_5.3.2.0",
	"text":"Microbiological diagnostic algorithm Figure 2 Microbiological diagnostic algorithm in culture-positive and culture-negative IE. BCNIE = blood culture-negative infective endocarditis; IE = infective endocarditis; PCR = polymerase chain reaction. a Qualified microbiological laboratory b Immunological laboratory For interactivity see here"
},
{
	"page":"ENAS5079_5.4.1.0",
	"text":"Duke Criteria / ESC 2015 modified criteria Introduction The Duke Criteria, based upon clinical, echocardiographic and microbiological findings, present with lower diagnostic accuracy in PVE or pacemaker/defibrillator leads IE for which echocardiography is inconclusive in up to 30% of cases. Addition of results of cardiac/whole body CT scan, cerebral MRI, 18F-fluorodeoxyglucose (FDG) PET/CT and leukocytes SPECT/CT might improve the detection of silent vascular phenomena as well as endocardial lesions and may improve the sensitivity of the modified Duke Criteria. The Task Force proposes the implementation of three new diagnostic criteria: The identification of paravalvular lesions by cardiac CT (major criterion). In the setting of suspicion of PVE, an abnormal activity around the site of implantation detected by 18F-FDG PET/CT (only if the prosthesis was implanted for more than 3 months) or radiolabelled leukocytes SPECT/CT (major criterion). The identification of recent embolic events or infectious aneurysms only by imaging (silent events) (minor criterion)."
},
{
	"page":"ENAS5079_5.4.2.0",
	"text":"ESC 2015 criteria for diagnosis of IE Definition of the terms used in the ESC 2015 modified criteria for diagnosis of IE, with modifications in boldface Major criteria Blood cultures positive for IE a. Typical microorganisms consistent with IE from 2 separate blood cultures: Viridans streptococci, Streptococcus gallolyticus (Streptococcus bovis), HACEK group, Staphylococcus aureus; or Community-acquired enterococci, in the absence of a primary focus; or b. Microorganisms consistent with IE from persistently positive blood cultures: ≥2 positive blood cultures of blood samples drawn >12 h apart; or All of 3 or a majority of ≥4 separate cultures of blood (with first and last samples drawn ≥1 h apart); or c. Single positive blood culture for Coxiella burnetii or phase I IgG antibody titre >1:800 Imaging positive for IE Echocardiogram positive for IE: Vegetation Abscess, pseudoaneurysm, intracardiac fistula Valvular perforation or aneurysm New partial dehiscence of prosthetic valve Abnormal activity around the site of prosthetic valve implantation detected by 18F-FDG PET/CT (only if the prosthesis was implanted for >3 months) or radiolabelled leukocytes SPECT/CT. Definite paravalvular lesions by cardiac CT. Minor criteria Predisposition such as predisposing heart condition, or injection drug use. Fever defined as temperature >38°C. Vascular phenomena (including those detected only by imaging): major arterial emboli, septic pulmonary infarcts, infectious (mycotic) aneurysm, intracranial haemorrhage, conjunctival haemorrhages, and Janeway’s lesions. Immunological phenomena: glomerulonephritis, Osler’s nodes, Roth’s spots, and rheumatoid factor. Microbiological evidence: positive blood culture but does not meet a major criterion as noted above or serological evidence of active infection with organism consistent with IE. CT = computed tomography; FDG = fluorodeoxyglucose; HACEK = Haemophilus parainfluenzae, H. aphrophilus, H. paraphrophilus, H. influenzae, Actinobacillus actinomycetemcomitans, Cardiobacterium hominis, Eikenella corrodens, Kingella kingae, and K. denitrificans; IE = infective endocarditis; Ig = immunoglobulin; PET = positron emission tomography; S = staphylococcal; SPECT = single photon emission computerized tomography. Adapted from Li et al., Clin Infect Dis 2000;30:633-638."
},
{
	"page":"ENAS5079_5.5.0.0",
	"text":"ESC 2015 algorithm for diagnosis of IE A new ESC diagnostic algorithm is proposed, including the ESC 2015 modified diagnostic criteria. The diagnosis of IE is still based upon classical Duke Criteria, with a major role of echocardiography and blood cultures. When the diagnosis remains only possible or even rejected but with a persisting high level of clinical suspicion, echocardiography and blood culture should be repeated, and other imaging techniques should be used, either for diagnosis of cardiac involvement (cardiac CT, 18F-FDG PET/CT or leukocytes-labelled SPECT/CT), or for imaging embolic events (cerebral MRI, whole body CT, and/or PET/CT). Figure 3 ESC 2015 algorithm for diagnosis of IE IE = infective endocarditis; PET = positron emission tomography; SPECT = single photon emission computerized tomography; TOE = transoesophageal echocardiography; TTE = transthoracic echocardiography. a May include cerebral MRI, whole body CT, and/or PET/CT. In summary, echocardiography, BC, and clinical features remain the cornerstone of diagnosis of IE. When BC are negative, further microbiological studies are needed. The sensitivity of Duke Criteria can be improved by new imaging modalities (MRI, CT, PET/CT) that allow the diagnosis of embolic events and of cardiac involvement when TTE/TOE are negative or doubtful. Those criteria are useful but they do not replace the clinical judgement of the ‘Endocarditis Team’."
},
{
	"page":"ENAS5079_6.1.0.0",
	"text":"Prognostic assessment at admission Introduction The in-hospital mortality rate of patients with IE varies from 15% to 30%. Rapid identification of patients at highest risk of death may offer the opportunity to change the course of the disease (i.e. emergency or urgent surgery) and improve prognosis. Prognosis in IE is influenced by four main factors: patient characteristics, the presence or absence of cardiac and non-cardiac complications, the infecting organism, and the echocardiographic findings. Therefore, these patients with complicated IE should be referred early and managed in a reference centre with surgical facilities and preferably with an ‘Endocarditis Team’."
},
{
	"page":"ENAS5079_6.2.0.0",
	"text":"Predictors of poor outcome Predictors of poor outcome in patients with infective endocarditis Patient characteristics Older age - Prosthetic valve IE - Diabetes mellitus - Comorbidity (e.g., frailty, immunosuppression, renal or pulmonary disease). Clinical complications of IE Heart failure - Renal failure - >Moderate area of ischaemic stroke - Brain haemorrhage - Septic shock. Microorganism Staphylococcus aureus - Fungi - Non-HACEK Gram-negative bacilli. Echocardiographic findings Periannular complications - Severe left-sided valve regurgitation - Low left ventricular ejection fraction - Pulmonary hypertension - Large vegetations - Severe prosthetic dysfunction - Premature mitral valve closure and other signs of elevated diastolic pressures. HACEK = Haemophilus parainfluenzae, H. aphrophilus, H. paraphrophilus, H. influenzae, Actinobacillus actinomycetemcomitans, Cardiobacterium hominis, Eikenella corrodens, Kingella kingae, and K. denitrificans; IE = infective endocarditis. Prognostic assessment at admission can be performed using simple clinical, microbiological, and echocardiographic parameters, and should be used to select the best initial approach. Those patients with persistently positive blood cultures after 48–72 h of starting antibiotics have a worse prognosis."
},
{
	"page":"ENAS5079_7.1.0.0",
	"text":"Antimicrobial therapy Introduction The treatment of IE relies on the combination of prolonged antimicrobial therapy and - in about half patients - surgical eradication of the infected tissues. Prolonged therapy with a combination of bactericidal drugs is the basis of IE treatment. Drug treatment of PVE should last longer (at least 6 weeks) than that of native valve endocarditis (NVE) (2–6 weeks). In both NVE and PVE, the duration of treatment is based on the first day of effective antibiotic therapy, not on the day of surgery. A new full course of treatment should only start if valve cultures are positive, the choice of antibiotic being based on the susceptibility of the latest recovered bacterial isolate. The indications and pattern of use of aminoglycosides have changed. They are no longer recommended in staphylococcal NVE because their clinical benefits have not been demonstrated but they can increase renal toxicity; and, when they are indicated in other conditions, aminoglycosides should be given in a single daily dose in order to reduce nephrotoxicity. New antibiotic regimens have emerged in the treatment of staphylococcal IE, including Daptomycin and the combination of high-doses of cotrimoxazole plus clindamycin, but additional investigations are necessary in large series before they can be recommended in all patients."
},
{
	"page":"ENAS5079_7.2.0.0",
	"text":"IE due to Streptococci Antibiotic treatment of IE due to oral Streptococci and Streptococcus bovis group Dosage and route Duration (weeks) Classa Levelb Strains penicillin-susceptible (MIC ≤0.125 mg/L) oral and digestive streptococci Standard treatment: 4-week duration Antibiotic: Penicillin G 12–18 million U/day i.v. either in 4–6 doses or continuously 4 I B or Amoxicillin 100–200 mg/kg/day i.v. in 4–6 doses 4 I B or Ceftriaxone 2 g/day i.v. or i.m. in 1 dose 4 I B Standard treatment: 2-week duration Antibiotic: Penicillin G 12–18 million U/day i.v. either in 4–6 doses or continuously 2 I B or Amoxicillin 100–200 mg/kg/day i.v. in 4–6 doses 2 I B or Ceftriaxone 2 g/day i.v. or i.m. in 1 dose 2 I B Combined with Gentamicin 3 mg/kg/day i.v. or i.m. in 1 dose 2 I B or Netilmicin 4–5 mg/kg/day i.v. in 1 dose 2 I B In beta-lactam allergic patients Antibiotic: Vancomycin 30 mg/kg/day i.v. in 2 doses 4 I C Strains relatively resistant to penicillin (MIC 0.250–2 mg/L) Standard treatment Antibiotic: Penicillin G 24 million U/day i.v. either in 4–6 doses or continuously 4 I B or Amoxicillin 200 mg/kg/day i.v. in 4–6 doses 4 I B or Ceftriaxone 2 g/day i.v. or i.m. in 1 dose 4 I B Combined with Gentamicin 3 mg/kg/day i.v. or i.m. in 1 dose 2 I B In beta-lactam allergic patients Antibiotic: Vancomycin 30 mg/kg/day i.v. in 2 doses 4 I C with Gentamicin 3 mg/kg/day i.v. or i.m. in 1 dose 2 I C"
},
{
	"page":"ENAS5079_7.3.0.0",
	"text":"IE due to Staphylococcus spp. Antibiotic treatment of infective endocarditis due to Staphylococcus spp. Dosage and route Duration (weeks) Classa Levelb Native valves Methicillin-susceptible staphylococci Antibiotic: (Flu)cloxacillin or oxacillin 12 g/day i.v. in 4–6 doses 4–6 I B Alternative therapy Antibiotic: Cotrimoxazole Sulfamethoxazole 4800 mg/day and Trimethoprim 960 mg/day (i.v. in 4–6 doses) 1 i.v. + 5 oral intake IIb C with Clindamycin 1800 mg/day i.v. in 3 doses 1 IIb C Penicillin-allergic patients or methicillin-resistant staphylococci Antibiotic: Vancomycin 30–60 mg/kg/day i.v. in 2–3 doses 4–6 I B Alternative therapy Antibiotic: Daptomycin 10 mg/kg/day i.v. once daily 4–6 IIa C Alternative therapy Antibiotic: Cotrimoxazole Sulfamethoxazole 4800 mg/day and Trimethoprim 960 mg/day (i.v. in 4–6 doses) 1 i.v. + 5 oral intake IIb C with Clindamycin 1800 mg/day IV in 3 doses 1 IIb C Prosthetic valves Methicillin-susceptible staphylococci Antibiotic: (Flu)cloxacillin or oxacillin 12 g/day i.v. in 4–6 doses ≥6 I B with Rifampin 900–1200 mg i.v. or orally in 2 or 3 divided doses ≥6 I B and Gentamicin 3 mg/kg/day i.v. or i.m. in 1 or 2 doses 2 I B Penicillin-allergic patients and methicillin-resistant staphylococci Antibiotic: Vancomycin 30–60 mg/kg/day i.v. in 2–3 doses ≥6 I B with Rifampin 900–1200 mg i.v. or orally in 2 or 3 divided doses ≥6 I B and Gentamicin 3 mg/kg/day i.v. or i.m. in 1 or 2 doses 2 I B AUC = area under the curve; Cmin = minimum concentration; IE = infective endocarditis; MIC = minimum inhibitory concentration; MRSA = methicillin-resistant Staphylococcus aureus; MSSA = methicillin-susceptible Staphylococcus aureus; PVE = prosthetic valve endocarditis. a Class of recommendation. b Level of evidence."
},
{
	"page":"ENAS5079_7.4.0.0",
	"text":"IE due to Enterococcus spp. Antibiotic treatment of infective endocarditis due to Enterococcus spp. Dosage and route Duration (weeks) Classa Levelb Beta-lactam and gentamicin-susceptible strains Antibiotic: Amoxicillin 200 mg/kg/day i.v. in 4–6 doses 4–6 I B or Ampicillin with Gentamicin 3 mg/kg/day i.v. or i.m. in 1 dose 2–6 I B Antibiotic: Ampicillin 200 mg/kg/day i.v. in 4–6 doses 6 I B with Ceftriaxone 4 g/day i.v. or i.m. in 2 doses 6 I B Antibiotic: Vancomycin 30 mg/kg/day i.v. in 2 doses 6 I C with Gentamicin 3 mg/kg/day i.v. or i.m. in 1 dose 6 I C a Class of recommendation. b Level of evidence."
},
{
	"page":"ENAS5079_7.5.0.0",
	"text":"Empirical treatment Proposed antibiotic regimens for initial empirical treatment of infective endocarditis in acute severely ill patients (before pathogen identification) Antibiotic Dosage and route Classa Levelb Community-acquired NVE or late PVE (≥12 months post surgery) Ampicillin 12 g/day i.v. in 4–6 doses IIa C with (Flu)cloxacillin or oxacillin 12 g/day i.v. in 4–6 doses IIa C with Gentamicin 3 mg/kg/day i.v. or i.m. in 1 dose IIa C Vancomycin 30–60 mg/kg/day i.v. in 2–3 doses IIb C with Gentamicin 3 mg/kg/day i.v. or i.m. in 1 dose IIb C Early PVE (<12 months post surgery) or nosocomial and non-nosocomial healthcare associated endocarditis Vancomycin 30 mg/kg/day i.v. in 2 doses IIb C with Gentamicin 3 mg/kg/day i.v. or i.m. in 1 dose IIb C with Rifampin 900–1200 mg i.v. or orally in 2 or 3 divided doses IIb C BCNIE = blood culture-negative infective endocarditis; ID = infectious disease; i.m. = intramuscular; i.v. = intravenous; PVE = prosthetic valve endocarditis. a Class of recommendation. b Level of evidence."
},
{
	"page":"ENAS5079_8.1.0.0",
	"text":"Complications and management of IE Introduction Surgical treatment is used in approximately half of patients with IE because of severe complications. Early consultation with a cardiac surgeon is recommended in order to determine the best therapeutic approach. Identification of patients requiring early surgery is frequently difficult and is an important scope of the ‘Endocarditis Team’. In some cases, surgery needs to be performed on an emergency basis (within 24 h), urgent basis (within a few days, <7 days), irrespective of the duration of antibiotic treatment. In other cases, surgery can be postponed to allow 1 or 2 weeks of antibiotic treatment under careful clinical and echocardiographic observation before an elective surgical procedure is performed. The three main indications for early surgery in IE are its 3 main complications, i.e. HF, uncontrolled infection, and prevention of embolic events."
},
{
	"page":"ENAS5079_8.2.0.0",
	"text":"Indications and timing of surgery Indications and timing of surgery in left-sided valve infective endocarditis (native valve endocarditis and prosthetic valve endocarditis) Indications for surgery Timinga  Classb  Levelc 1. Heart Failure Aortic or mitral NVE or PVE with severe acute regurgitation, obstruction or fistula causing refractory pulmonary oedema or cardiogenic shock. Emergency I B Aortic or mitral NVE or PVE with severe regurgitation or obstruction causing symptoms of HF or echocardiographic signs of poor haemodynamic tolerance. Urgent I B 2. Uncontrolled infection Locally uncontrolled infection (abscess, false aneurysm, fistula, enlarging vegetation). Urgent I B Infection caused by fungi or multiresistant organisms. Urgent / elective I C Persisting positive blood cultures despite appropriate antibiotic therapy and adequate control of septic metastatic foci. Urgent IIa B PVE caused by staphylococci or non-HACEK Gram negative bacteria. Urgent / elective IIa C 3. Prevention of embolism Aortic or mitral NVE or PVE with persistent vegetations >10 mm after ≥1 embolic episodes despite appropriate antibiotic therapy. Urgent I B Aortic or mitral NVE with vegetations >10 mm, associated with severe valve stenosis or regurgitation, and low operative risk. Urgent IIa B Aortic or mitral NVE or PVE with isolated very large vegetations (>30 mm). Urgent IIa B Aortic or mitral NVE or PVE with isolated large vegetations (>15 mm) and no other indication for surgeryd. Urgent IIb C HACEK = Haemophilus parainfluenzae, H. aphrophilus, H. paraphrophilus, H. influenzae, Actinobacillus actinomycetemcomitans, Cardiobacterium hominis, Eikenella corrodens, Kingella kingae, and K. denitrificans; HF = heart failure; IE = infective endocarditis; NVE = native valve endocarditis; PVE = prosthetic valve endocarditis. a Emergency surgery: surgery performed within 24 h; Urgent surgery: within a few days; elective surgery: after at least one or 2 weeks of antibiotic therapy. b Class of recommendation. c Level of evidence. d Surgery may be preferred if a procedure preserving the native valve is feasible."
},
{
	"page":"ENAS5079_9.0.0.0",
	"text":"Neurological complications Symptomatic neurological events develop in 15–30% of all patients with IE and additional silent events are frequent. Stroke (ischaemic and haemorrhagic) is associated with excess mortality. Rapid diagnosis and initiation of appropriate antibiotics are of major importance to prevent a first or recurrent neurological complication. After a first neurological event, if cerebral haemorrhage has been excluded by cranial CT and neurological damage is not severe (i.e. coma), surgery indicated for HF, uncontrolled infection, abscess, or persistent high embolic risk should not be delayed and can be performed with a low neurological risk (3–6%) and good probability of complete neurological recovery. Conversely, in cases with intracranial haemorrhage, neurological prognosis is worse and surgery should generally be postponed for at least 1 month. Figure 4 Therapeutic strategy for patients with IE and neurological complications CT = computed tomography; IE = infective endocarditis; MRI = magnetic resonance imaging; TOE = transoesophageal echocardiography; TTE = transthoracic echocardiography. For interactivity see here"
},
{
	"page":"ENAS5079_10.0.0.0",
	"text":"Cardiac device-related IE CDRIE is one of the most difficult forms of IE to diagnose, and must be suspected in the presence of frequently misleading symptoms, particularly in elderly patients. Prognosis is poor, probably because of its frequent occurrence in elderly patients with associated comorbidities. In the majority of patients, CDRIE must be treated by prolonged antibiotic therapy and device removal. Cardiac device-related infective endocarditis: diagnosis, treatment, and prevention Recommendations Classa  Levelb  A. Diagnosis 1. Three or more sets of blood cultures are recommended before prompt initiation of antimicrobial therapy for CIED infection. I C 2. Lead-tip culture is indicated when the CIED is explanted. I C 3. TOE is recommended in patients with suspected CDRIE with positive or negative blood cultures, independent of the results of TTE, to evaluate lead-related endocarditis and heart valve infection. I C 4. Intracardiac echocardiography may be considered in patients with suspected CDRIE, positive blood cultures and negative TTE and TOE. IIb C 5. Radiolabelled leukocyte scintigraphy and 18F-FDG PET/CT scanning may be considered additive tools in patients with suspected CDRIE, positive blood cultures, and negative echocardiography. IIb C B. Principles of treatment 1. Prolonged (i.e. before and after extraction) antibiotic therapy and complete hardware (device and leads) removal are recommended in definite CDRIE, as well as in presumably isolated pocket infection. I C 2. Complete hardware removal should be considered on the basis of occult infection without other apparent source of infection. IIa C 3. In patients with NVE or PVE and an intracardiac device with no evidence of associated device infection, complete hardware extraction may be considered. IIb C C. Mode of device removal 1. Percutaneous extraction is recommended in most patients with CDRIE, even those with vegetations >10 mm. I B 2. Surgical extraction should be considered if percutaneous extraction is incomplete or impossible or when there is associated severe destructive tricuspid IE. IIa C 3. Surgical extraction may be considered in patients with large vegetations (>20 mm). IIb C D. Reimplantation 1. After device extraction, reassessment of the need for reimplantation is recommended. I C 2. When indicated, definite reimplantation should be postponed if possible to allow a few days or weeks of antibiotic therapy. IIa C 3. A “temporary” ipsilateral active fixation strategy may be considered in PM-dependent patients requiring appropriate antibiotic treatment before reimplantation. IIb C 4. Temporary pacing is not routinely recommended. III C E. Prophylaxis 1. Routine antibiotic prophylaxis is recommended before device implantation. I B 2. Potential sources of sepsis should be eliminated ≥2 weeks before implantation of a intravascular/cardiac foreign material, except in urgent procedures. IIa C CDRIE = cardiac device-related infective endocarditis; CIED = cardiac implantable electronic device; FDG = fluorodeoxyglucose; IE = infective endocarditis; NVE = native valve endocarditis; PET = positron emission tomography; PVE = prosthetic valve endocarditis; TOE = transoesophageal echocardiography; TTE = transthoracic echocardiography. a Class of recommendation. b Level of evidence."
},
{
	"page":"ENAS5079_11.0.0.0",
	"text":"Right-sided IE Right-sided IE is primarily a disease that affects IVDAs and CHD patients. Diagnostic features include respiratory symptoms and fever. S. aureus is responsible for most cases. TTE is of major value in these patients. Despite relatively low in-hospital mortality, right-sided IE has a high risk of recurrence in IVDAs, and surgery is recommended only for intractable symptoms, failure of medical therapy, recurrent septic emboli to the lungs, or paradoxical emboli. Indications for surgical treatment of right-sided infective endocarditis Recommendations Classa  Levelb  Surgical treatment should be considered in the following scenarios: Microorganisms difficult to eradicate (e.g. persistent fungi) or bacteraemia for >7 days (e.g. Staphylococcus aureus, P. aeruginosa) despite adequate antimicrobial therapy or Persistent tricuspid valve vegetations >20 mm after recurrent pulmonary emboli or Right HF secondary to severe tricuspid regurgitation. IIa C HF = heart failure; IE = infective endocarditis. a Class of recommendation. b Level of evidence."
},
{
	"page":"ENAS5079_12.0.0.0",
	"text":"Anti-thrombotic therapy in IE Recommendations for the use of antithrombotic therapy Recommendations Classa  Levelb  Interruption of antiplatelet therapy is recommended in the presence of major bleeding. I B In intracranial haemorrhage, interruption of all anticoagulation is recommended. I C In ischaemic stroke without haemorrhage, replacement of oral anticoagulant (Vitamin K antagonist) therapy by unfractionated or low-molecular-weight heparin for 1–2 weeks should be considered under close monitoring.c IIa C In patients with intracranial haemorrhage and a mechanical valve, unfractionated or low-molecular-weight heparin should be reinitiated as soon as possible following multidisciplinary discussion. IIa C In the absence of stroke, replacement of oral anticoagulant therapy by unfractionated or low-molecular-weight heparin for 1–2 weeks should be considered in case of Staphylococcus aureus IE under close monitoring. IIa C Thrombolytic therapy is not recommended in patients with IE. III C IE = infective endocarditis. a Class of recommendation. b Level of evidence. c There is very limited experience with Non-VKA Oral Anticoagulants (NOACs) treatment in the field of IE."
},
{
	"page":"ENAS5079_13.0.0.0",
	"text":"(N)OAC (Non-vitamin K antagonist) oral anticoagulant °C Degree Celsius 2D/ 2-D Two-dimensional 2hPG 2-h post-load plasma glucose 3D/ 3-D Three-dimensional 5-FU 5-fluorouracil 99mTc-DPD Technetium-99m 3,3-diphosphono-1,2-propanodicarboxylic acid A/C Anticoagulation AAA Abdominal aortic aneurysm AAD Antiarrhythmic drugs AAS Acute aortic syndrome ABC Age, biomarkers, clinical history ABI Ankle-Brachial Index ABPM Ambulatory BP monitoring ACA Aborted cardiac arrest ACC American College of Cardiology ACCA Acute Cardiovascular Care Association ACCF American College of Cardiology Foundation ACCOAST Comparison of Prasugrel at the Time of Percutaneous Coronary Intervention or as Pretreatment at the Time of Diagnosis in Patients with Non-ST Elevation Myocardial Infarction ACE Angiotensin-converting enzyme ACEF Age, creatinine, ejection fraction ACEI/ ACE-I/ ACE-Is Angiotensin converting enzyme inhibitors ACS Acute coronary syndromes ACT Activated clotting time AD Aortic dissection ADA American Diabetes Association/​Adenosine deaminase ADD Acute aortic dissection ADP Adenosine diphosphate AEPC Association for European Paediatric and Congenital Cardiology AF Atrial flutter/Atrial fibrillation AFNET German Competence NETwork on Atrial Fibrillation AHA American Heart Association AHF Acute heart failure AHRE Atrial high rate episodes AK Alpha kinase AKI Acute kidney injury AL Amyloid light chain ALAT/ ALT Alanine aminotransferase ALI Acute limb ischaemia AMI Acute myocardial infarction ANA Anti-nuclear antibodies ANCA Anti-neutrophil cytoplasm antibodies AO Aorta AOS Aneurysms-osteoarthritis syndrome AP Accessory pathway APAH Conditions associated with pulmonary arterial hypertension Apo Apolipoprotein apo A I Apolipoprotein A I apo B Apolipoprotein B aPTT Activated partial thromboplastin time AR Aortic regurgitation ARB Angiotensin II receptor blocker/ Angiotensin receptor blocker ARBs Angiotensin receptor blockers ARNI Angiotensin receptor neprilysin inhibition ARVC Arrhythmogenic right ventricular cardiomyopathy AS Aortic stenosis ASA Acetylsalicylic acid ASAT/ AST Aspartate aminotransferase ASCERT American College of Cardiology Foundation–Society of Thoracic Surgeons Database Collaboration ASE American Society of Echocardiography AST/ ALT/ ALP Aspartate / alanine aminotransferase / alkaline phosphatase ASV Adaptive servo-ventilation AT Antithrombin ATOR Atorvastatin ATP Antitachycardiac pacing/Adenosine triphosphate ATRIA AnTicoagulation and Risk factors In Atrial fibrillation ATS Arterial tortuosity syndrome ATTR Amyloidosis, transthyretin type AUC Area under the curve AV Atrioventricular AVB Atrioventricular block AVID Antiarrhythmic drugs Versus Implantable Defibrillator AVM AV delay management AVP Arginine vasopressin AVR Aortic valve replacement b.i.d. Bis in die (twice daily) b.p.m/ bpm Beats per minute BARI-2D Bypass Angioplasty Revascularization Investigation 2 Diabetes BAS Balloon atrial septostomy BAV Balloon aortic valvuloplasty/Bicuspid aortic valve BB Beta-blocker BBB Bundle branch block BC Blood culture BCNIE Blood culture-negative infective endocarditis BCR-ABL Breakpoint cluster region-Abelson BGA Blood gas analysis BIMA Bilateral internal mammary artery Bi-PAP Bilevel positive airway pressure BiV Biventricular BiVAD Bi-ventricular assist device BMI Body mass index BMPR Bone morphogenetic protein receptor, type 2 BMS Bare metal stent BMT Best medical therapy BNP Brain natriuretic peptide/ B-type natriuretic peptide BP Blood pressure BPA Balloon pulmonary angioplasty BSA Body surface area BUN Blood urea nitrogen CABG Coronary artery bypass graft/ Coronary artery bypass graft surgery CAD Coronary artery disease CAS Carotid artery stenting CASH Cardiac Arrest Study Hamburg Cath/ Lab Catheterization laboratory CCB Calcium channel blocker CCNAP Council on Cardiovascular Nursing and Allied Professions CCP Council for Cardiology Practice CCPC Council on Cardiovascular Primary Care CCS Canadian Cardiovascular Society CCU Coronary care unit CDRIE Cardiac device-related infective endocarditis CEA Carotid endarterectomy/​Carcinoembryonic antigen CFA Common femoral artery CFC Cardiofaciocutaneous CHA2DS2-VASc Congestive heart failure or left ventricular dysfunction, Hypertension, Age ≥75 (doubled), Diabetes, Stroke (doubled)-Vascular disease, Age 65–74, Sex category (female) CHADS2 Cardiac failure, Hypertension, Age, Diabetes, Stroke (doubled) CHARM-Added Candesartan in Heart Failure: Assessment of Reduction in Mortality and Morbidity-Added CHD Coronary heart disease/ Congenital heart disease CHF Congestive heart failure/ Chronic heart failure CI Cardiac index / Contraindication / Confidence interval CIA Common iliac artery CI-AKI Contrast-induced acute kidney injury CIDS Canadian Implantable Defibrillator Study CIED Cardiac implantable electronic device CIN Contrast-induced nephropathy CK Creatine phophokinase/​Creatinine kinase CKD Chronic kidney disease CKD-EPI Chronic Kidney Disease Epidemiology Collaboration CK-MB Creatine kinase MB isoform CLI Critical limb ischaemia CMP Cardiomyopathy CMR Cardiac magnetic resonance CMV Cytomegalovirus CO Cardiac output CoA Coarctation / Coarctation of the aorta Cons Conservative cont Continued COPD Chronic obstructive pulmonary disease COT Cardiac Oncology Toxicity COURAGE Clinical Outcomes Utilization Revascularization and Aggressive Drug Evaluation COX Cyclo-oxygenase/ Cyclooxygenase CPAP Continuous positive airway pressure CPET Cardiopulmonary exercise testing CPFE Combined pulmonary fibrosis and emphysema CPG Committee for Practice Guidelines CPVT Catecholaminergic polymorphic ventricular tachycardia CR Cardiac rehabilitation CrCI Creatinine clearance CRP C-reactive protein CRT Cardiac resynchronization therapy CRT-D Cardiac resynchronization therapy defibrillator/ Defibrillator with cardiac resynchronization therapy CRT-P Cardiac resynchronization therapy pacemaker CRUSADE Can Rapid risk stratification of Unstable angina patients Suppress ADverse outcomes with Early implementation of the ACC/AHA guidelines CSF Colony-stimulating factor/Cerebrospinal fluid CSM Carotid sinus massage CSS Carotid sinus syncope/syndrome CT Computed tomographic / tomogram/tomography CTA Computed tomography angiography CTD Connective tissue disease CTEPH Chronic thromboembolic pulmonary hypertension cTN Cardiac troponin CTO Chronic total occlusions CTRCD Cancer Therapeutics–Related Cardiac Dysfunction Ctrl Control CUS Compression venous ultrasonography CV Cardiovascular / Cardioversion CVD Cardiovascular disease CW Continuous wave CXR Chest X-ray DALYs Disability adjusted life years DAPT Dual (oral) antiplatelet therapy DBP Diastolic blood pressure DC Direct current DCC Direct-current cardioversion DCM Dilated cardiomyopathy DDI Drug-drug interactions DEFINITE DEFibrillator In Non-Ischemic cardiomyopathy Treatment Evaluation DES Drug-eluting stent DFT Defibrillation threshold DHP Dihydropyridine DI-DO Door-in to door-out time DLCO Carbon monoxide diffusing capacity DM Diabetes mellitus DNA Deoxyribonucleic acid DPAH Drug induced PAH DPG Diastolic pressure gradient DPP Diabetes prevention program DSA Digital subtraction angiography DT Deceleration time DTB Door-to-balloon time DTIs Direct thrombin inhibitors DUS Duplex ultrasonography / Doppler ultrasound DVT Deep vein thrombosis E/A Ratio of mitral peak velocity of early filling (E) to mitral peak velocity of late filling (A) E/e’ Ratio of early transmitral flow velocity (E) to early mitral annulus velocity (e’) EACPR European Association for Cardiovascular Prevention & Rehabilitation EACTS European Association of Cardio-Thoracic Surgery/ European Association for Cardio-Thoracic Surgery EACVI European Association of Cardiovascular Imaging EANM European Association of Nuclear Medicine EAPCI European Association of Percutaneous Cardiovascular Interventions EAS European Atherosclerosis Society EASD European Association for the Study of Diabetes EBV Epstein-Barr virus ECG Electrocardiogram / Electrocardiographic ECHO Echocardiography/​Echocardiogram ECLS Extracorporeal life support ECST European Carotid Surgery Trial ECVF Extacellular volume fraction ED Erectile dysfunction/ Emergency department EDS-IV Ehlers-Danlos syndrome type IV EF Ejection fraction eGFR Estimated glomerular filtration rate EHRA European Heart Rhythm Association EIA External iliac artery EIF Eukaryotic translation initiation factor EMA European Medicines Agency EMB Endomyocardial biopsy EMS Emergency medical system/service ENA Anti-extractable nuclear antigens Enox Enoxaparin EP Electrophysiology EPD Embolic protection device EPS Electrophysiologic study ER Extended release formulations ERA Endothelin receptor antagonist EROA Effective regurgitant orifice area ERS European Respiratory Society ESC European Society of Cardiology ESCMID European Society of Clinical Microbiology and Infectious Diseases ESH European Society of Hypertension ESO European Stroke Organisation ESR European Society of Radiology/Erythrocyte sedimentation rate ESRD End-stage renal disease ETT Endotracheal tube EU European Union EULAR European League Against Rheumatism EVAR Endovascular aortic repair/reconstruction Exp+ Experimental therapy FAME-2 Fractional Flow Reserve-Guided Percutaneous Coronary Intervention Plus Optimal Medical Treatment Versus Optimal Medical Treatment Alone in Patients With Stable Coronary Artery Disease FBN1 Fibrillin 1 FC Functional class FCH Familial combined hyperlipidaemia FCM Ferric carboxymaltose FDA US Food and Drug Administration/ Food and Drug Administration FDG Fluorodeoxyglucose FFP Fresh frozen plasma FFR Fractional flow reserve FH Familial hypercholesterolaemia FHL1 Four and a half LIM domains 1 FINDRISC FINnish Diabetes RIsk SCore FL False lumen FLUVA Fluvastatin FMC First medical contact FMCTB First-medical-contact-to-balloon time FMF Familial Mediterranean fever Fonda Fondaparinux FPG Fasting plasma glucose FU Follow-up GFR Glomerular filtration rate GGTP Gamma-glutamyl transpeptidase GLP-1 Glucagon-like peptide-1 GLS Global longitudinal strain GM Granulocyte-macrophage GP Glycoprotein / General practitioner GRACE Global Registry of Acute Coronary Events GUCH Grown-up patients with congenital heart disease HAART Highly active antiretroviral treatment HACEK Haemophilus parainfluenzae, H. aphrophilus, H. paraphrophilus, H. influenzae, Actinobacillus actinomycetemcomitans, Cardiobacterium hominis, Eikenella corrodens, Kingella kingae, and K. denitrificans HAS-BLED Hypertension, Abnormal renal/liver function, Stroke, Bleeding history or predisposition, Labile INR, Elderly (65), Drugs concomitantly/alcohol abuse HbA1c Glycated haemoglobin / Glycated haemoglobin A1c HBPM Home BP monitoring HCM Hypertrophic cardiomyopathy HCV Hepatitis C virus HDAC Histone deacetylase HDL High density lipoprotein HDL-C High density lipoprotein-cholesterol HeFH Heterozygous familial hypercholesterolaemia HER2 Human epidermal growth factor receptor 2 HF Heart failure HFA Heart Failure Association H-FABP Heart-type fatty acid-binding protein HFmrEF Heart failure with mid-range ejection fraction HFpEF/ HF-PEF Heart failure with preserved ejection fraction HFrEF/ HF-REF Heart failure with reduced ejection fraction HHD Hypertensive heart disease HHV Human herpesvirus H-ISDN Hydralazine and isosorbide dinitrate HIT Heparin-induced thrombocytopenia HIV Human immunodeficiency virus HoFH Homozygous familial hypercholesterolaemia HPAH Heritable PAH HR Heart rate HRCT High resolution CT hs-CRP high-sensitivity C-reactive protein HT/ HTN Hypertension HTG Hypertrigiyceridaemia i.v. / IV Intravenous IABP Intraaortic balloon pump IAS Inter-atrial septum ICA Invasive coronary angiography ICD Implantable cardioverter defibrillator/ International Classification of Diseases ICH Intracranial haemorrhage ICU Intensive care unit ID Infectious disease IDF International Diabetes Federation IE Infective endocarditis IFG Impaired fasting glucose IFN Interferon-gamma IGRA Interferon-gamma release assay IGT Impaired glucose tolerance IHD Ischaemic heart disease IL-2 Interleukin 2 ILR Implantable loop recorder IMA Internal mammary artery IMH Intramural haematoma IMT Intima–media thickness INR International normalized ratio IN-TIME Implant-based multiparameter telemonitoring of patients with heart failure IOMC Iso-osmolar contrast medium IPAH Idiopathic pulmonary arterial hypertension IPF Idiopathic pulmonary fibrosis IRA Infarct-related artery ISH Isolated systolic hypertension ISHLT International Society for Heart and Lung Transplantation IU International units IUD Intrauterine device IV UHF Intravenous unfractionated heparin IVC Inferior vena cava IVDA Intravenous drug abusers IVIG Intravenous immunoglobulin IVUS Intravascular ultrasound JSAP Japanese Stable Angina Pectoris km per h Kilometres per hour LA Left atrium/atrial LAA Left atrial appendage LAD Left anterior descending (coronary artery) LAE Left atrial enlargement LAH Left anterior hemiblock LAVI Left atrial volume index LBBB Left bundle branch block LCC Left coronary cusp Lcx Left circumflex LDH Lactate dehydrogenase LDL Low-density lipoprotein LDL-C Low-density lipoprotein-cholesterol LDLR Low density lipoprotein receptor LDS Loeys-Dietz syndrome LEAD Lower-extremity artery disease LEOPARD lentigines, ECG abnormalities, ocular hypertelorism, pulmonary stenosis, abnormal genitalia, retardation of growth, and sensorineural deafness LGE Late gadolinium enhancement LHD left heart disease LLN Lower limit of normality LM Left main LMNA Lamin A/C LMWH Low molecular weight heparin LOCM Low-osmolar contrast medium LoE Level of evidence LOVA Lovastatin Lp Lipoprotein Lp(a) Lipoprotein(a) LQTS Long QT syndrome LTBI Latent tuberculosis infection LV Left ventricle / left ventricular LVAD Left ventricular assist device LVEDD Left ventricular end-diastolic diameter LVEDP Left ventricular end diastolic pressure LVEF Left ventricular ejection fraction LVESD Left ventricular end-systolic diameter LVESV Left ventricular end-systolic volume LVH Left ventricular hypertrophy LVM Left ventricular mass LVMI Left ventricular mass index LVOT Left ventricular outflow tract LVOTG Left ventricular outflow tract gradient LVOTO Left ventricular outflow tract obstruction MACE Major adverse cardiac events MADIT Multicenter Automatic Defibrillator Implantation Trial MASS II The medicine, angioplasty, or surgery study Mbq Millibecquerel MCS Mechanical circulatory support MDCT Multidetector computed tomographic angiography/Multi-detector computed tomography MDRD Modifikation of Diet in Renal Disease Med RX Medial therapy MedPed Make Early Diagnosis to Prevent Early Deaths MELAS mitochondrial encephalomyopathy, lactic acidosis, and stroke-like episodes MERFF Myoclonic epilepsy with ragged red fibres MET Metabolic equivalent MetS Metabolic syndrome MI Myocardial infarction MIC Minimum inhibitory concentration MPI Myocardial perfusion imaging MPR Multiplanar reconstruction MPS Myocardial perfusion scintigraphy / Myocardial perfusion stress MR Magnetic resonance/ Mitral regurgitation/ Mineralocorticoid receptor MRA Mineralocorticoid receptor antagonist / Magnetic resonance angiography MRI Magnetic resonance imaging MR-proANP Mid-regional pro atrial natriuretic peptide/ Mid-regional pro A-type natriuretic peptide MRSA Methicillin-resistant Staphylococcus aureus MS Mitral stenosis MSCT Multislice computed tomography MSSA Methicillin-susceptible Staphylococcus aureus mSv Millisievert MUGA Multigated radionuclide angiography mV millivolt(s) MV abn Mitral valve abnormality MWD Minute walk distance MWT Minute walk test MYBPC3 Myosin-binding protein C MYH7 Myosin, heavy chain 7 MYL3 Essential myosin light chain n.a/ NA not available/ Not available N/A Not applicable N/R Not reported NASCET North American Symptomatic Carotid Endarterectomy Trial NCC Non coronary cusp NCDR National cardiovascular data registry NIHSS National Institutes of Health stroke severity scale NIPPV Non-invasive positive pressure ventilation NIV Non-invasive ventilation NNH Numbers needed to harm NNT Numbers needed to treat/ Number of individuals needed to treat NOAC/ NOAC(s) Novel oral anticoagulant / New oral anticoagulant / Non-vitamin K antagonist direct oral anticoagulant/ Non-vitamin K antagonist oral anticoagulant(S) Non-HDL-C Non-HDL cholesterol NP Natriuretic peptide NPV Negative predictive value NRT Nicotine replacement therapy NSAID Non-steroidal antiinflammatory drug(s) NSAIDs Non-steroidal anti-inflammatory drugs NSQIP National surgical quality improvement program NSTE Non-ST-elevation NSTE-ACS Non-ST-segment elevation acute coronary syndrome/ Non-ST elevation acute coronary syndrome NSTEMI Non-ST-elevation myocardial infarction NSVT Non-sustained ventricular tachycardia NTG Nitroglycerine NT-proBNP N-terminal pro B-type/brain natriuretic peptide NVE Native valve endocarditis NYHA New York Heart Association O2 Oxygen OAC Oral anticoagulation/ anticoagulant OAC Oral anticoagulation OARS Open-ended questions, Affirmation, Reflective listening, Summarising OCT Optical coherence tomography OD Organ damage OGTT Oral glucose tolerance test OHCA Out-of-hospital cardiac arrest OHS Obesity hypoventilation syndrome OMT Optimal medical therapy OR Odds ratio ORBIT Outcomes Registry for Better Informed Treatment of Atrial Fibrillation OSA Obstructive sleep apnoea p.o. Per os PA Postero-anterior/ Pulmonary artery/ Physical activity PAD Peripheral artery disease PAH Pulmonary arterial hypertension / Pulmonary hypertension PaO2 Partial pressure of oxygen PAP Pulmonary artery pressure/ Pulmonary arterial pressure PAR Protease-activated receptor PAU Penetrating aortic ulcer PAWP Pulmonary artery wedge pressure PCA Prostacyclin analogues PCC Prothrombin coagulation complax/ Prothrombin complex concentrates PCH Pulmonary capillary haemangiomatosis PCI Percutaneous coronary intervention PCIS Post-cardiac injury syndromes PCR Polymerase chain reaction PCSK9 Proprotein convertase subtilisin/kexin type 9 PCWP Pulmonary capillary wedge pressure PDE Phosphodiesterase type-5 inhibitors/ Phosphodiesterase PDE5 Phosphodiesterase type 5 PE Pulmonary embolism PEA Pulmonary endarterectomy PEP Primary endpoint PESI Pulmonary embolism severity index PET Positron emission tomography PFT Pulmonary function tests PH Pulmonary hypertension PISA Proximal isovelocity surface area PITA Pitavastatin PM Pacemaker/Pain management PMC Percutaneous mitral commissurotomy PPCM Peripartum cardiomyopathy PPI Proton pump inhibitor PPS Post-pericardiotomy syndrome PRAVA Pravastatin PRIMARY PCI Primary percutaneous coronary intervention PRKAG2 Gamma-2 subunit of the adenosine monophosphate-activated protein kinase PS Pulmonary valve stenosis PTA Percutaneous transluminal angioplasty / Pre-test probability PTT Partial thromboplastin time PUFA/ PUFAs Polyunsaturated fatty acid/ Polyunsaturated fatty acids PVC Premature ventricular contraction/ Premature ventricular complex PVE Prosthetic valve endocarditis PVI Pulmonary vein isolation PVL Paravalvular leak PVOD Pulmonary veno-occlusive disease PVR Pulmonary vascular resistance PVS Programmed ventricular stimulation PWV Pulse wave velocity R Vol Regurgitant volume RA Right atrium/ Rheumatoid arthritis RAA Renin–angiotensin–aldosterone RAAS Renin angiotensin aldosterone system RAP Right atrial pressure RAS Renal artery stenosis / Renin-angiotensin system RBBB Right bundle branch block RCC Right coronary cusp RCT/RCTs Randomized controlled trial RF Risk factor rFVIIa Activated recombinant factor VII RHC Right heart catheterization ROSU Rosuvastatin rPA Right pulmonary artery r-PA Reteplase RR Relative risk RRR Relative risk reduction rtPA Recombinant tissue plasminogen activator RV Right ventricle/ventricular RVEDP Right ventricular end-diastolic pressure RVOT Right ventricular outflow tract RVOTO Right ventricular outlow tract obstruction RVSP Right ventricular systolic pressure S.C. Subcutaneous SA Signal-averaged SAA Septal alcohol ablation SADS Sudden arrhythmic death syndrome SAM Systolic anterior motion SAN Sinoatrial node SaO2 Saturated oxygen SAPT Single antiplatelet therapy SAS Sleep apnea syndrome SB Sinus bradycardia SBP Systolic blood pressure SCAD Stable coronary artery disease SCD Sudden cardiac death SCORE Systematic Coronary Risk Evaluation / Systematic Coronary Risk Estimation SFA Superficial femoral artery SGLT2 Sodium glucose co-transporter 2 SIDS Sudden infant death syndrome SIMVA Simvastatin SIRS Systemic inflammatory response SLE Systemic lupus erythematosus SMART Specific, Measurable, Achievable, Realistic and Timely SND Sinus node disease SPAP Systolic pulmonary artery pressure SPECT Single-photon emission computed tomography sPESI Simplified Pulmonary Embolism Severity Index SpO2 Saturation of peripheral oxygen SQTS Short QT syndrome SR Sinus rhythm SSS Sick sinus syndrome STE-ACS ST-segment elevation acute coronary syndrome STEMI ST-elevation myocardial infarction STS Society of Thoracic Surgeon/ Structured telephone support ST-T ST-segment-T wave SUDI Sudden unexplained death in infancy SUDS Sudden unexplained death syndrome SVG Saphenous vein graft SVR Surgical ventricular reconstruction. SVT Supraventricular tachycardia SWISSI II Swiss Interventional Study on Silent Ischemia Type II SYNTAX SYNergy between percutaneous coronary intervention with TAXus and cardiac surgery T1DM Type 1 diabetes mellitus T2DM Type 2 diabetes mellitus TAA Thoracic aortic aneurysm TAAD Thoracic aortic aneurysms and dissection TAI Traumatic aortic injury TAPSE Tricuspid annulus plane systolic excursion TASC TransAtlantic Inter-Society Consensus TAVI Transcatheter aortic valve implantation/ Transaortic valve implantation TB Tuberculosis TC Total cholesterol T-DM1 Trastuzumab-emtansine TE Thromboembolism / Thrombo-embolic TEE Transesophageal echocardiogram TEVAR Thoracic endovascular aortic repair TG Triglyceride TGA Complete transposition of the great arteries Three DE Three dimensional echocardiography TIA Transient ischaemic attack / Transitory ischaemic attack TIBC Total iron-binding capacity TIME Trial of invasive versus medical therapy in elderly patients with chronic symptomatic coronary-artery disease TIMI Thrombolysis In Myocardial Infarction TKI Tyrosine kinase inhibitor TL True lumen TNF Tumor necrosis factor TNK-tPA Tenecteplase TNNI3 Troponin I, cardiac TNNT2 Troponin T TOE Transoesophageal echocardiography / echocardiogram t-PA Tissue plasminogen activator TPM1 Tropomyosin 1 alpha chain TR Tricuspid regurgitation TRAPS Tumour necrosis factor receptor-associated periodic syndrome TRL Triglyceride-rich lipoproteins TRV Tricuspid regurgitant velocity TS Tricuspid stenosis / Turner syndrome TSAT Transferrin saturation TSH Thyroid stimulating hormone TTE Transthoracic echocardiography TTR Time in therapeutic range / Transthyretin TV Tricuspid valve/ Television TVI Time–velocity integral Tx Tendon xanthomata UA Unstable angina UEAD Upper extremity artery disease UFH Unfractionated heparin UHF Ultrafractionated heparin UK United Kingdom ULN Upper limit of normal US United States USA United States of America V/Q Scan ventilation–perfusion scintigraphy VA Vertebral artery/ Ventricular arrhythmia VEGF Vascular endothelial growth factor VF Ventricular fibrillation VHD Valvular heart disease VKA Vitamin K antagonist VO2 Oxygen consumption VPBs Ventricular premature beats vs Versus VSD Ventricular septal defect VT Ventricular tachycardia VTE Venous thromboembolism VV Interventricular VVI Ventricular inhibited pacing WBC White blood cells WCD Wearable cardioverter defibrillator WHF World Heart Federation WHO World Health Organization WPW Wolff-Parkinson-White WU Wood units"
}
]