[
{
	"page":"ENAS257_1.1.0.0",
	"text":"ESC Guidelines on diabetes, pre-diabetes and cardiovascular diseases DEVELOPED IN COLLABORATION WITH EASD* The Task Force on diabetes, pre-diabetes and cardiovascular diseases of the European Society of Cardiology (ESC) and developed in collaboration with the European Association for the Study of Diabetes (EASD)   Chairpersons Lars Rydén (ESC Chairperson) Cardiology Unit, Department of Medicine Solna Karolinska Institutet 171 76 Stockholm, Sweden Tel: +46 8 5177 2171 Fax: +46 8 34 49 64 Email: lars.ryden@ki.se   Peter J. Grant (EASD Chairperson) Division of Cardiovascular & Diabetes Research University of Leeds, Clarendon Way Leeds LS2 9JT, United Kingdom Tel: +44 113 343 7721 Fax: +44 113 343 7738 Email: p.j.grant@leeds.ac.uk   Authors/Task Force Members Stefan D. Anker (Germany), Christian Berne (Sweden), Francesco Cosentino (Italy), Nicolas Danchin (France), Christi Deaton (UK), Javier Escaned (Spain), Hans-Peter Hammes (Germany), Heikki Huikuri (Finland), Michel Marre (France), Nikolaus Marx (Germany), Linda Mellbin (Sweden), Jan Östergren (Sweden), Carlo Patrono (Italy), Petar Seferovic (Serbia), Miguel Sousa Uva (Portugal), Marja-Riita Taskinen (Finland), Michal Tendera (Poland), Jaakko Tuomilehto (Finland), Paul Valensi (France), Jose Luis Zamorano (Spain).   Other ESC entities having participated in the development of this document: Association: Acute Cardiovascular Care Association (ACCA), European Association of Cardiovascular Imaging (EACVI), European Association for Cardiovascular Prevention & Rehabilitation (EACPR), European Association of Percutaneous Cardiovascular Interventions (EAPCI), European Heart Rhythm Association (EHRA), Heart Failure Association (HFA). Working Groups: Coronary Pathophysiology and Microcirculation , Thrombosis, Cardiovascular Surgery. Councils: Cardiovascular Nursing and Allied Professions, Council for Cardiology Practice, Council on Cardiovascular Primary Care, Cardiovascular Imaging.   ESC Staff: Veronica Dean, Catherine Despres, Nathalie Cameron - Sophia Antipolis, France.   *Adapted from the ESC Guidelines on diabetes,pre-diabetes and cardiovascular diseases (Eur Heart Journal 2013 - doi:10.1093/eurheartj/eht108)."
},
{
	"page":"ENAS257_1.2.0.0",
	"text":"1 - Diabetes mellitus is A metabolic disorder characterized by chronic hyperglycaemia resulting from defects in insulin secretion or action, or a combination of both. ≈ 95% comprised by T2DM. An important contributor to vascular damage inducing a high risk of macro-and microvascular complications.   2 - Identification Screening for T2DM can be implemented using a non-invasive risk score (e.g. FINDRISC) supplemented by the assessment of glycaemia in people at high risk. Diagnosis of DM can be made by the measurement of FPG (>7.0 mmol/L), 2hPG (>11.1 mmol/L) or HbA1c (>6.5%). HbA1c <6.5% does not exclude a diagnosis of diabetes which should be further investigated by OGTT in people at high risk of disturbed glucose metabolism. Abnormal PG or HbA1c test results should be repeated to confirm the diagnosis.   3 - Prevention Progression of IGT to DM can be delayed by lifestyle intervention in about 50% of individuals. The intervention effect is sustained after lifestyle counselling has ceased. Pharmacotherapies (a-glucosidase inhibitors, metformin, glitazones, insulin, ARBs) can delay progression to DM in people with IGT whilst the drug is taken.   4 - Assessment of individual cardiovascular risk Classical risk factors (family history, lifestyle, smoking, hypertension, dyslipidaemia). Glycaemic status. Macrovascular disease (coronary, cerebrovascular and peripheral artery disease, heart failure). Microvascular disease (retinopathy, nephropathy, neuropathy). Arrhythmias especially atrial fibrillation.   5 - Multifactorial management of cardiovascular risk Patient education and empowerment. Life style advice. Smoking cessation. Personalised treatment of blood pressure, lipids, glucose and thrombotic risk.   6 - Life style intervention Daily consumption of vegetable and fruits. Increased dietary fibre intake. Moderate intake of simple carbohydrates. Reduced total dietary fat intake. Replacement of saturated fat by monounsaturated or polyunsaturated fat. Physical activity >30 min/day or at least 150 min/week. Weight reduction >5% if BMI >25 kg/m2. Moderate alcohol consumption.   7 - Key targets* for prevention of cardiovascular disease BP <140/85 mmHg. LDL cholesterol <1.8 mmol/L (<70 mg/dL). HbA1c <7% (<53 mmol/mol). *These targets should be applied with individual needs taken into account.   8 - Multifactorial medical management A combination of blood pressure lowering agents is often required to achieve control and RAAS blockade should be part of the treatment. Lipid control is based on statins. Antiplatelet therapy is recommended for secondary prevention of CVD. A combination of glucose lowering agents is often required to achieve glycaemic control and metformin should be considered as first line treatment especially in overweight/obese patients.   9 - Options for revascularisation Acute coronary syndromes Early angiography and culprit lesion revascularization should be offered. Stable coronary artery disease CABG is preferred if the myocardial area at risk is large (multi-vessel disease, complex coronary lesions). PCI with DES may be performed for symptom control in single- and two-vessel disease. Peripheral artery disease Critical limb ischaemia and symptomatic carotid artery disease should be revascularised.   10 - Heart failure T2DM is a major risk factor for the development of heart failure. The combination of DM and heart failure has a 12-fold higher mortality than DM alone. Pharmacological management include combinations of RAAS inhibitors, beta blockade and diuretic therapy. Non-pharmacological approaches should be considered as in patients without DM .   11 - Multidisciplinary strategies Comprehensive care of DM patients often requires collaboration between specialists in cardiology, diabetology and primary care and several other subspecialties such as surgery ophthalmology, nephrology and psychiatry. Nurses, dieticians, podiatrists and physiotherapists and care professionals are important collaborators."
},
{
	"page":"ENAS257_1.3.0.0",
	"text":"There is a need for biomarkers and diagnostic strategies useful for the early detection of CAD in asymptomatic patients. Long-term CVD outcomes for most glucose-lowering treatments are not known. Optimal blood pressure targets are unknown. Are the metabolic side effects of beta-blockers or diuretics clinically relevant? Efficiency and safety of drugs increasing/improving HDL-C particles is unclear. The optimal antithrombotic regimen for primary prevention of CVD needs to be established. Pleiotropic effects of glucose lowering therapies on CVD outcomes is not fully understood. The role and level of glycaemic control in the outcome in ACS patients remain to be established. The role and level of glycaemic control in the outcome during and after myocardial revascularization remain to be established. The impact of glucose-lowering drugs including metformin, GLP-1 analogues and DPP-IV inhibitors on the prevention of heart failure is unknown. What is the role of hypoglycaemia and other predictors in sudden cardiac death?"
},
{
	"page":"ENAS257_54",
	"text":"Summary card (DM) Overview Approximately 360 million people had diabetes mellitus (DM) in 2011, of whom 95% type 2 DM (T2DM). About half are unaware of their diagnosis. It is estimated that another 300 million individuals are at future risk of developing T2DM, including people with increased fasting glucose (IFG), impaired glucose tolerance (IGT), gestational DM, and euglycaemic insulin resistance (IR). DM and cardiovascular disease (CVD) develop in concert with metabolic abnormalities mirroring and causing changes in the vasculature. More than half the mortality and a vast amount of morbidity in subjects with DM is related to CVD. Investigational algorithm outlining the principles for the diagnosis and management of cardiovascular disease (CVD) in diabetes mellitus (DM) patients with a primary diagnosis of DM or a primary diagnosis of CVD. The recommended investigations should be considered according to individual needs and clinical judgement and they are meant as a general recommendation to be undertaken in all patients. ACS = acute coronary syndrome; ECG = electrocardiogram; HbA1c = glycated haemoglobin A1c; IGT = impaired glucose tolerance; MI = myocardial infarction; OGTT = oral glucose tolerance test."
},
{
	"page":"ENAS257_55",
	"text":"Identifying patients with diabetes and those at risk for developing DM Primary screening for potential T2DM in the general population is recommended to start with a non invasive DM risk score (e.g. the Finnish Diabetes Risk Score or FINDRISC; www.diabetes.fi/english) to identify individuals at high risk of T2DM in whom HbA1c and FPG should be determined. In CVD patients no diabetes risk score is needed, but an OGTT is indicated if HbA1c and/or FPG are normal, since people belonging to these groups may often have DM disclosed only by an elevated two hour post load glucose (2hPG)."
},
{
	"page":"ENAS257_56",
	"text":"CV Risk Assessment in Patients with Dysglycaemia Patients with DM and at least one other cardiovascular (CV) risk factor or target organ damage should be considered as at very high and all other patients with DM as being at high risk. Estimate the urinary albumin excretion rate when performing risk stratification in patients with DM."
},
{
	"page":"ENAS257_57",
	"text":"Recommendations on life style modifications in diabetes Smoking cessation guided by structured advice is recommended in all subjects with DM. Total fat intake should be <35%, saturated fat <10%, and monounsaturated fatty acids >10% of total energy. Dietary fibre intake should be >40 g/day (or 20 g/1000 Kcal/day) in the prevention of T2DM and control of DM. Any diet with reduced energy intake can be recommended to lower excessive body weight in DM. Vitamin or micronutrient supplementation to reduce the risk of CVD in DM is not recommended. Moderate to vigorous physical activity of ≥150 min/week is recommended for the prevention and control of T2DM, and prevention of CVD in DM. Aerobic exercise and resistance training are recommended in the prevention and control of T2DM, but best when combined."
},
{
	"page":"ENAS257_58",
	"text":"Prevention of diabetes in patients with IGT Lifestyle counselling, based on modest weight loss and increased physical activity, prevents or delays progression to DM in individuals with IGT, and st should be offered such persons."
},
{
	"page":"ENAS257_59",
	"text":"Recommendations for Patients with DM and CVD For patients with DM and stable coronary artery disease (CAD), and angiotensin converting enzyme inhibitor (ACE-I) or angiotensin receptor blocker (ARB) are indicated to reduce the risk for CV events. Statin therapy is recommended in patients with DM and CAD to reduce the risk for CV events. ACE-I (or an ARB if ACE-I not tolerated), and a beta-blocker are recommended in patients with systolic heart failure and T2DM to reduce mortality and hospitalisations. A mineralocorticoid receptor antagonist (MRA) is recommended for all patients with persisting symptoms (NYHA class II-IV) and a left ventricular ejection fraction (LVEF) ≤35% despite treatment with an ACE-I (or an ARB if an ACE-I is not tolerated) and a beta-blocker, to reduce the risk of heart failure hospitalization and premature death. Thiazolidinediones should not be used in patients with heart failure and T2DM since water retention may worsen or provoke heart failure Oral anticoagulation with vitamin K antagonists (VKAs) or a new oral anticoagulant (NOAC; e.g. dabigatran, rivaroxaban or apixaban) is recommended in DM patients with atrial fibrillation (AF; paroxysmal and persistent) if not contraindicated. Screening for AF should be considered since it is common in patients with DM and increases morbidity and mortality. It is recommended that patients with DM have annual screening to detect peripheral artery disease (PAD) and measurement of the ankle brachial index (ABI) to detect lower extremity artery disease (LEAD). It is recommended that patients with PAD and DM have LDL-C lowered to"
},
{
	"page":"ENAS257_60",
	"text":"Glucose and other risk factor control Summary of treatment targets for managing patients with diabetes mellitus or impaired glucose tolerance and coronary artery disease Blood pressure (mmHg) In case of nephropathy <140/85 Systolic <130 Glycaemic control HbA1c %a (mmol/molb) Generally <7.0 (53 mmol/mol) On an individual basis <6.5Ð6.9% (48Ð52 mmol/mol) Lipid profile mmol/l (mg/dL) LDL-cholesterol Very high risk patients <1.8 mmol/L (<70 mg/dL) or reduced by at least 50% High risk patients <2.5 mmol/L ("
},
{
	"page":"ENAS257_61",
	"text":"Microvascular complications Screening for the presence of retinopathy should be considered on annual basis in patients with T2DM. An HbA1c <7% and a blood pressure <140/85 mmHg are recommended for primary prevention of retinopathy related to DM. Multifactorial therapy is recommended when retinopathy is progressing rapidly."
},
{
	"page":"ENAS257_62",
	"text":"Recommendations for patient-centred care in DM and CVD Patient-centred care is an approach that facilitates shared control and decisionmaking between patient and provider; it emphasizes a focus on the whole person and his/her experiences of illness within social contexts rather than a single disease or organ system; and develops a therapeutic alliance between patient and provider. Patient-centred care fosters a multifactorial approach, working within the context of patient priorities and goals, and allows for lifestyle changes and treatments to be adapted and implemented within cultural beliefs and behaviours. Providers should take into account age, ethnic and gender differences in DM and CVD including lifestyle, disease prevalence and presentation, response to treatment, and outcomes. Patient-centred care is recommended to facilitate shared control and decisionmaking within the context of patient priorities and goals. Patient-centred cognitive behavioural strategies are recommended to help patients achieve lifestyle changes and practise self-management. Patient-centred cognitive behavioural strategies combined with simplification of dosing regimens should be considered to improve medication adherence. Multidisciplinary teams and nurse-led programmes should be considered to support lifestyle change and self-management."
},
{
	"page":"ENAS257_2.0.0.0",
	"text":"ESC Guidelines on diabetes, pre-diabetes and cardiovascular diseases developed in collaboration with the EASD* The Task Force on diabetes, pre-diabetes and cardiovascular diseases of the European Society of Cardiology (ESC) and working in collaboration with the European Association for the Study of Diabetes (EASD) Chairperson ESC Lars Rydén Cardiology Unit Department of Medicine Solna Karolinska Institutet 171 76 Stockholm, Sweden Tel: +46 851772171 Fax: +46 83449645 Email: lars.ryden@ki.se Chairperson EASD Peter J. Grant Division of Cardiovascular & Diabetes Research, University of Leeds Clarendon Way, Leeds LS2 9JT, UK. Tel: +44 1133437721 Fax: +44 1133437738 Email: p.j.grant@leeds.ac.uk Authors/Task Force Members Stefan D. Anker (Germany), Christian Berne (Sweden), Francesco Cosentino (Italy), Nicolas Danchin (France), Christi Deaton (UK), Javier Escaned (Spain), Hans-Peter Hammes (Germany), Heikki Huikuri (Finland), Michel Marre (France), Nikolaus Marx (Germany), Linda Mellbin (Sweden), Jan Östergren (Sweden), Carlo Patrono (Italy), Petar Seferovic (Serbia), Miguel Sousa Uva (Portugal), Marja-Riita Taskinen (Finland), Michal Tendera (Poland), Jaakko Tuomilehto (Finland), Paul Valensi (France), Jose Luis Zamorano (Spain). Other ESC entities having participated in the development of this document: Associations: Acute Cardiovascular Care Association (ACCA), European Association of Cardiovascular Imaging (EACVI), European Association for Cardiovascular Prevention & Rehabilitation (EACPR), European Association of Percutaneous Cardiovascular Interventions (EAPCI), European Heart Rhythm Association (EHRA), Heart Failure Association (HFA). Working Groups: Coronary Pathophysiology and Microcirculation, Thrombosis, Cardiovascular Surgery. Councils: Cardiovascular Nursing and Allied Professions, Cardiology Practice, Cardiovascular Primary Care, Cardiovascular Imaging. ESC Staff: Veronica Dean, Catherine Despres, Nathalie Cameron - Sophia Antipolis, France Special thanks to Christi Deaton, Paulus Kirchhof, Stephan Achenbach, Juhani Knuuti for their contribution. * Adapted from the ESC Guidelines on diabetes, pre-diabetes and cardiovascular diseases (Eur Heart Journal 2013 - doi:10.1093/eurheartj/eht108)."
},
{
	"page":"ENAS257_3.0.0.0",
	"text":"This is the second iteration of the European Society of Cardiology (ESC) guidelines on the management of diabetes mellitus (DM), pre-diabetes, and cardiovascular disease (CVD), designed to assist clinicians and other health care workers to make evidence-based management decisions. The ESC recommendations for the development of guidelines were followed (Tables 1-2). Table 1 Classes of recommendations Classes of recommendations Definition Suggested wording to use Class I Evidence and/or general agreement that a given treatment or procedure is beneficial, useful, effective. Is recommended/​is indicated Class II Conflicting evidence and/or a divergence of opinion about the usefulness/​efficacy of the given treatment or procedure. Class IIa Weight of evidence/​opinion is in favour of usefulness/​efficacy. Should be considered Class IIb Usefulness/​efficacy is less well established by evidence/​opinion. May be considered Class III Evidence or general agreement that the given treatment or procedure is not useful/​effective, and in some cases may be harmful. Is not recommended Table 2 Levels of evidence Level of evidence A Data derived from multiple randomized clinical trials or meta-analyses. Level of evidence B Data derived from a single randomized clinical trial or large non-randomized studies. Level of evidence C Consensus of opinion of the experts and/or small studies, retrospective studies, registries."
},
{
	"page":"ENAS257_4.1.0.0",
	"text":"The International Diabetes Federation (IDF) estimates for 2011 suggest that 52 million Europeans aged 20–79 years have DM and that this number will increase to over 64 million by 2030. The healthcare expenditure for DM in Europe was about 75 billion Euros in 2011, and is projected to increase to 90 billion by 2030. A total of 281 million men and 317 million women worldwide died with DM in 2011, most from CVD. This encouraged the ESC to develop guidelines in partnership with the EASD and this text is a reflection of that collaboration. An investigational algorithm and the most relevant treatment targets are outlined in Figure 1 and Table 3.  Figure 1:  Investigational algorithm outlining the principles for the diagnosis and management of cardiovascular disease (CVD) in diabetes mellitus (DM) patients with a primary diagnosis of DM or a primary diagnosis of CVD. The recommended investigations should be considered according to individual needs and clinical judgement and are not meant as a general recommendation to be undertaken in all patients. ACS = acute coronary syndrome; CVD = cardiovascular disease; DM = diabetes mellitus; FPG = fasting plasma glucose; ECG = electrocardiogram; HbA1c  = glycated haemoglobin A1c; IGT = impaired glucose tolerance; MI = myocardial infarction; OGTT = oral glucose tolerance test. For interactivity see here"
},
{
	"page":"ENAS257_4.2.0.0",
	"text":"Table 3 Summary of treatment targets for managing patients with diabetes mellitus or impaired glucose tolerance and coronary artery disease. Blood pressure (mmHg) <140/85 In case of nephropathy Systolic <130 Glycaemic control Generally <7.0 (53 mmol/mol) HbA1c (%)a On an individual basis <6.5–6.9% (48–52 mmol/mol) Lipid profile mmol/l (mg/dL) LDL-Cholesterol Very high risk patients <1.8 mmol/L (<70 mg/dL) or reduced by at least 50% High risk patients <2.5 mmol/L (<100 mg/dL) Platelet stabilization Patients with CVD and DM ASA 75–160 mg/day Smoking Cessation obligatory; passive smoking - none Physical activity Moderate to vigorous ≥150 min/week Weight Aim for weight stabilization in the overweight or obese DM patients based on calorie balance, and weight reduction in subjects with IGT to prevent development of T2DM Dietary habits Fat intake (% of dietary energy)   Total <35% Saturated <10% Monounsaturated fatty acids >10% Dietary fibre intake >40 g/day (or 20 g/1000 Kcal/day) CVD = cardiovascular disease; DM = diabetes mellitus; FPG = fasting plasma glucose; HbA1c  = glycated haemoglobin A1c; IGT = impaired glucose tolerance; OGTT = oral glucose tolerance test; T2DM = type 2 diabetes mellitus. a Diabetes Control and Complication Trial standard"
},
{
	"page":"ENAS257_5.1.0.0",
	"text":"Diagnosis of disorders of glucose metabolism Recommendations Classa Levelb It is recommended that the diagnosis of diabetes is based on HbA1c and FPG combined, or on OGTT if still in doubt. I B It is recommended that an OGTT is used for diagnosing IGT. I B It is recommended that screening for potential T2DM in people with CVD is initiated with HbA1c and FPG and that an OGTT is added if HbA1c and FPG are inconclusive. I A Special attention should be considered to the application of preventive measures in women with disorders of glucose metabolism. IIa C It is recommended that people at high risk for T2DM receive appropriate lifestyle counselling to reduce their risk of developing DM. I A CVD = cardiovascular disease; DM = diabetes mellitus; FPG = fasting plasma glucose; HbA1c  = glycated haemoglobin A1c; IGT = impaired glucose tolerance; OGTT = oral glucose tolerance test; T2DM = type 2 diabetes mellitus. a Class of recommendation. b Level of evidence. DM is a condition defined by elevated levels of blood glucose. The classification of DM is based on recommendations from the World Health Organization (WHO) and the American Diabetes Association (ADA). Four main aetiological categories of DM have been identified: type 1 diabetes (T1DM), T2DM, ‘other specific types’ of DM, and gestational DM."
},
{
	"page":"ENAS257_5.2.0.0",
	"text":"The present definition of DM is based on the level of glucose at which retinopathy occurs, but macrovascular complications, such as coronary, cerebrovascular, and peripheral artery disease (PAD), appear earlier and are often present at the time when T2DM is diagnosed using current glycaemic criteria. The WHO criteria are based on fasting plasma glucose (FPG) and 2hPG concentrations using an OGTT. ADA encourages the use of HbA1c, and FPG, and an OGTT is indicated only if HbA1c and/or FPG is incon­clusive (Table 4). The argument for FPG or HbA1c over 2hPG is primarily related to feasibility. HbA1c has a low sensitivity to predict DM and values <6.5% do not exclude DM that may be disclosed by an OGTT. As depicted in Figure 2, FPG and 2hPG identify different people with previously unrecognized DM and the 2hPG contributes the best prognostic the 2hPG contributes the best prognostic information. The diagnosis of DM should be based on at least two consecutive values above the diagnostic threshold. HbA1c is a useful measure of glycaemic control in people with reflecting a average value of blood glucose during the preceding 6-8 weeks (the life span of erythrocytes). To standardize glucose determinations, venous plasma measures are recommended. Table 4  Comparison of 2006 World Health Organization (WHO) and 2003/2011 and 2012 American Diabetes Association (ADA) diagnostic criteria. Diagnose/ measurement WHO ADA Diabetes     HbA1c Can be used If measured ≥6.5% (48 mmol/mol) Recommended Recommended ≥6.5% (48 mmol/mol) FPG ≥7.0 mmol/L (≥126 mg/dL) or ≥7.0 mmol/L (≥126 mg/dL) or 2hPG ≥11.1 mmol/L (≥200 mg/dL) ≥11.1 mmol/L (≥200 mg/dL) IGT     FPG <7.0 mmol/L (<126 mg/dL) <7.0 mmol/L (<126 mg/dL) Not required 2hPG ≥7.8–<11.1 mmol/L (≥140–<200 mg/dL) If measured 7.8–11.0 mmol/L (140–198 mg/dL) IFG     FPG 6.1–6.9 mmol/L (110–125 mg/dL) 5.6–6.9 mmol/L (100–125 mg/dL) 2hPG If measured <7.8 mmol/L (<140 mg/dL) -- FPG = fasting plasma glucose; IFG = impaired fasting glucose; HbA1c  = glycated haemoglobin A1c; IFG = impaired fasting glucose; IGT = impaired glucose tolerance; 2hPG = 2-h post-load plasma glucose. Figure 2:  FPG and 2hPG identify different individuals with asymptomatic DM and the 2hPG is the best predictor of mortality during 11 years of follow-up. 2hPG = 2h post-load plasma glucose; ADA = American Diabetes Association; FPG = fasting plasma glucose; HR = heart rate; WHO = World Heart Association."
},
{
	"page":"ENAS257_5.3.1.0",
	"text":"It is necessary to separate individuals into three different scenarios: (i) the general population; (ii) people with assumed abnormalities (e.g. obese, hypertensive, or family history of DM); and (iii) patients with prevalent CVD. In the general population and people with assumed abnormalities, the appropriate screening strategy is to start with a DM risk score and to investigate individuals with a high value using an OGTT or a combination of HbA1c and FPG. In CVD patients no diabetes risk score is needed, but an OGTT is indicated if HbA1c and/or FPG is inconclusive, since people belonging to these groups may often have DM disclosed only by an elevated 2hPG.   Several DM risk scores have been developed. Most perform well, and it does not matter which one is used. In Europe the FINnish Diabetes RIsk SCore (FINDRISC; Figure 3) is the most commonly used.   In the general population, women have a lower risk for CVD than men, but women with DM have a higher relative risk for CVD than men with DM. The reason for this is still unclear."
},
{
	"page":"ENAS257_5.3.2.0",
	"text":"Figure 3:  FINnish Diabetes RIsk SCore (FINDRISC) to assess the 10-year risk of 2 diabetes in adults. (Available at: www.diabetes.fi/english). Test designed by Professor Jaako Tuomilehto. Department of Public Health, University of Helsinki, and Dr Jaana Lindstrôm, MFS, National Public Health Institute. For interactivity see here"
},
{
	"page":"ENAS257_5.4.0.0",
	"text":"Unhealthy dietary habits and a sedentary lifestyle are of major importance for the development of T2DM. Lifestyle modification, based on modest weight loss and increased physical activity, prevents or delays progression in high-risk individuals with IGT (Table 5). Thus, those at high risk for T2DM and those with established IGT should be given appropriate lifestyle counselling. Table 5 Prevention of T2DM by lifestyle intervention – the evidence Study Intervention Patients (n) Follow-up (Years) RRR (%) Da-Qing Study China Diet Exercise Diet + exercise 130 141 126 6 31 46 42 Control 133     Diabetes Prevention Study Finland Diet + physical activity 265 3.2 58 Control 257     US Diabetes Prevention Program Outcomes Study USA Diet + physical activity 1079 2.8 58 Metformin 1073   31 Placebo 1082     Indian Diabetes Prevention Program India Lifestyle 133 2.5 29 Metformin 133   26 Lifestyle + metformin 129   28 Control 136     Japanese trial in men with IGT Japan Diet + exercise Control 102 356 4 67 Study on lifestyle-intervention and IGT Maastricht study The Netherlands Diet + physical activity 74 3 58 Control 73     European Diabetes Prevention Study – Newcastle, UK Diet + physical activity 51 3.1 55 Control 51     Zensharena Study Japan Diet + physical activity 330 3 44 Control 311     IGT = impaired glucose tolerance; RRR = relative risk reduction; a The Zensharen study recruited people with IFG, while other studies recruited people with IGT."
},
{
	"page":"ENAS257_6.0.0.0",
	"text":"T2DM is characterized by a state of longstanding insulin resistance, compensatory hyperinsulinaemia, and varying degrees of elevated plasma glucose, associated with the development of macrovascular disease prior to diagnosis of DM (see Figure 4). The early glucometabolic impairment is characterized by a progressive decrease in insulin sensitivity and increased glucose levels that remain below the threshold for a diagnosis of T2DM, a state known as IGT. Over many years this leads to the development of atherosclerotic plaques which, in the presence of enhanced inflammatory content, becomes unstable and rupture to promote occlusive thrombus formation. Atheroma from people with DM has more lipid, inflammatory changes, and thrombus than a subject free of DM. Figure 4:  Glycaemic continuum and cardiovascular disease."
},
{
	"page":"ENAS257_7.0.0.0",
	"text":"Cardiovascular risk assessment in diabetes Recommendations Classa Levelb It should be considered to classify patients with DM as at very high or high risk for CVD depending on the presence of concomitant risk factor and target organ damage. IIa C It is not recommended to assess the risk for CVD in patients with DM based on risk scores developed for the general population. III C It is indicated to estimate the urinary albumin excretion rate when performing risk stratification in patients with DM. I B Screening for silent myocardial ischaemia may be considered in selected high-risk patients with DM. IIb C CVD = cardiovascular disease; DM = diabetes mellitus. a Class of recommendation. b Level of evidence. In patients with T2DM, albuminuria is a risk factor for future CV events, CHF and all-cause mortality even after adjusting for other risk factors.   Ankle brachial index (ABI) detection of carotid plaques, arterial stiffness by pulse wave velocity, and cardiac autonomic neuropathy may be considered as useful CV markers adding predictive value in people with DM. Silent myocardial ischaemia may appear and can be detected by ECG stress test, myocardial scintigraphy, or stress echocardiography. It is a risk factor in particular when associated with coronary stenoses on angiography. Screening may be performed in patients at a particularly high risk such as those with peripheral artery disease or proteinuria."
},
{
	"page":"ENAS257_8.1.1.0",
	"text":"Life style modifications in diabetes Recommendations Classa Levelb Smoking cessation guided by structured advice is recommended in all subjects with DM and IGT. I A It is recommended that in the prevention of T2DM and control of DM, total fat intake should be <35%, saturated fat <10%, and monounsaturated fatty acids >10% of total energy. I A It is recommended that dietary fibre intake should be >40 g/day (or 20 g/1000 Kcal/day) in the prevention of T2DM and control of DM. I A Any diet with reduced energy intake can be recommended in lowering excessive body weight in DM. I B Vitamin or micronutrient supplementation to reduce the risk of T2DM or CVD in DM is not recommended. III B Moderate to vigorous physical activity of ≥150 min/week is recommended for the prevention and control of T2DM, and prevention of CVD in DM. I A Aerobic exercise and resistance training are recommended in the prevention of T2DM and control of DM, but best when combined. I A CVD = cardiovascular disease; DM = diabetes mellitus; IGT = impaired glocuse tolerance; T2DM = type 2 diabetes mellitus. a Class of recommendation. b Level of evidence."
},
{
	"page":"ENAS257_8.1.2.0",
	"text":"Lifestyle management (including healthy eating, physical activity, and smoking cessation) is the cornerstone for the prevention and manage­ment of T2DM, including individualized goals.   Weight control or at least stabilization in overweight or moderately obese people is a central component of lifestyle intervention since most European people with T2DM are obese. In very obese individuals bariatric surgery causes long-term weight loss and reduces the rate of incident T2DM and mortality.   Dietary interventions are presently less prescriptive than before and acknowledge that several dietary patterns can be adopted. An appropriate intake of total energy and a diet in which fruits, vegetables, wholegrain cereals, and low-fat protein sources predominate are more important than the precise proportions of total energy provided by the major macronutrients. Salt intake should be restricted. It has been suggested there is no benefit in a high-protein over a high-carbohydrate diet in T2DM. Specific dietary recommendations include limiting saturated and trans fats and alcohol intake, monitoring carbohydrate consumption, and increasing dietary fibre. Routine supple­mentation with antioxidants, such as vitamins E and C and carotene, is not advised. A Mediterranean-type diet is acceptable provided fat sources are derived primarily from mono­unsaturated oils. Moderate amounts of alcohol are associated with a lower risk of CVD than no intake at all. Intake of >4 cups of coffee/day is associated with a lower risk of CVD in people with T2DM, but boiled coffee without filtering raises LDL-C and should be avoided.   Physical activity is important in the prevention of the development of T2DM in people with IGT, and for the control of glycaemia and related CVD complications. Regular exercise is necessary for continued benefit. Combined aerobic and resistance training has a more favourable impact on HbA1c than aerobic or resistance training alone. Physical activity decreases HbA1c and is more effective when combined with dietary advice.   Smoking increases the risk of T2DM, CVD, and premature death. People with DM, who are current smokers, should be offered a structured smoking cessation programme with pharma­co­logical support. Detailed instruction should be given according to the five A principles (Table 6). Table 6 The strategic five As’ for smoking cessation A–ASK: Systematically inquire about smoking status at every opportunity. A–ADVISE: Unequivocally urge all smokers to quit. A–ASSESS: Determine the person’s degree of addiction and readiness to quit. A–ASSIST: Agree on a smoking cessation strategy, including setting a quit date, behavioural counselling, and pharmacological support. A–ARRANGE: Arrange a schedule for follow-up."
},
{
	"page":"ENAS257_8.2.1.0",
	"text":"Glycaemic control in diabetes Recommendations Classa Levelb It is recommended that glucose lowering is instituted in an individualized manner, taking duration of DM, co-morbidities and age into account. I C It is recommended to apply tight glucose control, targeting a near-normal HbA1c (<7.0% or <53 mmol/mol) to decrease microvascular complications in T1DM and T2DM. I A A HbA1c target of ≤7.0% (≤53 mmol/mol) should be considered for the prevention of CVD in T1 and T2DM. IIa C Basal bolus insulin regimen, combined with frequent glucose monitoring, is recommended for optimizing glucose control in T1DM. I A Metformin should be considered as first-line therapy in subjects with T2DM following evaluation of renal function. IIa B CVD = cardiovascular disease; DM = diabetes mellitus; HbA1c  = glycated haemoglobin A1c; T1DM = type 1 diabetes mellitus; T2DM = type 2 diabetes mellitus. a Class of recommendation; b Level of evidence."
},
{
	"page":"ENAS257_8.2.2.0",
	"text":"Randomized clinical trials provide compelling evidence that the microvascular complications of DM are reduced by tight glycaemic control, which also exerts a favourable, although smaller, influence on CVD that becomes apparent after many years. However, intensive glucose control combined with effective blood pressure control and lipid lowering appear to markedly shorten the time to improvements in the rate of cardio­vascular events. A meta-analysis of CV outcomes suggest that an HbA1c reduction of ~1% is associated with a 15% relative risk reduction (RRR) in non-fatal MI but without benefits on stroke or all-cause mortality. However, patients with a short duration of T2DM, lower baseline HbA1c at randomization and without a history of CVD seem to benefit from more intensive glucose-lowering strategies. Intensive glycaemic control should therefore be applied in an individualized manner taking into account age, duration of T2DM, and history of CVD. A HbA1c target of <7.0% (<53 mmol/mol) to reduce microvascular disease is a generally accepted level. The evidence for an HbA1c target in relation to macrovascular risk is less compelling. Consensus indicates that an HbA1c of ≤7% should be targeted. Ideally, tight control should be instigated early in the course of the disorder in younger persons without co­morbi­dities. FPG should be <6.7 mmol/L (<120 mg/dL) and post-prandial <9–10 mmol/L (<160–180 mg/dL) on an individualized basis. Successful glucose-lowering therapy is assisted by self-monitoring of blood glucose, most notably in patients with insulin-treated DM. When near-normoglycaemia is the goal, post-prandial glycaemia needs to be taken into account in addition to fasting glycaemia. More stringent targets (e.g. HbA1c 6.0–6.5% ([42–48 mmol/mol]) might be considered in selected patients with short disease duration, long life expectancy, and no significant CVD, if it can be achieved without hypoglycaemia or other adverse effects."
},
{
	"page":"ENAS257_8.2.3.0",
	"text":"Therapeutic agents for managing hyper­gly­caemia are outlined in Table 7. They belong to one of three groups: (i) insulin providers; (ii) insulin sensitizers; (iii) glucose absorption inhibitors. The expected decrease in HbA1c with each of the oral treatments or with subcutaneous administration of GLP-1 agonists as monotherapy is generally about 0.5–1.0%. Triple therapy, metformin plus two from pio­glitazone, sulphonylurea, incretin mimetics, meglitinides, glucose absorption inhibitors, is commonly required as the disorder progresses. In T1DM, intensive glucose-lowering therapy using a basal-bolus regimen delivered either by multiple insulin injections or using an insulin pump is the gold standard. In T2DM, metformin is the first-line drug treatment especially in overweight patients. Table 7 Pharmacological treatment options for T2DM eGFR = estimated glomerular filtration rate; GLP-1 = glucagon-like peptide-1; DDP = Diabetes Prevention Program; SGLT2  = sodium glucose co-transporter 2. Intensive glucose lowering may increase the incidence of hypoglycaemia in both T1DM and T2DM. Hypoglycaemia increases the risk of cardiac arrhythmia and events. Attention should be paid to avoidance of hypoglycaemia whilst achieving glycaemic goals in an individualized manner."
},
{
	"page":"ENAS257_8.3.0.0",
	"text":"Blood pressure control in diabetes Recommendations Classa Levelb Blood pressure control is recommended in patients with DM and hypertension to lower the risk of cardiovascular events. I A It is recommended that a patient with hypertension and DM is treated in an individualized manner, targeting a blood pressure of <140/85 mmHg. I A It is recommended that a combination of blood pressure lowering agents is used to achieve blood pressure control. I A A RAAS blocker (ACE-I or ARB) is recommended in the treatment of hypertension in DM, particularly in the presence of proteinuria or microalbuminuria. I A Simultaneous administration of two RAAS blockers should be avoided in patients with DM. III B ACE-I = angiotensin converting enzyme-inhibitor; ARB = angiotensin receptor blockers; DM = diabetes mellitus; RAAS = renin angiotensin aldosterone system. a Class of recommendation; b Level of evidence. The main aim when treating hypertension in patients with DM is to lower blood pressure to <140/85 mmHg, which often requires the use of a combination of blood pressure reducing drugs. While it is very important to reach an adequate blood pressure control in people with DM, the risks of intensive blood pressure management need to be carefully considered on an individual basis. In patients with hypertension and nephro­pathy with overt proteinuria an even lower BP (systolic BP <130 mmHg) may be considered. All available blood pressure lowering drugs can be used, but evidence strongly supports the inclusion of an inhibitor of the RAAS (ACE-I/ ARB) especially in the presence of proteinuria. Since DM patients tend to have high blood pressure during the night, administration of antihypertensive drugs at bed time should be considered and ideally after evaluation of the 24-ambulatory blood pressure profile of the patient."
},
{
	"page":"ENAS257_8.4.0.0",
	"text":"Management of dyslipidaemia in diabetes Recommendations Classa Levelb Statin therapy is recommended in patients with T1DM and T2DM at very high-risk (i.e. if combined with documented CVD, severe CKD or with one or more CV risk factors and/or target organ damage) with an LDL-C target of <1.8 mmol/L (<70 mg/dL) or at least a ≥50% LDL-C reduction if this target goal cannot be reached. I A Statin therapy is recommended in patients with T2DM at high risk (without any other CV risk factor and free of target organ damage) with an LDL-C target of <2.5 mmol/L (<100 mg/dL). I A Statins may be considered in T1DM patients at high risk for cardiovascular events irrespective of the basal LDL-C concentration. IIb C It may be considered to have a secondary goal of non–HDL-C <2.6 mmol/L (<100 mg/dL) in patients with DM at very high risk and of <3.3 mmol/L (<130 mg/dL) in patients at high risk. IIb C Intensification of statin therapy should be considered before the introduction of combination therapy with the addition of ezetimibe. IIa C The use of drugs that increase HDL-C to prevent CVD in T2DM is not recommended. III A CV = cardiovascular; CVD = cardiovascular disease; DM = diabetes mellitus; HDL-C = high density lipoprotein cholesterol; LDL-C = low density lipoprotein-cholesterol; T1DM = Type 1 diabetes mellitus; T2DM = type 2 diabetes mellitus. a Class of recommendation; b Level of evidence. Dyslipidaemia is a major risk factor for CVD in people with DM. Characteristically in insulin resistant it comprises elevation of triglycerides, small dense LDL particles, and low HDL cholesterol. A low HDL-C is an independent CVD risk factor even if the LDL-C level is not elevated. Indeed the malignant nature of dyslipidaemia can be better characterized by using non-HDL-C in T2DM because LDL-C often remains within a normal range. Comprehensive and consistent data exist on the efficacy of statins in the prevention of CVD events in T2DM. An observed 9% reduction in all-cause mortality and a 21% reduction in the incidence of major vascular outcomes per mmol/L of LDL-C lowering are similar to those seen in non-DM. The benefit associated with the reduction in LDL-C was seen at a starting level as low as 2.6 mmol/L.   The risk reduction is similar in patients with T1DM and T2DM. The benefit of statins in DM patients greatly exceeds any known hazards of such therapy.   The pharmacological tools available to raise HDL-C in DM patients remain limited and safety concerns have been raised. So far, lifestyle intervention with smoking cessation, increased physical activity, weight reduction, and decreased consumption of fast-absorbed carbohydrates remains the cornerstone of HDL raising therapy."
},
{
	"page":"ENAS257_8.5.0.0",
	"text":"Antiplatelet therapy in patients with diabetes Recommendations Classa Levelb Antiplatelet therapy with aspirin in DM-patients at low CVD risk is not recommended. III A Antiplatelet therapy for primary prevention may be considered in high-risk patients with DM on an individual basis. IIb C Aspirin at a dose of 75–160 mg/day is recommended as secondary prevention in DM. I A A P2Y12 receptor blocker is recommended in patients with DM and ACS for 1 year and in those subjected to PCI (duration depending on stent type). In patients with PCI for ACS preferably prasugrel or ticagrelor should be given. I A Clopidogrel is recommended as an alternative antiplatelet therapy in case of aspirin intolerance. I B ACS = acute coronary syndrome; CVD = cardiovascular disease; DM = diabetes mellitus; PCI = percutaneous coronary intervention. a Class of recommendation. b Level of evidence. There is no reason to treat patients with DM and CVD (DM at high risk) differently from non-DM patients, and low-dose aspirin is uniformly recommended for secondary prevention. Aspirin probably produces a modest reduction in the risk of CV events in DM patients without established CVD, but the limited amount of data precludes a precise estimate of the effect size. Consistent with this uncertainty, aspirin is not recommended in such patients (DM at low risk). Clopidogrel provides a valid alternative for patients who are aspirin intolerant or have symptomatic peripheral vascular disease. There is no convincing evidence that either clopidogrel or the newer drugs are more (or less) effective in people with versus those without DM."
},
{
	"page":"ENAS257_8.6.0.0",
	"text":"Multifactorial risk management in diabetes Recommendations Classa Levelb Risk stratification should be considered as part of the evaluation of patients with DM and IGT. IIa C Cardiovascular risk assessment is recommended in subjects with DM and IGT as a basis for multifactorial management. I B Treatment targets, as listed in Table 3, should be considered in patients with DM and IGT with CVD. IIa B DM = diabetes mellitus; CVD = cardiovascular disease; IGT = impaired glucose tolerance. a Class of recommendation. b Level of evidence. As already underlined, people with glucose perturbations are in need of early risk asses­sment to identify co-morbidities and factors that increase cardiovascular risk (see Cardiocascular risk assessment). The total risk for CV complications is to a large extent related to accumulated risk factors, and successful risk prevention depends on a comprehensive detection and management of all modifiable factors. Treatment targets are summarized in Table 3."
},
{
	"page":"ENAS257_9.1.0.0",
	"text":"Managing stable and unstable coronary artery disease in diabetes Recommendations Classa Levelb It is recommended that patients with CVD are investigated for disorders of glucose metabolism. I A Beta-blockers should be considered to reduce mortality and morbidity in patients with DM and ACS. IIa B ACE-I or ARBs are indicated in patients with DM and CAD to reduce the risk for cardiovascular events. I A Statin therapy is indicated in patients with DM and CAD to reduce the risk for cardiovascular events. I A Aspirin is indicated in patients with DM and CAD to reduce the risk for cardiovascular events. I A Platelet P2Y12 receptor inhibition is recommended in patients with DM and ACS in addition to aspirin. I A Insulin-based glycaemic control should be considered in ACS patients with significant hyperglycaemia (>10 mmol/L or >180 mg/dL) with the target adapted to possible co-morbidities. IIa C Glycaemic control, that may be accomplished by different glucose-lowering agents, should be considered in patients with DM and ACS. IIa B ACE-I = angiotensin converting enzyme inhibitor; ACS = acute coronary syndrome; ADP = adenosine diphosphate; ARB = angiotensin receptor blockers; CAD = coronary artery disease; CVD = cardiovascular disease; DM = diabetes mellitus. a Class of recommendation. b Level of evidence. Available information favours a proportionately similar efficacy of CV risk management in DM and non-DM patients. Considering the higher risk for CV events the absolute benefit is considerably higher in DM and the NNT to avoid one CV events is lower in this population. Beta-blockers are effective in improving prognosis in post-MI patients with DM by reducing the likelihood of reinfarction, sudden death and ventricular arrhythmias. Beta-blockers may have negative metabolic effects. These are, however, outweighed by the beneficial effects."
},
{
	"page":"ENAS257_9.2.0.0",
	"text":"Coronary revascularization of patients with diabetes Recommendations Classa Levelb Optimal medical treatment should be considered as preferred treatment in patients with stable CAD and DM unless there are large areas of ischaemia or significant left main or proximal LAD lesions. IIa B CABG is recommended in patients with DM and multivessel or complex (SYNTAX Score >22) CAD to improve survival free from major cardiovascular events. I A PCI for symptom control may be considered as an alternative to CABG in patients with DM and less complex multivessel CAD (SYNTAX score ≤22) in need of revascularization. IIb B Primary PCI is recommended over fibrinolysis in DM patients presenting with STEMI if performed within recommended time limits. I B In DM patients subjected to PCI, DES rather than BMS are recommended to reduce risk of target vessel revascularization. I A Renal function should be carefully monitored after coronary angiography/PCI in all patients on metformin. I C If renal function deteriorates in patients on metformin undergoing coronary angiography/PCI, it is recommended to withhold treatment for 48 h or until renal function has returned to its initial level. I C BMS = bare-metal stent; CABG = coronary artery bypass grafting; CAD = coronary artery disease; DES = drug-eluting stent; DM = diabetes mellitus; PCI = percutaneous coronary intervention; LAD = left anterior descending coronary artery; STEMI = ST-elevation myocardial infarction. a Class of recommendation; b Level of evidence. Revascularization in DM patients is challenged by a more diffuse atherosclerotic involvement of the epicardial vessels, a higher propensity to develop restenosis after PCI and saphenous graft occlusion after CABG. Irrespective of revas­cularization modality, this results in a higher risk, including long-term mortality, than that seen in patients without DM. Except in specific situations (left main coronary artery stenosis, proximal LAD stenosis, or triple vessel disease with impaired LV function) myocardial revas­cularization in patients with DM does not improve survival compared with medical treatment. In DM patients with an ACS, an early invasive strategy improves outcomes, and, due to a higher absolute risk, the NNT to save one life is significantly lower in patients with than among those without DM. CABG is superior to PCI for patients with DM and advanced CAD, a discussion with the patient explaining the mortality benefit with CABG surgery, and an individualized risk assessment, is mandatory before the type of intervention is decided. If PCI is performed DES should be used. Although hypoglycaemic medications may influence the safety of coronary angiography as well as early and late outcomes of revascularization, few trials have addressed interactions with myocardial revascularization in DM. There is no adequate scientific support to the frequent practice of stopping metformin 24 to 48 hours prior to angiography or PCI in all patients."
},
{
	"page":"ENAS257_10.0.0.0",
	"text":"Management of heart failure in diabetes Recommendations Classa Levelb ACE-I is recommended in addition to beta-blockers, in patients with systolic heart failure and T2DM to reduce mortality and hospitalization. I A In patients with systolic heart failure and T2DM, who have a clear ACE-I intolerance due to side effects, an ARB may be used as an alternative to an ACE-I. I A A beta-blocker is recommended in addition to an ACE-I (or an ARB if an ACE-I is not tolerated) in all patients with systolic heart failure and T2DM to reduce mortality and hospitalization. I A An MRA is recommended for all patients with persisting symptoms (NYHA class II–IV) and an LVEF ≤35% despite treatment with an ACE-I (or an ARB if an ACE-I is not tolerated) and a beta-blocker, to reduce the risk of heart failure hospitalization and premature death. I A Addition of ivabradine to an ACE-I, beta-blocker and MRA may be considered in patients in sinus rhythm with T2DM with heart failure and LVEF <40%, who have persisting symptoms (NYHA class II–IV) and a heart rate >70 b.p.m. despite optimal tolerated dose of beta-blocker in addition to ACE (or ARB) and MRA. IIb B Thiazolidinediones should not be used in patients with heart failure and T2DM since water retention may worsen or provoke heart failure. III B ACE-I = angiotensin converting inhibitor; ARB = angiotensin receptor blocker; LVEF = left ventricular ejection fraction; MRA = mineralocorticoid receptor antagonist; NYHA = New York Heart Association; T2DM = type 2 diabetes mellitus. a Class of recommendation; b Level of evidence. Three neurohormonal antagonists – an ACE-I or ARB, a beta-blocker, and a mineralocorticoid receptor antagonist (MRA) – comprise the important pharmacological agents for the treatment of all patients with systolic heart failure including those with DM. They are usually combined with a diuretic for relieving congestion and may also be supplemented by ivabradine. When ACE-I, ARBs, and/or MRAs are used in patients with DM surveillance of kidney function and potassium is mandatory since nephropathy is frequent.   In addition to an ACE-I (or if not tolerated an ARB) a beta-blocker should be given to all patients with an LVEF ≤40%. The following beta-blockers are recommended: metoprolol succinate in the slow release form, bisoprolol, and carvedilol. The marked clinical benefits of beta–blockers in patients with DM and heart failure outweigh the risks of hypoglycaemia and dyslipidaemia or decreased insulin sensitivity. A low-dose MRA is indicated in all patients with persisting symptoms and an LVEF ≤35%, despite treatment with an ACE-I (or if not tolerated, an ARB) and a beta-blocker. Loop diuretics are recommended rather than hyperglycaemia-promoting thiazides. There is no reason to believe that the effect of resynchronization therapy should be different in patients with than without DM. The presence of DM is not a contraindication to cardiac transplantation in suitable patients."
},
{
	"page":"ENAS257_11.1.0.0",
	"text":"Management of arrhythmias in diabetes Recommendations Classa Levelb Screening for AF should be considered since it is common in patients with DM and increases morbidity and mortality. IIa C Oral anticoagulation with VKAs or a NOAC (e.g. dabigatran, rivaroxaban or apixaban) is recommended in DM patients with AF (paroxysmal and persistent) if not contraindicated. I A Assessment of the risk of bleeding (i.e. HAS-BLED score) should be considered when prescribing antithrombotic therapy in patients with AF and DM. IIa C Screening for risk factors for sudden cardiac death should be considered in patients with DM. IIa C Implantable cardioverter defibrillators are recommended for patients with DM and ischaemic cardiomyopathy with LVEF <35% and those resuscitated from ventricular fibrillation or sustained ventricular tachycardia. I A Beta-blockers are recommended for DM patients with heart failure and after acute MI to prevent sudden cardiac death. I A AF = atrial fibrillation; DM = diabetes mellitus; EF = ejection fraction; LV = left ventricular; VKA = vitamin K antagonist. NOAC = new oral anticoagulant. a Class of recommendation. b Level of evidence."
},
{
	"page":"ENAS257_11.2.0.0",
	"text":"DM is frequent in patients with AF, and DM and AF share common antecedents such as hypertension, atherosclerosis, and obesity. However, the independent role of DM as a risk factor for AF has not been established. Screening for AF can be recommended in selected patient groups with T2DM with any suspicion of paroxysmal or permanent AF by pulse palpation, routine 12-lead ECG, or Holter recordings. Patients with DM and AF have a high risk for thromboembolic complications and should be protected by means of vitamin K antagonists (VKAs) or one of the new oral anticoagulants such as dabigatran, rivaroxaban or apixaban."
},
{
	"page":"ENAS257_11.3.0.0",
	"text":"Sudden cardiac death is a major cause of mortality in DM patients. While there are some risk factors of sudden cardiac death that may be specifically related to DM, such as microvascular disease, hypoglycaemia, and autonomic neuropathy, the focus should be on primary prevention of DM, atherosclerosis, and CAD, and secondary prevention of the cardiovascular consequences of these common conditions."
},
{
	"page":"ENAS257_12.1.0.0",
	"text":"Management of peripheral artery disease in diabetes Recommendations Classa Levelb It is recommended that patients with DM have annual screening to detect PAD and measurement of the ABI to detect LEAD. I C It is recommended that all patients with PAD and diabetes who smoke are advised to stop smoking. I B It is recommended that patients with PAD and DM have LDL-C lowered to <1.8 mmol/L (<70 mg/dL) or by ≥50% when the target level cannot be reached. I A It is recommended that patients with PAD and DM have their blood pressure controlled to <140/85 mmHg. I C Antiplatelet therapy is recommended in all patients with symptomatic PAD and DM without contraindications. I A ABI = ankle-brachial index; DM  = diabetes mellitus; LDL-C = low-density lipoprotein cholesterol; LEAD = lower extremity artery disease; PAD = peripheral artery disease. a Class of recommendation. b Level of evidence. PAD includes atherosclerotic lesions in the extracranial carotid and vertebral, upper and lower extremity, mesenteric, and renal arteries. Although abdominal aortic aneurysm is frequent in patients with DM, it is not included in the current PAD definition. Moreover, diagnosis and management of abdominal aortic aneurysm are carried out independent of the presence or absence of DM."
},
{
	"page":"ENAS257_12.2.1.0",
	"text":"Patients with DM should undergo comprehensive, annual screening for the presence of PAD at different vascular sites as outlined in Table 8 and Table 9.   Prevention of lower extremity artery disease (LEAD) in patients with DM consists of lifestyle changes (addressing obesity, smoking, and lack of exercise) and control of risk factors, including hyperglycaemia, hyperlipidaemia, and hypertension. If conservative therapy is unsuccessful, revascularization should be considered. In case of disabling claudication with culprit lesions located at aorta/iliac arteries, revascularization should be the first choice, along with management of risk factors. An algorithm for the treatment of intermittent claudication is shown in Figure 5.   Critical limb ischaemia (CLI) is defined by the presence of ischaemic pain at rest and ischaemic lesions or gangrene attributable to arterial occlusive disease that is chronic and distin­guishable from acute limb ischaemia. An algorithm for the management of CLI is provided in Figure 6."
},
{
	"page":"ENAS257_12.2.2.0",
	"text":"Table 8 History relevant to peripheral artery disease Family history of CVD. Symptoms suggesting angina. Any walking impairment, e.g. fatigue, aching, cramping, or pain with localization to buttock, thigh, calf, or foot, particularly when symptoms are quickly relieved at rest. Any pain at rest localized to the lower legs or feet and its association with the upright or recumbent positions. Any poorly healing wounds of the extremities. Exertional pain in the upper extremities particularly if associated with dizziness or vertigo. Any transitory neurological symptom. History of abrupt onset hypertension, resistant hypertension (which may result from renal artery stenosis) or renal failure. Unusual or post-prandial abdominal pain particularly if related to eating and associated with weight loss. Erectile dysfunction."
},
{
	"page":"ENAS257_12.2.3.0",
	"text":"Table 9 Physical examination relevant to peripheral artery disease Measurement of blood pressure in both arms and notation of asymmetry between the arms. Auscultation and palpation of the carotid and cervical areas. Palpation of the pulses at the upper extremities and if necessary, performance of Allen’s test. The hands must be carefully inspected. Abdominal palpation and auscultation at different levels including the flanks and the iliac regions. Auscultation of the femoral arteries. Palpation of the femoral, popliteal, dorsalis pedis, and posterior tibial arteries. Inspection of the feet for colour, temperature, integrity of the skin. Recording of the presence of ulcerations. Additional findings suggestive of LEAD, including calf hair loss and skin changes, should be noted. ABI, calculated by dividing the systolic blood pressure at the tibial or dorsalis pedal level with the brachial pressure. An index of <0.9 is suggestive of LEAD. ABI = ankle-brachial index; LEAD = lower extremity artery disease."
},
{
	"page":"ENAS257_12.2.4.0",
	"text":"Figure 5: Algorithm for treatment of intermittent claudication CV = cardiovascular. For interactivity see here"
},
{
	"page":"ENAS257_12.2.5.0",
	"text":"Figure 6: Algorithm for the management of critical limb ischaemia CVD = cardiovascular disease. For interactivity see here"
},
{
	"page":"ENAS257_12.3.0.0",
	"text":"DM is an independent risk factor for ischaemic stroke with an incidence 2.5 - 3.5 times higher than in people without DM. In this document the discussion of stroke and transitory ischaemic attack (TIA) prevention is limited to aspects related to carotid artery disease. Although the presence of DM increases the likelihood of carotid artery disease, its presence does not change the general diagnostic and therapeutic approach. Carotid bruits are common in patients with carotid artery stenosis although many remain asymptomatic regardless of lesion severity. Urgent imaging of the brain and supra-aortic vessels with duplex ultrasonography, computed tomography angiography, and magnetic resonance imaging is mandatory in patients presenting with TIA or stroke. Management depends on symptoms, severity of the lesion, prognosis for 5-year survival, and the outcome of revascularization procedures. A management algorithm is shown in Figure 7. Figure 7: Algorithm for the management of extra cranial carotid artery disease a The management of symptomatic carotid artery disease should be decided as soon as possible (<14 days after onset of symptoms). b After multidisciplinary discussion including neurologists. BMT = best medical therapy; CTA = computed tomography angiography; MRA = magnetic resonance angiography; TIA = transient ischaemic attack. For interactivity see here"
},
{
	"page":"ENAS257_13.1.0.0",
	"text":"Management of microvascular disease in diabetes Recommendations Classa Levelb Screening for the presence of retinopathy should be considered on annual basis in patients with T2DM. IIa B Multifactorial therapy is recommended when retinopathy is progressing rapidly. I B An HbA1c <7% and a blood pressure <140/85 mmHg are recommended for primary prevention of retinopathy related to DM. I A Lipid lowering should be considered to reduce the progression of retinopathy, the need for laser treatment, and the need for vitrectomy. IIa B It is recommended that proliferative DM retinopathy is treated by pan retinal laser photocoagulation. I A Grid laser photocoagulation should be considered in clinically significant macular oedema. IIa B Intravitreal anti-vascular endothelial growth factor therapy should be considered in patients with vision impairment and clinically significant macular oedema involving the fovea. IIa B BP = blood pressure; DM = diabetes mellitus; HbA1c  = glycated haemoglobin A1c; T2DM = type 2 diabetes mellitus. a Class of recommendation. b Level of evidence. DM is an important risk factor for both renal and CV outcomes, and renal impairment – in the form of elevated urinary albumin excretion and/or impaired GFR – is itself an independent predictor of CV outcomes. Urinary albumin excretion and loss of GFR are to some extent beneficially modifiable by interventions that lower blood glucose and blood pressure.   Retinopathy is the most frequent microvascular complication in DM. Although the incidence has declined slowly following the implementation of intensive treatment regimens, vision-threatening proliferative retinopathy affects 50% of subjects with T1DM, and 29% with T2DM develop vision-threatening macular oedema. Rapidly progressive retinopathy indicates increased CV risk, and the combination of retinopathy and nephropathy predicts excess CV morbidity and mortality. In T2DM advanced retinopathy more than doubles the risk for CV outcomes.   A multifactorial treatment approach prevents both microvascular and CV outcomes with a long-term beneficial effect both in T1DM and T2DM."
},
{
	"page":"ENAS257_13.2.0.0",
	"text":"Lifestyle intervention. There is no proof that lifestyle interventions alone have an effect on the prevention of nephropathy, neuropathy or retinopathy.   Glycaemic control prevents microvascular and cardiovascular outcomes both in T1DM and T2DM.   The recommended target for HbA1c in both T1DM and T2DM is <7% (<53 mmol/mol). Beyond a certain level of retinal damage, euglycaemia no longer provides a benefit against progression of retinopathy.   Blood pressure. As a primary intervention, intensified blood pressure control using RAAS blockers prevents the onset of microalbuminuria in T2DM but not in T1DM. As a secondary intervention, intensified blood pressure control using ACE-I to block the RAAS slowed progression of kidney disease in T1DM and reduced end-stage renal failure. In T2DM, high doses of ramipril prevented both renal and CV outcomes. ARBs reduced progression from microalbuminuria to proteinuria, and prevented renal outcomes, but not CV death.   Blood pressure control has beneficial effects on the progression of retinopathy. The recom­mended threshold is <140/85 mmHg, although other concomitant conditions such as nephropathy may require more intensive blood pressure control (systolic <130 mmHg). Lowering blood pressure to this target does not adversely affect retinopathy.   Lipid-lowering. Interventions on blood lipids and platelet aggregation have not been documented to alter renal disease in DM. Recently, statin plus ezetimibe provided cardiovascular protection in people with reduced kidney function including those with DM. There are no clear target levels of lipids (cholesterol, triglycerides) for the prevention or retardation of retinopathy."
},
{
	"page":"ENAS257_14.0.0.0",
	"text":"Patient-centred care in diabetes Recommendations Classa Levelb Patient-centred care is recommended to facilitate shared control and decision-making within the context of patient priorities and goals. I C Patient-centred cognitive behavioural strategies are recommended to help patients achieve lifestyle changes and practise self-management. I B Patient-centred cognitive behavioural strategies combined with simplification of dosing regimens should be considered to improve medication adherence. IIa B Multidisciplinary teams and nurse-led programmes should be considered to support lifestyle change and self-management. IIa B a Class of recommendation. b Level of evidence. Effective strategies for supporting patients to achieve positive lifestyle changes and improve self-management can be recommended. Patient-centred care fosters a multifactorial approach, working within the context of patient priorities and goals, and allows for lifestyle changes and treatments to be adapted and implemented within cultural beliefs and behaviours. Providers should take into account age, ethnic, and gender differences in DM and CVD, including lifestyle, disease prevalence, and presentation, response to treatment, and outcomes. Cognitive behavioural strategies, including problem-solving, goal setting, self-monitoring, ongoing support, and feedback/positive reinforcement in individual or group-based sessions are effective in facilitating behavioural change, especially when multiple strategies are used. When this approach is used by a multidisciplinary team with skills in cognitive behavioural strategies, there will be increased success in supporting patients to achieve lifestyle changes, and to effectively self-manage their conditions."
},
{
	"page":"ENAS257_15.0.0.0",
	"text":"(N)OAC (Non-vitamin K antagonist) oral anticoagulant °C Degree Celsius 2D/ 2-D Two-dimensional 2hPG 2-h post-load plasma glucose 3D/ 3-D Three-dimensional 5-FU 5-fluorouracil 99mTc-DPD Technetium-99m 3,3-diphosphono-1,2-propanodicarboxylic acid A/C Anticoagulation AAA Abdominal aortic aneurysm AAD Antiarrhythmic drugs AAS Acute aortic syndrome ABC Age, biomarkers, clinical history ABI Ankle-Brachial Index ABPM Ambulatory BP monitoring ACA Aborted cardiac arrest ACC American College of Cardiology ACCA Acute Cardiovascular Care Association ACCF American College of Cardiology Foundation ACCOAST Comparison of Prasugrel at the Time of Percutaneous Coronary Intervention or as Pretreatment at the Time of Diagnosis in Patients with Non-ST Elevation Myocardial Infarction ACE Angiotensin-converting enzyme ACEF Age, creatinine, ejection fraction ACEI/ ACE-I/ ACE-Is Angiotensin converting enzyme inhibitors ACS Acute coronary syndromes ACT Activated clotting time AD Aortic dissection ADA American Diabetes Association/​Adenosine deaminase ADD Acute aortic dissection ADP Adenosine diphosphate AEPC Association for European Paediatric and Congenital Cardiology AF Atrial flutter/Atrial fibrillation AFNET German Competence NETwork on Atrial Fibrillation AHA American Heart Association AHF Acute heart failure AHRE Atrial high rate episodes AK Alpha kinase AKI Acute kidney injury AL Amyloid light chain ALAT/ ALT Alanine aminotransferase ALI Acute limb ischaemia AMI Acute myocardial infarction ANA Anti-nuclear antibodies ANCA Anti-neutrophil cytoplasm antibodies AO Aorta AOS Aneurysms-osteoarthritis syndrome AP Accessory pathway APAH Conditions associated with pulmonary arterial hypertension Apo Apolipoprotein apo A I Apolipoprotein A I apo B Apolipoprotein B aPTT Activated partial thromboplastin time AR Aortic regurgitation ARB Angiotensin II receptor blocker/ Angiotensin receptor blocker ARBs Angiotensin receptor blockers ARNI Angiotensin receptor neprilysin inhibition ARVC Arrhythmogenic right ventricular cardiomyopathy AS Aortic stenosis ASA Acetylsalicylic acid ASAT/ AST Aspartate aminotransferase ASCERT American College of Cardiology Foundation–Society of Thoracic Surgeons Database Collaboration ASE American Society of Echocardiography AST/ ALT/ ALP Aspartate / alanine aminotransferase / alkaline phosphatase ASV Adaptive servo-ventilation AT Antithrombin ATOR Atorvastatin ATP Antitachycardiac pacing/Adenosine triphosphate ATRIA AnTicoagulation and Risk factors In Atrial fibrillation ATS Arterial tortuosity syndrome ATTR Amyloidosis, transthyretin type AUC Area under the curve AV Atrioventricular AVB Atrioventricular block AVID Antiarrhythmic drugs Versus Implantable Defibrillator AVM AV delay management AVP Arginine vasopressin AVR Aortic valve replacement b.i.d. Bis in die (twice daily) b.p.m/ bpm Beats per minute BARI-2D Bypass Angioplasty Revascularization Investigation 2 Diabetes BAS Balloon atrial septostomy BAV Balloon aortic valvuloplasty/Bicuspid aortic valve BB Beta-blocker BBB Bundle branch block BC Blood culture BCNIE Blood culture-negative infective endocarditis BCR-ABL Breakpoint cluster region-Abelson BGA Blood gas analysis BIMA Bilateral internal mammary artery Bi-PAP Bilevel positive airway pressure BiV Biventricular BiVAD Bi-ventricular assist device BMI Body mass index BMPR Bone morphogenetic protein receptor, type 2 BMS Bare metal stent BMT Best medical therapy BNP Brain natriuretic peptide/ B-type natriuretic peptide BP Blood pressure BPA Balloon pulmonary angioplasty BSA Body surface area BUN Blood urea nitrogen CABG Coronary artery bypass graft/ Coronary artery bypass graft surgery CAD Coronary artery disease CAS Carotid artery stenting CASH Cardiac Arrest Study Hamburg Cath/ Lab Catheterization laboratory CCB Calcium channel blocker CCNAP Council on Cardiovascular Nursing and Allied Professions CCP Council for Cardiology Practice CCPC Council on Cardiovascular Primary Care CCS Canadian Cardiovascular Society CCU Coronary care unit CDRIE Cardiac device-related infective endocarditis CEA Carotid endarterectomy/​Carcinoembryonic antigen CFA Common femoral artery CFC Cardiofaciocutaneous CHA2DS2-VASc Congestive heart failure or left ventricular dysfunction, Hypertension, Age ≥75 (doubled), Diabetes, Stroke (doubled)-Vascular disease, Age 65–74, Sex category (female) CHADS2 Cardiac failure, Hypertension, Age, Diabetes, Stroke (doubled) CHARM-Added Candesartan in Heart Failure: Assessment of Reduction in Mortality and Morbidity-Added CHD Coronary heart disease/ Congenital heart disease CHF Congestive heart failure/ Chronic heart failure CI Cardiac index / Contraindication / Confidence interval CIA Common iliac artery CI-AKI Contrast-induced acute kidney injury CIDS Canadian Implantable Defibrillator Study CIED Cardiac implantable electronic device CIN Contrast-induced nephropathy CK Creatine phophokinase/​Creatinine kinase CKD Chronic kidney disease CKD-EPI Chronic Kidney Disease Epidemiology Collaboration CK-MB Creatine kinase MB isoform CLI Critical limb ischaemia CMP Cardiomyopathy CMR Cardiac magnetic resonance CMV Cytomegalovirus CO Cardiac output CoA Coarctation / Coarctation of the aorta Cons Conservative cont Continued COPD Chronic obstructive pulmonary disease COT Cardiac Oncology Toxicity COURAGE Clinical Outcomes Utilization Revascularization and Aggressive Drug Evaluation COX Cyclo-oxygenase/ Cyclooxygenase CPAP Continuous positive airway pressure CPET Cardiopulmonary exercise testing CPFE Combined pulmonary fibrosis and emphysema CPG Committee for Practice Guidelines CPVT Catecholaminergic polymorphic ventricular tachycardia CR Cardiac rehabilitation CrCI Creatinine clearance CRP C-reactive protein CRT Cardiac resynchronization therapy CRT-D Cardiac resynchronization therapy defibrillator/ Defibrillator with cardiac resynchronization therapy CRT-P Cardiac resynchronization therapy pacemaker CRUSADE Can Rapid risk stratification of Unstable angina patients Suppress ADverse outcomes with Early implementation of the ACC/AHA guidelines CSF Colony-stimulating factor/Cerebrospinal fluid CSM Carotid sinus massage CSS Carotid sinus syncope/syndrome CT Computed tomographic / tomogram/tomography CTA Computed tomography angiography CTD Connective tissue disease CTEPH Chronic thromboembolic pulmonary hypertension cTN Cardiac troponin CTO Chronic total occlusions CTRCD Cancer Therapeutics–Related Cardiac Dysfunction Ctrl Control CUS Compression venous ultrasonography CV Cardiovascular / Cardioversion CVD Cardiovascular disease CW Continuous wave CXR Chest X-ray DALYs Disability adjusted life years DAPT Dual (oral) antiplatelet therapy DBP Diastolic blood pressure DC Direct current DCC Direct-current cardioversion DCM Dilated cardiomyopathy DDI Drug-drug interactions DEFINITE DEFibrillator In Non-Ischemic cardiomyopathy Treatment Evaluation DES Drug-eluting stent DFT Defibrillation threshold DHP Dihydropyridine DI-DO Door-in to door-out time DLCO Carbon monoxide diffusing capacity DM Diabetes mellitus DNA Deoxyribonucleic acid DPAH Drug induced PAH DPG Diastolic pressure gradient DPP Diabetes prevention program DSA Digital subtraction angiography DT Deceleration time DTB Door-to-balloon time DTIs Direct thrombin inhibitors DUS Duplex ultrasonography / Doppler ultrasound DVT Deep vein thrombosis E/A Ratio of mitral peak velocity of early filling (E) to mitral peak velocity of late filling (A) E/e’ Ratio of early transmitral flow velocity (E) to early mitral annulus velocity (e’) EACPR European Association for Cardiovascular Prevention & Rehabilitation EACTS European Association of Cardio-Thoracic Surgery/ European Association for Cardio-Thoracic Surgery EACVI European Association of Cardiovascular Imaging EANM European Association of Nuclear Medicine EAPCI European Association of Percutaneous Cardiovascular Interventions EAS European Atherosclerosis Society EASD European Association for the Study of Diabetes EBV Epstein-Barr virus ECG Electrocardiogram / Electrocardiographic ECHO Echocardiography/​Echocardiogram ECLS Extracorporeal life support ECST European Carotid Surgery Trial ECVF Extacellular volume fraction ED Erectile dysfunction/ Emergency department EDS-IV Ehlers-Danlos syndrome type IV EF Ejection fraction eGFR Estimated glomerular filtration rate EHRA European Heart Rhythm Association EIA External iliac artery EIF Eukaryotic translation initiation factor EMA European Medicines Agency EMB Endomyocardial biopsy EMS Emergency medical system/service ENA Anti-extractable nuclear antigens Enox Enoxaparin EP Electrophysiology EPD Embolic protection device EPS Electrophysiologic study ER Extended release formulations ERA Endothelin receptor antagonist EROA Effective regurgitant orifice area ERS European Respiratory Society ESC European Society of Cardiology ESCMID European Society of Clinical Microbiology and Infectious Diseases ESH European Society of Hypertension ESO European Stroke Organisation ESR European Society of Radiology/Erythrocyte sedimentation rate ESRD End-stage renal disease ETT Endotracheal tube EU European Union EULAR European League Against Rheumatism EVAR Endovascular aortic repair/reconstruction Exp+ Experimental therapy FAME-2 Fractional Flow Reserve-Guided Percutaneous Coronary Intervention Plus Optimal Medical Treatment Versus Optimal Medical Treatment Alone in Patients With Stable Coronary Artery Disease FBN1 Fibrillin 1 FC Functional class FCH Familial combined hyperlipidaemia FCM Ferric carboxymaltose FDA US Food and Drug Administration/ Food and Drug Administration FDG Fluorodeoxyglucose FFP Fresh frozen plasma FFR Fractional flow reserve FH Familial hypercholesterolaemia FHL1 Four and a half LIM domains 1 FINDRISC FINnish Diabetes RIsk SCore FL False lumen FLUVA Fluvastatin FMC First medical contact FMCTB First-medical-contact-to-balloon time FMF Familial Mediterranean fever Fonda Fondaparinux FPG Fasting plasma glucose FU Follow-up GFR Glomerular filtration rate GGTP Gamma-glutamyl transpeptidase GLP-1 Glucagon-like peptide-1 GLS Global longitudinal strain GM Granulocyte-macrophage GP Glycoprotein / General practitioner GRACE Global Registry of Acute Coronary Events GUCH Grown-up patients with congenital heart disease HAART Highly active antiretroviral treatment HACEK Haemophilus parainfluenzae, H. aphrophilus, H. paraphrophilus, H. influenzae, Actinobacillus actinomycetemcomitans, Cardiobacterium hominis, Eikenella corrodens, Kingella kingae, and K. denitrificans HAS-BLED Hypertension, Abnormal renal/liver function, Stroke, Bleeding history or predisposition, Labile INR, Elderly (65), Drugs concomitantly/alcohol abuse HbA1c Glycated haemoglobin / Glycated haemoglobin A1c HBPM Home BP monitoring HCM Hypertrophic cardiomyopathy HCV Hepatitis C virus HDAC Histone deacetylase HDL High density lipoprotein HDL-C High density lipoprotein-cholesterol HeFH Heterozygous familial hypercholesterolaemia HER2 Human epidermal growth factor receptor 2 HF Heart failure HFA Heart Failure Association H-FABP Heart-type fatty acid-binding protein HFmrEF Heart failure with mid-range ejection fraction HFpEF/ HF-PEF Heart failure with preserved ejection fraction HFrEF/ HF-REF Heart failure with reduced ejection fraction HHD Hypertensive heart disease HHV Human herpesvirus H-ISDN Hydralazine and isosorbide dinitrate HIT Heparin-induced thrombocytopenia HIV Human immunodeficiency virus HoFH Homozygous familial hypercholesterolaemia HPAH Heritable PAH HR Heart rate HRCT High resolution CT hs-CRP high-sensitivity C-reactive protein HT/ HTN Hypertension HTG Hypertrigiyceridaemia i.v. / IV Intravenous IABP Intraaortic balloon pump IAS Inter-atrial septum ICA Invasive coronary angiography ICD Implantable cardioverter defibrillator/ International Classification of Diseases ICH Intracranial haemorrhage ICU Intensive care unit ID Infectious disease IDF International Diabetes Federation IE Infective endocarditis IFG Impaired fasting glucose IFN Interferon-gamma IGRA Interferon-gamma release assay IGT Impaired glucose tolerance IHD Ischaemic heart disease IL-2 Interleukin 2 ILR Implantable loop recorder IMA Internal mammary artery IMH Intramural haematoma IMT Intima–media thickness INR International normalized ratio IN-TIME Implant-based multiparameter telemonitoring of patients with heart failure IOMC Iso-osmolar contrast medium IPAH Idiopathic pulmonary arterial hypertension IPF Idiopathic pulmonary fibrosis IRA Infarct-related artery ISH Isolated systolic hypertension ISHLT International Society for Heart and Lung Transplantation IU International units IUD Intrauterine device IV UHF Intravenous unfractionated heparin IVC Inferior vena cava IVDA Intravenous drug abusers IVIG Intravenous immunoglobulin IVUS Intravascular ultrasound JSAP Japanese Stable Angina Pectoris km per h Kilometres per hour LA Left atrium/atrial LAA Left atrial appendage LAD Left anterior descending (coronary artery) LAE Left atrial enlargement LAH Left anterior hemiblock LAVI Left atrial volume index LBBB Left bundle branch block LCC Left coronary cusp Lcx Left circumflex LDH Lactate dehydrogenase LDL Low-density lipoprotein LDL-C Low-density lipoprotein-cholesterol LDLR Low density lipoprotein receptor LDS Loeys-Dietz syndrome LEAD Lower-extremity artery disease LEOPARD lentigines, ECG abnormalities, ocular hypertelorism, pulmonary stenosis, abnormal genitalia, retardation of growth, and sensorineural deafness LGE Late gadolinium enhancement LHD left heart disease LLN Lower limit of normality LM Left main LMNA Lamin A/C LMWH Low molecular weight heparin LOCM Low-osmolar contrast medium LoE Level of evidence LOVA Lovastatin Lp Lipoprotein Lp(a) Lipoprotein(a) LQTS Long QT syndrome LTBI Latent tuberculosis infection LV Left ventricle / left ventricular LVAD Left ventricular assist device LVEDD Left ventricular end-diastolic diameter LVEDP Left ventricular end diastolic pressure LVEF Left ventricular ejection fraction LVESD Left ventricular end-systolic diameter LVESV Left ventricular end-systolic volume LVH Left ventricular hypertrophy LVM Left ventricular mass LVMI Left ventricular mass index LVOT Left ventricular outflow tract LVOTG Left ventricular outflow tract gradient LVOTO Left ventricular outflow tract obstruction MACE Major adverse cardiac events MADIT Multicenter Automatic Defibrillator Implantation Trial MASS II The medicine, angioplasty, or surgery study Mbq Millibecquerel MCS Mechanical circulatory support MDCT Multidetector computed tomographic angiography/Multi-detector computed tomography MDRD Modifikation of Diet in Renal Disease Med RX Medial therapy MedPed Make Early Diagnosis to Prevent Early Deaths MELAS mitochondrial encephalomyopathy, lactic acidosis, and stroke-like episodes MERFF Myoclonic epilepsy with ragged red fibres MET Metabolic equivalent MetS Metabolic syndrome MI Myocardial infarction MIC Minimum inhibitory concentration MPI Myocardial perfusion imaging MPR Multiplanar reconstruction MPS Myocardial perfusion scintigraphy / Myocardial perfusion stress MR Magnetic resonance/ Mitral regurgitation/ Mineralocorticoid receptor MRA Mineralocorticoid receptor antagonist / Magnetic resonance angiography MRI Magnetic resonance imaging MR-proANP Mid-regional pro atrial natriuretic peptide/ Mid-regional pro A-type natriuretic peptide MRSA Methicillin-resistant Staphylococcus aureus MS Mitral stenosis MSCT Multislice computed tomography MSSA Methicillin-susceptible Staphylococcus aureus mSv Millisievert MUGA Multigated radionuclide angiography mV millivolt(s) MV abn Mitral valve abnormality MWD Minute walk distance MWT Minute walk test MYBPC3 Myosin-binding protein C MYH7 Myosin, heavy chain 7 MYL3 Essential myosin light chain n.a/ NA not available/ Not available N/A Not applicable N/R Not reported NASCET North American Symptomatic Carotid Endarterectomy Trial NCC Non coronary cusp NCDR National cardiovascular data registry NIHSS National Institutes of Health stroke severity scale NIPPV Non-invasive positive pressure ventilation NIV Non-invasive ventilation NNH Numbers needed to harm NNT Numbers needed to treat/ Number of individuals needed to treat NOAC/ NOAC(s) Novel oral anticoagulant / New oral anticoagulant / Non-vitamin K antagonist direct oral anticoagulant/ Non-vitamin K antagonist oral anticoagulant(S) Non-HDL-C Non-HDL cholesterol NP Natriuretic peptide NPV Negative predictive value NRT Nicotine replacement therapy NSAID Non-steroidal antiinflammatory drug(s) NSAIDs Non-steroidal anti-inflammatory drugs NSQIP National surgical quality improvement program NSTE Non-ST-elevation NSTE-ACS Non-ST-segment elevation acute coronary syndrome/ Non-ST elevation acute coronary syndrome NSTEMI Non-ST-elevation myocardial infarction NSVT Non-sustained ventricular tachycardia NTG Nitroglycerine NT-proBNP N-terminal pro B-type/brain natriuretic peptide NVE Native valve endocarditis NYHA New York Heart Association O2 Oxygen OAC Oral anticoagulation/ anticoagulant OAC Oral anticoagulation OARS Open-ended questions, Affirmation, Reflective listening, Summarising OCT Optical coherence tomography OD Organ damage OGTT Oral glucose tolerance test OHCA Out-of-hospital cardiac arrest OHS Obesity hypoventilation syndrome OMT Optimal medical therapy OR Odds ratio ORBIT Outcomes Registry for Better Informed Treatment of Atrial Fibrillation OSA Obstructive sleep apnoea p.o. Per os PA Postero-anterior/ Pulmonary artery/ Physical activity PAD Peripheral artery disease PAH Pulmonary arterial hypertension / Pulmonary hypertension PaO2 Partial pressure of oxygen PAP Pulmonary artery pressure/ Pulmonary arterial pressure PAR Protease-activated receptor PAU Penetrating aortic ulcer PAWP Pulmonary artery wedge pressure PCA Prostacyclin analogues PCC Prothrombin coagulation complax/ Prothrombin complex concentrates PCH Pulmonary capillary haemangiomatosis PCI Percutaneous coronary intervention PCIS Post-cardiac injury syndromes PCR Polymerase chain reaction PCSK9 Proprotein convertase subtilisin/kexin type 9 PCWP Pulmonary capillary wedge pressure PDE Phosphodiesterase type-5 inhibitors/ Phosphodiesterase PDE5 Phosphodiesterase type 5 PE Pulmonary embolism PEA Pulmonary endarterectomy PEP Primary endpoint PESI Pulmonary embolism severity index PET Positron emission tomography PFT Pulmonary function tests PH Pulmonary hypertension PISA Proximal isovelocity surface area PITA Pitavastatin PM Pacemaker/Pain management PMC Percutaneous mitral commissurotomy PPCM Peripartum cardiomyopathy PPI Proton pump inhibitor PPS Post-pericardiotomy syndrome PRAVA Pravastatin PRIMARY PCI Primary percutaneous coronary intervention PRKAG2 Gamma-2 subunit of the adenosine monophosphate-activated protein kinase PS Pulmonary valve stenosis PTA Percutaneous transluminal angioplasty / Pre-test probability PTT Partial thromboplastin time PUFA/ PUFAs Polyunsaturated fatty acid/ Polyunsaturated fatty acids PVC Premature ventricular contraction/ Premature ventricular complex PVE Prosthetic valve endocarditis PVI Pulmonary vein isolation PVL Paravalvular leak PVOD Pulmonary veno-occlusive disease PVR Pulmonary vascular resistance PVS Programmed ventricular stimulation PWV Pulse wave velocity R Vol Regurgitant volume RA Right atrium/ Rheumatoid arthritis RAA Renin–angiotensin–aldosterone RAAS Renin angiotensin aldosterone system RAP Right atrial pressure RAS Renal artery stenosis / Renin-angiotensin system RBBB Right bundle branch block RCC Right coronary cusp RCT/RCTs Randomized controlled trial RF Risk factor rFVIIa Activated recombinant factor VII RHC Right heart catheterization ROSU Rosuvastatin rPA Right pulmonary artery r-PA Reteplase RR Relative risk RRR Relative risk reduction rtPA Recombinant tissue plasminogen activator RV Right ventricle/ventricular RVEDP Right ventricular end-diastolic pressure RVOT Right ventricular outflow tract RVOTO Right ventricular outlow tract obstruction RVSP Right ventricular systolic pressure S.C. Subcutaneous SA Signal-averaged SAA Septal alcohol ablation SADS Sudden arrhythmic death syndrome SAM Systolic anterior motion SAN Sinoatrial node SaO2 Saturated oxygen SAPT Single antiplatelet therapy SAS Sleep apnea syndrome SB Sinus bradycardia SBP Systolic blood pressure SCAD Stable coronary artery disease SCD Sudden cardiac death SCORE Systematic Coronary Risk Evaluation / Systematic Coronary Risk Estimation SFA Superficial femoral artery SGLT2 Sodium glucose co-transporter 2 SIDS Sudden infant death syndrome SIMVA Simvastatin SIRS Systemic inflammatory response SLE Systemic lupus erythematosus SMART Specific, Measurable, Achievable, Realistic and Timely SND Sinus node disease SPAP Systolic pulmonary artery pressure SPECT Single-photon emission computed tomography sPESI Simplified Pulmonary Embolism Severity Index SpO2 Saturation of peripheral oxygen SQTS Short QT syndrome SR Sinus rhythm SSS Sick sinus syndrome STE-ACS ST-segment elevation acute coronary syndrome STEMI ST-elevation myocardial infarction STS Society of Thoracic Surgeon/ Structured telephone support ST-T ST-segment-T wave SUDI Sudden unexplained death in infancy SUDS Sudden unexplained death syndrome SVG Saphenous vein graft SVR Surgical ventricular reconstruction. SVT Supraventricular tachycardia SWISSI II Swiss Interventional Study on Silent Ischemia Type II SYNTAX SYNergy between percutaneous coronary intervention with TAXus and cardiac surgery T1DM Type 1 diabetes mellitus T2DM Type 2 diabetes mellitus TAA Thoracic aortic aneurysm TAAD Thoracic aortic aneurysms and dissection TAI Traumatic aortic injury TAPSE Tricuspid annulus plane systolic excursion TASC TransAtlantic Inter-Society Consensus TAVI Transcatheter aortic valve implantation/ Transaortic valve implantation TB Tuberculosis TC Total cholesterol T-DM1 Trastuzumab-emtansine TE Thromboembolism / Thrombo-embolic TEE Transesophageal echocardiogram TEVAR Thoracic endovascular aortic repair TG Triglyceride TGA Complete transposition of the great arteries Three DE Three dimensional echocardiography TIA Transient ischaemic attack / Transitory ischaemic attack TIBC Total iron-binding capacity TIME Trial of invasive versus medical therapy in elderly patients with chronic symptomatic coronary-artery disease TIMI Thrombolysis In Myocardial Infarction TKI Tyrosine kinase inhibitor TL True lumen TNF Tumor necrosis factor TNK-tPA Tenecteplase TNNI3 Troponin I, cardiac TNNT2 Troponin T TOE Transoesophageal echocardiography / echocardiogram t-PA Tissue plasminogen activator TPM1 Tropomyosin 1 alpha chain TR Tricuspid regurgitation TRAPS Tumour necrosis factor receptor-associated periodic syndrome TRL Triglyceride-rich lipoproteins TRV Tricuspid regurgitant velocity TS Tricuspid stenosis / Turner syndrome TSAT Transferrin saturation TSH Thyroid stimulating hormone TTE Transthoracic echocardiography TTR Time in therapeutic range / Transthyretin TV Tricuspid valve/ Television TVI Time–velocity integral Tx Tendon xanthomata UA Unstable angina UEAD Upper extremity artery disease UFH Unfractionated heparin UHF Ultrafractionated heparin UK United Kingdom ULN Upper limit of normal US United States USA United States of America V/Q Scan ventilation–perfusion scintigraphy VA Vertebral artery/ Ventricular arrhythmia VEGF Vascular endothelial growth factor VF Ventricular fibrillation VHD Valvular heart disease VKA Vitamin K antagonist VO2 Oxygen consumption VPBs Ventricular premature beats vs Versus VSD Ventricular septal defect VT Ventricular tachycardia VTE Venous thromboembolism VV Interventricular VVI Ventricular inhibited pacing WBC White blood cells WCD Wearable cardioverter defibrillator WHF World Heart Federation WHO World Health Organization WPW Wolff-Parkinson-White WU Wood units"
}
]